var questions = [
    {
        name: 'Oснове безбедности саобраћаја',
        questions: [
            {
                name: 'Oсновне одредбе и основна начела безбедности саобраћаја на путевима', /// 9
                total_number_of_questions: 9,
                questions: [
                    {
                        id: 1, 
                        points: 1,
                        text: 'Непосредно регулисање саобраћаја на путевима врше:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'инспектори за друмски саобраћај'
                            },
                            {
                                id: 2,
                                text: 'униформисани полицијски службеници'
                            },
                            {
                                id: 3,
                                text: 'униформисани комунални полицајци'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 2, 
                        points: 1,
                        text: 'Контролу над возачима и возилима у саобраћају на путевима '
                                +'ради примене прописа о безбедности саобраћаја врше:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'униформисани комунални полицајци'
                            },
                            {
                                id: 2,
                                text: 'полицијски службеници у грађанском оделу'
                            },
                            {
                                id: 3,
                                text: 'униформисани полицијски службеници'
                            },
                            {
                                id: 4,
                                text: 'службеници надлежног органа за саобраћај'
                            }
                        ],
                        correct_answers: [2,3]
                    },
                    {
                        id: 3, 
                        points: 1,
                        text: 'Непосредно регулисање саобраћаја у зони школе могу вршити:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'ученици'
                            },
                            {
                                id: 2,
                                text: 'учитељи, наставници и професори'
                            },
                            {
                                id: 3,
                                text: 'школске саобраћајне патроле и саобраћајне патроле грађана'
                            },
                            {
                                id: 4,
                                text: 'униформисани полицијски службеници'
                            },
                            {
                                id: 5,
                                text: 'родитељи ученика'
                            }
                        ],
                        correct_answers: [3,4]
                    },
                    {
                        id: 4, 
                        points: 1,
                        text: 'На делу пута на коме се изводе радови '
                                +'непосредно регулисање саобраћаја могу вршити:', 
                        image: null,
                //            image: 'asd',
                        answers: [
                            {
                                id: 1,
                                text: 'службеници надлежног органа за саобраћај'
                            },
                            {
                                id: 2,
                                text: 'радници извођача радова, односно управљача пута'
                            },
                            {
                                id: 3,
                                text: 'униформисани комунални полицајци'
                            },
                            {
                                id: 4,
                                text: 'униформисани полицијски службеници'
                            }
                        ],
                        correct_answers: [2,4]
                    },
                    {
                        id: 5, 
                        points: 1,
                        text: 'Сваки учесник у саобраћају дужан је да се понаша:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'на начин који ће му омогућити да што пре безбедно стигне на одредиште'
                            },
                            {
                                id: 2,
                                text: 'на начин којим неће ометати, угрозити или повредити друге учеснике'
                            },
                            {
                                id: 3,
                                text: 'на начин којим може ометати, али не и повредити или угрозити друге учеснике у саобраћају'
                            },
                            {
                                id: 4,
                                text: 'тако да предузме све потребне мере ради избегавања или отклањања опасних ситуација насталих понашањем других учесника у саобраћају, ако себе или другог тиме не доводи у опасност'
                            }
                        ],
                        correct_answers: [2,4]
                    },
                    {
                        id: 6, 
                        points: 1,
                        text: 'Делатност одржавања, поправљања или преправљања возила, може вршити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'свако физичко лице, правно лице или предузетник који поседују средства и простор за обављање тих послова'
                            },
                            {
                                id: 2,
                                text: 'физичко лице са одговарајућом школском спремом'
                            },
                            {
                                id: 3,
                                text: 'правно лице и предузетник који поседују дозволу надлежног органа'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 7, 
                        points: 1,
                        text: 'Свако физичко лице власник, односно корисник возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дужан да обезбеди да његова возила у саобраћају на путевима буду технички исправна'
                            },
                            {
                                id: 2,
                                text: 'дужан је да обезбеди да његова возила у саобраћају на путевима буду технички исправна'
                            },
                            {
                                id: 3,
                                text: 'дужан је да обезбеди да његова возила у саобраћају на путевима буду технички исправна, само када лично управља возилом'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 1,
                        text: 'У циљу безбедног учешћа деце у саобраћају породица има одговорност за:', 
                        answers: [
                            {
                                id: 1,
                                text: 'стицање знања, вештина и навика деце, неопходних за безбедно учешће у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'доношење програма саобраћајног васпитања и образовања деце у предшколским и школским установама'
                            },
                            {
                                id: 3,
                                text: 'формирање школских саобраћајних патрола и саобраћајних патрола грађана'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 9, 
                        points: 1,
                        text: 'У циљу безбедног учешћа деце у саобраћају породица има одговорност за:', 
                        answers: [
                            {
                                id: 1,
                                text: 'формирање школских саобраћајних патрола и саобраћајних патрола грађана'
                            },
                            {
                                id: 2,
                                text: 'унапређивање и учвршћивање позитивних ставова и понашања деце, значајних за безбедно учешће у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'доношење програма саобраћајног васпитања и образовања деце у предшколским и школским установама'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            },
            {
                name: 'Значење израза који се користе у прописима о безбедности саобраћаја', /// 101
                total_number_of_questions: 101,
                questions: [
                    {
                        id: 1, 
                        points: 1,
                        text: 'Шта се од набројаног сматра саобраћајем?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Кретање пешака тротоаром'
                            },
                            {
                                id: 2,
                                text: 'Кретање трактора њивом'
                            },
                            {
                                id: 3,
                                text: 'Кретање запрежног возила земљаним путем'
                            },
                            {
                                id: 4,
                                text: 'Кретање возила тркачком стазом'
                            },
                            {
                                id: 5,
                                text: 'Кретање возила улицом'
                            },
                            {
                                id: 6,
                                text: 'Кретање возила површинама намењеним за кретање само возила и лица којима је власник те површине то омогућио'
                            }
                        ],
                        correct_answers: [1, 3, 5]
                    },
                    {
                        id: 2, 
                        points: 1,
                        text: 'Шта се од набројаног сматра саобраћајем?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Гурање бицикла пешачком стазом'
                            },
                            {
                                id: 2,
                                text: 'Кретање возила полигоном за пробне вожње или спортске приредбе'
                            },
                            {
                                id: 3,
                                text: 'Кретање бицикла бициклистичком стазом'
                            },
                            {
                                id: 4,
                                text: 'Гурање возила по платоу намењеном кретању и окупљању лица'
                            },
                            {
                                id: 5,
                                text: 'Кретање лица по тргу'
                            },
                            {
                                id: 6,
                                text: 'Кретање мотокултиватора земљаним путем'
                            }
                        ],
                        correct_answers: [1, 3, 6]
                    },
                    {
                        id: 3, 
                        points: 1,
                        text: 'Возач је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лице које на путу управља возилом'
                            },
                            {
                                id: 2,
                                text: 'свако лице које има возачку дозволу'
                            },
                            {
                                id: 3,
                                text: 'лице које по путу сопственом снагом гура или вуче возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 1,
                        text: 'Пешак је лице које:', 
                        answers: [
                            {
                                id: 1,
                                text: 'управља запрежним возилом по путу'
                            },
                            {
                                id: 2,
                                text: 'управља мотокултиватором по путу'
                            },
                            {
                                id: 3,
                                text: 'се креће по путу'
                            },
                            {
                                id: 4,
                                text: 'управља бициклом по путу'
                            },
                            {
                                id: 5,
                                text: 'сопственом снагом по путу вуче или гура возило, ручна колица, дечје превозно средство или колица за немоћна лица'
                            },
                            {
                                id: 6,
                                text: 'се креће по путу у дечјем превозном средству или у колицима за немоћна лица које покреће сопственом снагом или снагом мотора'
                            }
                        ],
                        correct_answers: [3, 5, 6]
                    },
                    {
                        id: 5, 
                        points: 1,
                        text: 'Пешак је лице које:', 
                        answers: [
                            {
                                id: 1,
                                text: 'управља бициклом по путу'
                            },
                            {
                                id: 2,
                                text: 'гура бицикл по путу'
                            },
                            {
                                id: 3,
                                text: 'по путу клизи клизаљкама, скијама, санкама или се вози на котураљкама, скејтборду и сл'
                            },
                            {
                                id: 4,
                                text: 'управља запрежним возилом по путу'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 6, 
                        points: 1,
                        text: 'Пешак је приказан на сликама број:', 
                        image: './img/slika1.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 7, 
                        points: 1,
                        text: 'Означити неопходне услове који морају бити истовремено испуњени да би се сматрало да је возило заустављено:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотор возила је искључен'
                            },
                            {
                                id: 2,
                                text: 'возач је изашао из возила али се од истог није удаљио више од 5 m'
                            },
                            {
                                id: 3,
                                text: 'у возилу нема ниједног лица'
                            },
                            {
                                id: 4,
                                text: 'прекид кретања возила није наступио услед поступања по знаку или правилу, којим се регулише саобраћај'
                            },
                            {
                                id: 5,
                                text: 'возач није напустио возило'
                            },
                            {
                                id: 6,
                                text: 'прекид кретања возила на путу траје до три минута'
                            }
                        ],
                        correct_answers: [4, 5, 6]
                    },
                    {
                        id: 8, 
                        points: 1,
                        text: 'Прекид кретања возила од два минута, при чему возач није напустио возило је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'заустављање'
                            },
                            {
                                id: 3,
                                text: 'паркирање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 1,
                        text: 'Прекид кретања возила од два минута, при чему је возач напустио возило је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'заустављање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'паркирање'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 10, 
                        points: 1,
                        text: 'Возило приказано на слици је:', 
                        image: './img/slika2.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'заустављено'
                            },
                            {
                                id: 2,
                                text: 'паркирано'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 11, 
                        points: 1,
                        text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који долази из супротног смера је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пропуштање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'претицање'
                            },
                            {
                                id: 4,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 12, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици пролажење возила бр. 1 '
                                +'поред возила бр. 2 које се креће из супротног смера је:', 
                        image: './img/slika3.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'пропуштање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            },
                            {
                                id: 4,
                                text: 'претицање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 13, 
                        points: 1,
                        text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који се креће коловозом у истом смеру је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пропуштање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'претицање'
                            },
                            {
                                id: 4,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 14, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици пролажење путничког возила поред теретног возила које се креће у истом смеру је:', 
                        image: './img/slika4.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'претицање'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            },
                            {
                                id: 4,
                                text: 'пропуштање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 15, 
                        points: 1,
                        text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који се не помера, објекта или препреке на коловозу је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'обилажење'
                            },
                            {
                                id: 3,
                                text: 'мимоилажење'
                            },
                            {
                                id: 4,
                                text: 'пропуштање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 16, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици пролажење теретног возила поред заустављеног путничког возила је:', 
                        image: './img/slika5.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'пропуштање'
                            },
                            {
                                id: 3,
                                text: 'мимоилажење'
                            },
                            {
                                id: 4,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 17, 
                        points: 1,
                        text: 'Радња коју предузимате у ситуацији приказаној на слици пролажењем возила поред паркираног возила је:', 
                        image: './img/slika6.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'пропуштање'
                            },
                            {
                                id: 2,
                                text: 'обилажење'
                            },
                            {
                                id: 3,
                                text: 'претицање'
                            },
                            {
                                id: 4,
                                text: 'мимоилажење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 18, 
                        points: 1,
                        text: 'Одстојање на коме учесник у саобраћају може јасно видети коловоз је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'прегледност'
                            },
                            {
                                id: 2,
                                text: 'дужина прегледности'
                            },
                            {
                                id: 3,
                                text: 'видљивост'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 19, 
                        points: 1,
                        text: 'Пролажењем возила поред препреке на путу, у ситуацији приказаној на слици, вршите:', 
                        image: './img/slika7.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 20, 
                        points: 1,
                        text: 'Пролажењем возила поред препреке на путу, у ситуацији приказаној на слици, вршите:', 
                        image: './img/slika8.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'обилажење'
                            },
                            {
                                id: 3,
                                text: 'мимоилажење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 1,
                        text: 'Радња коју учесник у саобраћају предузима како би '
                                +'омогућио кретање другог учесника у саобраћају '
                                +'који има првенство пролаза, тако да не дође до '
                                +'промене дотадашњег начина кретања учесника у саобраћају '
                                +'који има првенство пролаза, односно до њиховог контакта је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            },
                            {
                                id: 4,
                                text: 'пропуштање'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 22, 
                        points: 1,
                        text: 'Услови смањене видљивости на путу изван насеља су услови у којима је видљивост мања од:', 
                        answers: [
                            {
                                id: 1,
                                text: '100 m'
                            },
                            {
                                id: 2,
                                text: '150 m'
                            },
                            {
                                id: 3,
                                text: '200 m'
                            },
                            {
                                id: 4,
                                text: '250 m'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 23, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици радња коју сте дужни да предузмете у односу на возила из супротног смера је:', 
                        image: './img/slika9.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'пропуштање'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 24, 
                        points: 1,
                        text: 'Који од набројаних услова морају бити истовремено испуњени да би се сматрало да је на путу колона возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возила су паркирана у истој саобраћајној траци'
                            },
                            {
                                id: 2,
                                text: 'возила су заустављена у истој саобраћајној траци'
                            },
                            {
                                id: 3,
                                text: 'низ од најмање три возила'
                            },
                            {
                                id: 4,
                                text: 'низ од најмање два возила'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 25, 
                        points: 1,
                        text: 'Који од набројаних услова морају бити истовремено испуњени да би се сматрало да је на путу колона возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'низ од најмање два возила'
                            },
                            {
                                id: 2,
                                text: 'возила се крећу једно иза другог истом саобраћајном траком у истом смеру'
                            },
                            {
                                id: 3,
                                text: 'возила се крећу на растојању које омогућава улазак другог возила без ометања осталих возила'
                            },
                            {
                                id: 4,
                                text: 'низ од најмање три возила'
                            },
                            {
                                id: 5,
                                text: 'начин кретања возила је међусобно условљен и између њих не може без ометања ући друго возило'
                            },
                            {
                                id: 6,
                                text: 'возила су паркирана у истој саобраћајној траци'
                            }
                        ],
                        correct_answers: [2, 4, 5]
                    },
                    {
                        id: 26, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици паркирана возила:', 
                        image: './img/slika10.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'нису колона возила'
                            },
                            {
                                id: 2,
                                text: 'су колона возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 27, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици заустављена возила:', 
                        image: './img/slika11.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'су колона возила'
                            },
                            {
                                id: 2,
                                text: 'нису колона возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 28, 
                        points: 1,
                        text: 'Услови смањене видљивости на путу у насељу су услови у којима је видљивост мања од:', 
                        answers: [
                            {
                                id: 1,
                                text: '150 m'
                            },
                            {
                                id: 2,
                                text: '100 m'
                            },
                            {
                                id: 3,
                                text: '250 m'
                            },
                            {
                                id: 4,
                                text: '200 m'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 29, 
                        points: 1,
                        text: 'Одстојање на коме учесник у саобраћају, с обзиром на физичке препреке, може у условима нормалне видљивости јасно видети другог учесника у саобраћају, односно другу могућу препреку на путу, je:', 
                        answers: [
                            {
                                id: 1,
                                text: 'видљивост'
                            },
                            {
                                id: 2,
                                text: 'прегледност'
                            },
                            {
                                id: 3,
                                text: 'дужина видљивости'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 30, 
                        points: 1,
                        text: 'Простор без седишта са доступним елементима за монтажу седишта у возилу представља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'место за седење'
                            },
                            {
                                id: 2,
                                text: 'место за седење само ако има и доступне прикључке сигурносних појасева'
                            },
                            {
                                id: 3,
                                text: 'место за седење само ако има и сигурносне појасеве'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 31, 
                        points: 1,
                        text: 'Незгода у којој је порушена дворишна ограда при излетању возила са пута:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није саобраћајна незгода јер у незгоди учествовало само једно возило'
                            },
                            {
                                id: 2,
                                text: 'није саобраћајна незгода јер нема погинулих или повређених лица'
                            },
                            {
                                id: 3,
                                text: 'није саобраћајна незгода јер је материјална штета начињена ван пута'
                            },
                            {
                                id: 4,
                                text: 'је саобраћајна незгода јер је начињена материјална штета'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 32, 
                        points: 1,
                        text: 'Незгода у којој је начињена материјална штета на возилу и повређено лице које је управљало спортским аутомобилом на тркачкој стази за возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није саобраћајна незгода јер у незгоди учествовало само једно возило'
                            },
                            {
                                id: 2,
                                text: 'није саобраћајна незгода јер нема погинулих лица'
                            },
                            {
                                id: 3,
                                text: 'није саобраћајна незгода јер се није догодила на путу'
                            },
                            {
                                id: 4,
                                text: 'је саобраћајна незгода јер је повређен возач и начињена материјална штета'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 33, 
                        points: 1,
                        text: 'Означена удаљеност између возила приказаних на слици је:', 
                        image: './img/slika12.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'растојање'
                            },
                            {
                                id: 2,
                                text: 'одстојање'
                            },
                            {
                                id: 3,
                                text: 'предњи, односно задњи препуст возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 34, 
                        points: 1,
                        text: 'Одстојање између возила приказаних на слици је означено бројем:', 
                        image: './img/slika13.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '4'
                            },
                            {
                                id: 3,
                                text: '3'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 35, 
                        points: 1,
                        text: 'Маса празног возила са свим пуним резервоарима и прописаном опремом је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'највећа дозвољена маса возила'
                            },
                            {
                                id: 2,
                                text: 'највећа дозвољена укупна маса возила'
                            },
                            {
                                id: 3,
                                text: 'укупна маса возила'
                            },
                            {
                                id: 4,
                                text: 'маса возила'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 36, 
                        points: 1,
                        text: 'Означена удаљеност између возила приказаних на слици је:', 
                        image: './img/slika14.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'најмања дозвољена бочна удаљеност између возила'
                            },
                            {
                                id: 2,
                                text: 'одстојање'
                            },
                            {
                                id: 3,
                                text: 'растојање'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 37, 
                        points: 1,
                        text: 'Растојање између возила приказаних на слици је означено бројем:',
                        image: './img/slika15.jpg', 
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 38, 
                        points: 1,
                        text: 'Одбачено возило је возило које:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није регистровано'
                            },
                            {
                                id: 2,
                                text: 'је видно запуштено и налази се на путу'
                            },
                            {
                                id: 3,
                                text: 'је видно запуштено и налази се ван пута'
                            },
                            {
                                id: 4,
                                text: 'је регистровано'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 39, 
                        points: 1,
                        text: 'Простор без седишта са доступним прикључцима сигурносних појасева у возилу представља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'место за седење само ако има и доступне елементе за монтажу седишта и сигурносне појасеве'
                            },
                            {
                                id: 2,
                                text: 'место за седење'
                            },
                            {
                                id: 3,
                                text: 'место за седење само ако има и доступне елементе за монтажу седишта'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 40, 
                        points: 1,
                        text: 'Средња (просечна) брзина кретања возила на деоници дужине 300 km, коју возило пређе за 2 сата, је:', 
                        answers: [
                            {
                                id: 1,
                                text: '150 km/h'
                            },
                            {
                                id: 2,
                                text: '200 km/h'
                            },
                            {
                                id: 3,
                                text: '120 km/h'
                            },
                            {
                                id: 4,
                                text: '100 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 41, 
                        points: 1,
                        text: 'Маса којом се возило може највише оптеретити према декларацији произвођача је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'носивост возила'
                            },
                            {
                                id: 2,
                                text: 'укупна маса возила'
                            },
                            {
                                id: 3,
                                text: 'највећа дозвољена маса возила'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена укупна маса возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 42, 
                        points: 1,
                        text: 'Збир масе возила и носивости возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'највећа дозвољена укупна маса возила'
                            },
                            {
                                id: 2,
                                text: 'осовинско оптерећење возила'
                            },
                            {
                                id: 3,
                                text: 'укупна маса возила'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена маса возила'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 43, 
                        points: 1,
                        text: 'Маса возила и маса којом је возило оптерећено (лица и терет) је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'укупна маса возила'
                            },
                            {
                                id: 2,
                                text: 'највећа дозвољена маса возила'
                            },
                            {
                                id: 3,
                                text: 'осовинско оптерећење возила'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена укупна маса возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 44, 
                        points: 1,
                        text: 'Збир највећих дозвољених маса возила која чине скуп, умањен за вертикално оптерећење које возило прима од прикључног возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'највећа дозвољена маса скупа возила'
                            },
                            {
                                id: 2,
                                text: 'укупна маса скупа возила'
                            },
                            {
                                id: 3,
                                text: 'највећа дозвољена укупна маса скупа возила'
                            },
                            {
                                id: 4,
                                text: 'осовинско оптерећење скупа возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 45, 
                        points: 1,
                        text: 'Маса оптерећеног скупа возила (лица и терет) је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'укупна маса скупа возила'
                            },
                            {
                                id: 2,
                                text: 'осовинско оптерећење скупа возила'
                            },
                            {
                                id: 3,
                                text: 'највећа дозвољена укупна маса скупа возила'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена маса скупа возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 46, 
                        points: 1,
                        text: 'Део укупне масе возила у хоризонталном положају којим његова осовина оптерећује коловоз у стању мировања возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'маса возила'
                            },
                            {
                                id: 2,
                                text: 'носивост возила'
                            },
                            {
                                id: 3,
                                text: 'осовинско оптерећење'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена маса возил'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 47, 
                        points: 1,
                        text: 'Возило је регистровано ако испуњава истовремено следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'за њега су издате таблице за привремено означавање'
                            },
                            {
                                id: 2,
                                text: 'учествује у саобраћају на путу'
                            },
                            {
                                id: 3,
                                text: 'за њега је издата саобраћајна дозвола'
                            },
                            {
                                id: 4,
                                text: 'уписано је у јединствени регистар возила'
                            },
                            {
                                id: 5,
                                text: 'за њега су издате регистарске таблице и регистрациона налепница'
                            }
                        ],
                        correct_answers: [3, 4, 5]
                    },
                    {
                        id: 48, 
                        points: 1,
                        text: 'Јавна исправа (решење) која са регистрационом налепницом даје право на коришћење возила у саобраћају за време важења регистрационе налепнице је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола'
                            },
                            {
                                id: 2,
                                text: 'возачка дозвола'
                            },
                            {
                                id: 3,
                                text: 'регистарска таблица'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 49, 
                        points: 1,
                        text: 'Ознака на возилу којом се означава да је возило уписано у јединствени регистар возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола'
                            },
                            {
                                id: 2,
                                text: 'таблица за привремено означавање'
                            },
                            {
                                id: 3,
                                text: 'регистарска таблица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 50, 
                        points: 1,
                        text: 'Ознака на возилу којом се одређује да возило може да учествује у саобраћају у одређеном временском року је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'регистрациона налепница'
                            },
                            {
                                id: 2,
                                text: 'регистарска таблица'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна дозвола'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 51, 
                        points: 1,
                        text: 'Јавна исправа (решење) надлежног органа којим се неком лицу даје право да у саобраћају на путу управља возилом одређене категорије на одређено време је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола'
                            },
                            {
                                id: 2,
                                text: 'уверење о положеном возачком испиту'
                            },
                            {
                                id: 3,
                                text: 'возачка дозвола'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 52, 
                        points: 1,
                        text: 'Довођење возила, односно уређаја и склопова возила у исправно стање је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'поправка возила'
                            },
                            {
                                id: 2,
                                text: 'преправка возила'
                            },
                            {
                                id: 3,
                                text: 'технички преглед возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 53, 
                        points: 1,
                        text: 'Промена конструктивних карактеристика возила којим се мења намена или врста возила или декларисане техничке карактеристике возила или декларисане карактеристике уређаја и склопова возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'поправка возила'
                            },
                            {
                                id: 2,
                                text: 'одржавање возила'
                            },
                            {
                                id: 3,
                                text: 'преправка возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 54, 
                        points: 1,
                        text: 'Возило је приказано на сликама означеним бројевима:', 
                        image: './img/slika16.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1, 3, 4 и 6'
                            },
                            {
                                id: 2,
                                text: '1, 2, 3 и 6'
                            },
                            {
                                id: 3,
                                text: '1, 2, 4 и 5'
                            },
                            {
                                id: 4,
                                text: '2, 3, 5 и 6'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 55, 
                        points: 1,
                        text: 'Возило је бицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'има два точка'
                            },
                            {
                                id: 2,
                                text: 'његова највећа трајна номинална снага не прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'има најмање два точка'
                            },
                            {
                                id: 4,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 5,
                                text: 'покреће се снагом возача, односно путника, која се помоћу педала или ручица преноси на точак, односно точкове'
                            }
                        ],
                        correct_answers: [3, 5]
                    },
                    {
                        id: 56, 
                        points: 1,
                        text: 'Бицикл је приказан на сликама означеним бројевима:',
                        image: './img/slika17.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 57, 
                        points: 1,
                        text: 'Моторно возило је приказано на сликама означеним бројевима:', 
                        image: './img/slika18.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2, 5 и 6'
                            },
                            {
                                id: 2,
                                text: '3, 5 и 6'
                            },
                            {
                                id: 3,
                                text: '1, 4 и 6'
                            },
                            {
                                id: 4,
                                text: '2, 3 и 5'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 58, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је лаки трицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'има три точка'
                            },
                            {
                                id: 3,
                                text: 'радна запремина његовог мотора не прелази 50 cm3'
                            },
                            {
                                id: 4,
                                text: 'радна запремина његовог мотора не прелази 125 cm3'
                            },
                            {
                                id: 5,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 6,
                                text: 'има најмање три точка'
                            }
                        ],
                        correct_answers: [1, 2, 3]
                    },
                    {
                        id: 59, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је лаки трицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'има три точка'
                            },
                            {
                                id: 2,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 4,
                                text: 'радна запремина његовог мотора не прелази 50 cm3'
                            },
                            {
                                id: 5,
                                text: 'радна запремина његовог мотора не прелази 125 cm3'
                            },
                            {
                                id: 6,
                                text: 'има најмање три точка'
                            }
                        ],
                        correct_answers: [1, 2, 3]
                    },
                    {
                        id: 60, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, је лаки трицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'његова највећа трајна номинална снага не прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'има три точка'
                            },
                            {
                                id: 4,
                                text: 'његова највећа трајна номинална снага прелази 4 kW'
                            },
                            {
                                id: 5,
                                text: 'радна запремина мотора не прелази 50 cm3'
                            },
                            {
                                id: 6,
                                text: 'има најмање три точка'
                            }
                        ],
                        correct_answers: [1, 2, 3]
                    },
                    {
                        id: 61, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има три точка и мотор са унутрашњим сагоревањем са погоном на бензин, чија је радна запремина 45 cm3, а највећа ефективна снага 4 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'бицикл'
                            },
                            {
                                id: 2,
                                text: 'мопед'
                            },
                            {
                                id: 3,
                                text: 'мотоцикл'
                            },
                            {
                                id: 4,
                                text: 'лаки трицикл'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 62, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има три точка и мотор са унутрашњим сагоревањем са погоном који није на бензин, чија је радна запремина 55 cm3, а највећа ефективна снага 4 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мопед'
                            },
                            {
                                id: 2,
                                text: 'бицикл'
                            },
                            {
                                id: 3,
                                text: 'мотоцикл'
                            },
                            {
                                id: 4,
                                text: 'лаки трицикл'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 63, 
                        points: 1,
                        text: 'Моторно возило са електричним погоном, највеће трајне номиналне снага 4 kW, највеће конструктивне брзине 40 km/h и које има три точка, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки трицикл'
                            },
                            {
                                id: 2,
                                text: 'мотоцикл'
                            },
                            {
                                id: 3,
                                text: 'бицикл'
                            },
                            {
                                id: 3,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 64, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је тешки трицикл ако истовремено испуњава најмање следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'његова највећа ефективна снага прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'има три точка, симетрично распоређених у односу на средњу подужну раван возила'
                            },
                            {
                                id: 4,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 5,
                                text: 'радна запремина мотора не прелази 50 cm3'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 65, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је тешки трицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'има три точка, симетрично распоређених у односу на средњу подужну раван возила'
                            },
                            {
                                id: 3,
                                text: 'његова највећа ефективна снага прелази 4 kW'
                            },
                            {
                                id: 4,
                                text: 'има најмање три точка'
                            },
                            {
                                id: 5,
                                text: 'радна запремина његовог мотора прелази 50 cm3'
                            },
                            {
                                id: 6,
                                text: 'радна запремина његовог мотора не прелази 125 cm3'
                            }
                        ],
                        correct_answers: [1, 2, 3]
                    },
                    {
                        id: 66, 
                        points: 1,
                        text: 'Моторно возило са електричним погоном, највеће трајне номиналне снаге 5 kW, највеће конструктивне брзине 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотоцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки трицикл'
                            },
                            {
                                id: 3,
                                text: 'мопед'
                            },
                            {
                                id: 4,
                                text: 'лаки трицикл'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 67, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила и мотор са унутрашњим сагоревањем са погоном на бензин чија је највећа ефективна снага 5 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотоцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки трицикл'
                            },
                            {
                                id: 3,
                                text: 'лаки трицикл'
                            },
                            {
                                id: 4,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 68, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила и мотор са унутрашњим сагоревањем са погоном који није на бензин чија је највећа ефективна снага 5 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки трицикл'
                            },
                            {
                                id: 2,
                                text: 'тешки трицикл'
                            },
                            {
                                id: 3,
                                text: 'мопед'
                            },
                            {
                                id: 4,
                                text: 'мотоцикл'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 69, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је лаки четвороцикл ако истовремено испуњава најмање следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа ефективна снага прелази 4 kW'
                            },
                            {
                                id: 2,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 4,
                                text: 'има четири точка и његова маса не прелази 350 kg'
                            },
                            {
                                id: 5,
                                text: 'радна запремина мотора не прелази 50 cm3'
                            }
                        ],
                        correct_answers: [3, 4, 5]
                    },
                    {
                        id: 70, 
                        points: 1,
                        text: 'Моторно возило намењено за превоз терета, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 12 kW и чија је маса 500 kg, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'теретно возило'
                            },
                            {
                                id: 4,
                                text: 'путничко возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 71, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је лаки четвороцикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'има четири точка и његова маса не прелази 350 kg'
                            },
                            {
                                id: 3,
                                text: 'радна запремина његовог мотора не прелази 50 cm3'
                            },
                            {
                                id: 4,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 5,
                                text: 'његова највећа ефективна снага прелази 4 kW'
                            }
                        ],
                        correct_answers: [1, 2, 4]
                    },
                    {
                        id: 72, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, је лаки четвороцикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радна запремина мотора прелази 50 cm3'
                            },
                            {
                                id: 2,
                                text: 'његова највећа трајна номинална снага прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 4,
                                text: 'има четири точка и његова маса не прелази 350 kg, што не укључује масу батерија возила'
                            },
                            {
                                id: 5,
                                text: 'његова највећа трајна номинална снага не прелази 4 kW'
                            }
                        ],
                        correct_answers: [3, 4, 5]
                    },
                    {
                        id: 73, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има четири точка, масу 300 kg и мотор са унутрашњим сагоревањем са погоном на бензин чија је радна запремина 45 cm3, а највећа ефективна снага 5 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотоцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 4,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 74, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има четири точка, масу 300 kg и мотор са унутрашњим сагоревањем са погоном који није на бензин чија је радна запремина 55 cm3 а највећа ефективна снага 4 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'мотоцикл'
                            },
                            {
                                id: 4,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 75, 
                        points: 1,
                        text: 'Моторно возило са електричним погоном, највеће трајне номиналне снаге 4 kW, највеће конструктивне брзине 40 km/h и које има четири точка и масу 300 kg, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотоцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 4,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 76, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 4 kW и чија је маса 400 kg, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'мопед'
                            },
                            {
                                id: 3,
                                text: 'путничко возило'
                            },
                            {
                                id: 4,
                                text: 'лаки четвороцикл'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 77, 
                        points: 1,
                        text: 'Моторно возило, намењено за превоз терета, са електричним погоном, са четири точка, највеће трајне номиналне снаге 4 kW и чија маса износи 500 kg, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'путничко возило'
                            },
                            {
                                id: 3,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 4,
                                text: 'теретно возило'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 78, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 12 kW, чија је маса 400 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'путничко возило'
                            },
                            {
                                id: 3,
                                text: 'тешки четвороцикл'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 79, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 12 kW, чија је маса 380 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'путничко возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 80, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, четири точка, највеће трајне номиналне снаге 10 kW, чија je маса 400 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'путничко возило'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'лаки четвороцикл'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 81, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 22 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'путничко возило'
                            },
                            {
                                id: 3,
                                text: 'аутобус'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 82, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 20 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'аутобус'
                            },
                            {
                                id: 3,
                                text: 'путничко возило'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 83, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 120 kW, чија је маса 2.000 kg и које има 8 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'путничко возило'
                            },
                            {
                                id: 3,
                                text: 'аутобус'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 84, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, четири точка, највеће трајне номиналне снаге 18 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'аутобус'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'путничко возило'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 85, 
                        points: 1,
                        text: 'Путничко возило је приказано на слици број:', 
                        image: './img/slika19.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 86, 
                        points: 1,
                        text: 'Аутобус је приказан на слици број:', 
                        image: './img/slika20.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 87, 
                        points: 1,
                        text: 'Тролејбус је приказан на слици број:', 
                        image: './img/slika21.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 88, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, намењено за извођење одређених радова, са четири точка, највеће трајне номиналне снаге 120 kW, чија је маса 1.500 kg и највећа конструктивна брзина кретања 40 km/h, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радна машина'
                            },
                            {
                                id: 2,
                                text: 'теретно возило'
                            },
                            {
                                id: 3,
                                text: 'мотокултиватор'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 89, 
                        points: 1,
                        text: 'Теретно возило је приказано на слици број:', 
                        image: './img/slika22.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '4'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 90, 
                        points: 1,
                        text: 'Скуп возила је приказан на слици број:', 
                        image: './img/slika23.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 91, 
                        points: 1,
                        text: 'Туристички воз је приказан на слици број:',
                        image: './img/slika24.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 92, 
                        points: 1,
                        text: 'Моторно возило намењено за извођење одређених радова, које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 20 kW, чија је маса 580 kg и највећу конструктивну брзину кретања 40 km/h, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотокултиватор'
                            },
                            {
                                id: 2,
                                text: 'радна машина'
                            },
                            {
                                id: 3,
                                text: 'теретно возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 93, 
                        points: 1,
                        text: 'Моторно возило намењено за извођење одређених радова, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 120 kW, чија је маса 1.500 kg и највећа конструктивна брзина кретања 40 km/h, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотокултиватор'
                            },
                            {
                                id: 2,
                                text: 'теретно возило'
                            },
                            {
                                id: 3,
                                text: 'радна машина'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 94, 
                        points: 1,
                        text: 'Трактор је приказан на слици број:', 
                        image: './img/slika25.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '4'
                            },
                            {
                                id: 4,
                                text: '3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 95, 
                        points: 1,
                        text: 'Возило је прикључно ако истовремено испуњава најмање следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'намењено је за превоз путника, односно ствари, односно за обављање радова'
                            },
                            {
                                id: 2,
                                text: 'намењено је за обављање пољопривредних, шумских или других радова, и у сврху извођења тих радова, поставља се на моторно возило'
                            },
                            {
                                id: 3,
                                text: 'има једну осовину и конструисано је да вуче или потискује измењива оруђа за разне радове'
                            },
                            {
                                id: 4,
                                text: 'по конструкцији, уређајима, склоповима и опреми је намењено и оспособљено да буде вучено од другог возила'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 96, 
                        points: 1,
                        text: 'Мотокултиватор је приказан на слици број:', 
                        image: './img/slika26.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '4'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 97, 
                        points: 1,
                        text: 'Возило које је по конструкцији, уређајима, склоповима и опреми намењено и оспособљено да буде вучено од другог возила, а служи за превоз путника, односно ствари, односно за обављање радова је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'запрежно возило'
                            },
                            {
                                id: 2,
                                text: 'прикључак за извођење радова'
                            },
                            {
                                id: 3,
                                text: 'прикључно возило'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 98, 
                        points: 1,
                        text: 'Прикључно возило је приказано на слици број:',
                        image: './img/slika27.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 99, 
                        points: 1,
                        text: 'Запрежно возило је приказано на слици број:', 
                        image: './img/slika28.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '3'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 100, 
                        points: 1,
                        text: 'Трамвај је приказан на слици број:', 
                        image: './img/slika54.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 101, 
                        points: 1,
                        text: 'Лек који садржи психоактивну супстанцу и који се не сме употребљавати пре и за време вожње, на паковању има ознаку приказану на слици број:', 
                        image: './img/slika53.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            }
        ]
    },
    {
        name: 'Возач',
        questions: [
            {
                name: 'Психофизички услови за управљање возилом који '
                        +'морају испуњавати возачи и '
                        +'начин утврђивања испуњености тих услова у саобраћају на путу', /// 15
                total_number_of_questions: 15,
                questions: [
                    {
                        id: 1, 
                        points: 3,
                        text: 'Здравственом прегледу ради утврђивања психофизичке '
                                +'способности морају се у одређеном року подвргавати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возачи којима је управљање моторним возилима основно занимање'
                            },
                            {
                                id: 2,
                                text: 'возачи који управљају возилима којима се обавља превоз опасних материја'
                            },
                            {
                                id: 3,
                                text: 'возачи који управљају моторним возилима, односно скупом возила којима се обавља јавни превоз'
                            },
                            {
                                id: 4,
                                text: 'сви возачи који управљају моторним возилима'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 2, 
                        points: 3,
                        text: 'Возачи који управљају моторним возилом, '
                                +'односно скупом возила којима се обавља јавни превоз, '
                                +'морају се подвргавати здравственом прегледу '
                                +'ради утврђивања психофизичке способности за возача:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сваке године'
                            },
                            {
                                id: 2,
                                text: 'у року који не може бити дужи од три године'
                            },
                            {
                                id: 3,
                                text: 'у року који не може бити дужи од пет годинa'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 3, 
                        points: 3,
                        text: 'Контролном здравственом прегледу мора се подвргнути возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'код кога се посумња да због психофизичких сметњи, односно недостатака, није у стању безбедно да управља возилом'
                            },
                            {
                                id: 2,
                                text: 'који је учествовао у саобраћајној незгоди'
                            },
                            {
                                id: 3,
                                text: 'који је учинио више од три прекршаја из прописа из безбедности саобраћаја у току једне године'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 3,
                        text: 'Када се возач у одређеном року не подвргне контролном '
                                +'здравственом прегледу на који је упућен, надлежни орган ће:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возачу привремено забранити управљање возилом у саобраћају на путу док се не подвргне контролном здравственом прегледу'
                            },
                            {
                                id: 2,
                                text: 'возачу одузети возачку дозволу'
                            },
                            {
                                id: 3,
                                text: 'против возача поднети захтев за покретање прекршајног поступка'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 5, 
                        points: 3,
                        text: 'Возач који је неспособан за безбедно управљање возилом, односно који је у толикој мери уморан, односно болестан или је у таквом психичком стању да није способан да безбедно управља возилом:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да управља возилом у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'сме да управља возилом у саобраћају на кратком делу пута'
                            },
                            {
                                id: 3,
                                text: 'не сме да управља возилом у саобраћају на путу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 6, 
                        points: 3,
                        text: 'Возач који је под дејством алкохола, односно психоактивних супстанци:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да управља возилом у саобраћају на кратком делу пута'
                            },
                            {
                                id: 2,
                                text: 'сме да управља возилом у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'не сме да управља возилом само у саобраћају на јавном путу'
                            },
                            {
                                id: 4,
                                text: 'не сме да управља возилом у саобраћају на путу'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 7, 
                        points: 3,
                        text: 'Под дејством алкохола је возач код којег је садржај алкохола у крви (утврђен анализом одговарајућег узорка крви или средствима или апаратима за мерење алкохолисаности) већи од:', 
                        answers: [
                            {
                                id: 1,
                                text: '1,20 mg/ml'
                            },
                            {
                                id: 2,
                                text: '0,30 mg/ml'
                            },
                            {
                                id: 3,
                                text: '0,50 mg/ml'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 3,
                        text: 'Возач возила којим се превозе опасне материје, односно врши ванредни превоз, када управља возилом у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml, ако не обавља јавни превоз ствари'
                            },
                            {
                                id: 2,
                                text: 'не сме да има алкохола у крви'
                            },
                            {
                                id: 3,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 3,
                        text: 'Када учествује у саобраћају на путу, не сме да има алкохола у организму возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возила којим се врши ванредни превоз'
                            },
                            {
                                id: 2,
                                text: 'возила којим се превозе опасне материје'
                            },
                            {
                                id: 3,
                                text: 'мотокултиватора'
                            },
                            {
                                id: 4,
                                text: 'возила којим се врши пробна вожња'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 10, 
                        points: 3,
                        text: 'Кандидат за возача током практичне обуке и полагања практичног испита:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да има алкохола у крви'
                            },
                            {
                                id: 2,
                                text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                            },
                            {
                                id: 3,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 11, 
                        points: 3,
                        text: 'Возач са пробном возачком дозволом, када управља возилом у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да има алкохола у крви само у периоду од 23,00 до 05,00 сати'
                            },
                            {
                                id: 2,
                                text: 'не сме да има алкохола у крви'
                            },
                            {
                                id: 3,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 12, 
                        points: 3,
                        text: 'Утврђивање да ли је возач у толикој мери уморан, болестан или је у таквом психофизичком стању да није способан да безбедно управља возилом, врши се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'стручним прегледом'
                            },
                            {
                                id: 2,
                                text: 'непосредним увидом полицијског службеника'
                            },
                            {
                                id: 3,
                                text: 'помоћу одговарајућих уређаја, од стране полицијског службеника'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 13, 
                        points: 3,
                        text: 'Возач возила на слици:', 
                        image: './img/slika29.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            },
                            {
                                id: 2,
                                text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                            },
                            {
                                id: 3,
                                text: 'не сме да има алкохола у крви'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 3,
                        text: 'Возач возила са правом првенства пролаза, када управља возилом у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да има алкохола у крви'
                            },
                            {
                                id: 2,
                                text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                            },
                            {
                                id: 3,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 15, 
                        points: 3,
                        text: 'Возач возила којим се обавља јавни превоз ствари, када управља возилом у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            },
                            {
                                id: 2,
                                text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                            },
                            {
                                id: 3,
                                text: 'не сме да има алкохола у организму'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            }
        ]
    },
    {
        name: 'Пут',
        questions: [
            {
                name: 'Појам, значај пута и врсте путева', /// 34
                total_number_of_questions: 34,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Која од набројаних површина је пут?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Полигон за пробне вожње или спортске приредбе'
                            },
                            {
                                id: 2,
                                text: 'Саобраћајна површина намењена за кретање само возила и лица којима је власник те површине то омогућио'
                            },
                            {
                                id: 3,
                                text: 'Спортски терен на којем се паркирају возила'
                            },
                            {
                                id: 4,
                                text: 'Улица'
                            },
                            {
                                id: 5,
                                text: 'Пешачка стаза'
                            }
                        ],
                        correct_answers: [4, 5]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Која од набројаних површина је пут?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Бициклистичка стаза'
                            },
                            {
                                id: 2,
                                text: 'Плато намењен кретању и окупљању лица'
                            },
                            {
                                id: 3,
                                text: 'Земљани пут'
                            },
                            {
                                id: 4,
                                text: 'Травњаци и паркови'
                            },
                            {
                                id: 5,
                                text: 'Тркачка стаза за возила'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Које од наведених услова мора испуњавати аутопут?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Државни пут код кога сва укрштања са другим путевима и железничким или трамвајским пругама нису изведена у истом нивоу'
                            },
                            {
                                id: 2,
                                text: 'Пут који има најмање две саобраћајне траке по смеру и једну зауставну траку за сваки смер'
                            },
                            {
                                id: 3,
                                text: 'Пут код којег коловозне траке за саобраћај из супротних смерова не морају бити физички одвојене'
                            },
                            {
                                id: 4,
                                text: 'Пут који има најмање три саобраћајне траке по смеру'
                            },
                            {
                                id: 5,
                                text: 'Државни пут код кога укрштања у нивоу са другим путевима морају бити изведена као раскрснице са кружним током или регулисана семафорима'
                            },
                            {
                                id: 6,
                                text: 'Пут код којег су коловозне траке за саобраћај из супротних смерова физички одвојене'
                            }
                        ],
                        correct_answers: [1, 2, 6]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Пут без изграђеног коловозног застора, па и када на прикључку на други пут има изграђен коловозни застор је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'макадамски пут'
                            },
                            {
                                id: 2,
                                text: 'земљани пут'
                            },
                            {
                                id: 3,
                                text: 'некатегорисани пут намењен искључиво за саобраћај трактора, мотокултиватора и запрежних возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Које од наведених услова мора испуњавати аутопут:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пут обележен прописаном ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'државни пут намењен за саобраћај моторних возила'
                            },
                            {
                                id: 3,
                                text: 'пут код којег коловозне траке за саобраћај из супротних смерова не морају бити физички одвојене'
                            },
                            {
                                id: 4,
                                text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                            },
                            {
                                id: 5,
                                text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                            },
                            {
                                id: 6,
                                text: 'пут са потпуном контролом приступа, на који се може укључити или искључити само одређеним и посебно изграђеним јавним путем'
                            }
                        ],
                        correct_answers: [4, 5, 6]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Које од наведених услова мора испуњавати мотопут:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пут код којег коловозне траке за саобраћај из супротних смерова морају бити физички одвојене'
                            },
                            {
                                id: 2,
                                text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                            },
                            {
                                id: 3,
                                text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                            },
                            {
                                id: 4,
                                text: 'државни пут намењен за саобраћај свих моторних возила'
                            },
                            {
                                id: 5,
                                text: 'пут који мора имати најмање две саобраћајне траке по смеру и једну зауставну траку за сваки смер'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Које од наведених услова мора испуњавати мотопут:', 
                        answers: [
                            {
                                id: 1,
                                text: 'државни пут који мора имати потпуну контролу приступа, на који се може укључити или искључити само одређеним и посебно изграђеним јавним путем'
                            },
                            {
                                id: 2,
                                text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'пут обележен прописаном ознаком на коловозу'
                            },
                            {
                                id: 4,
                                text: 'пут који мора имати зауставну траку за сваки смер'
                            },
                            {
                                id: 5,
                                text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                            }
                        ],
                        correct_answers: [2, 5]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Коловоз је на слици означен бројем:', 
                        image: './img/slika30.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Коловозна трака је на слици означена бројем:', 
                        image: './img/slika31.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Саобраћајнe тракe, на аутопуту, су на слици означене бројевима:', 
                        image: './img/slika32.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 3'
                            },
                            {
                                id: 2,
                                text: '7 и 8'
                            },
                            {
                                id: 3,
                                text: '4 и 5'
                            },
                            {
                                id: 4,
                                text: '2 и 3'
                            },
                            {
                                id: 5,
                                text: '4, 5 и 6'
                            }
                        ],
                        correct_answers: [3, 4]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Саобраћајна трака је на слици означена бројевима:', 
                        image: './img/slika33.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2 и 3'
                            },
                            {
                                id: 2,
                                text: '4 и 7'
                            },
                            {
                                id: 3,
                                text: '8 и 9'
                            },
                            {
                                id: 4,
                                text: '1 и 8'
                            },
                            {
                                id: 5,
                                text: '5 и 6'
                            }
                        ],
                        correct_answers: [2, 5]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Саобраћајнe тракe на слици су означене бројевима:', 
                        image: './img/slika34.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '2 и 3'
                            },
                            {
                                id: 3,
                                text: '1 и 3'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Саобраћајна трака је на слици означена бројевима:', 
                        image: './img/slika35.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2 и 3'
                            },
                            {
                                id: 2,
                                text: '4 и 5'
                            },
                            {
                                id: 3,
                                text: '1 и 3'
                            },
                            {
                                id: 4,
                                text: '6 и 7'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Бициклистичка трака је на слици означена бројем:', 
                        image: './img/slika36.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '4'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Саобраћајна трака за спора возила је на слици означена бројем:', 
                        image: './img/slika37.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '5'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '3'
                            },
                            {
                                id: 5,
                                text: '4'
                            }
                        ],
                        correct_answers: [5]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'Зауставна трака је на слици означена бројевима:', 
                        image: './img/slika38.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 6'
                            },
                            {
                                id: 2,
                                text: '4 и 5'
                            },
                            {
                                id: 3,
                                text: '2 и 3'
                            },
                            {
                                id: 4,
                                text: '7 и 8'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'Саобраћајна трака за укључивање је на слици означена бројем:', 
                        image: './img/slika39.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'Саобраћајна трака за искључивање је на слици означена бројем:', 
                        image: './img/slika40.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'Саобраћајна трака за возила јавног превоза путника на слици је означена бројевима:', 
                        image: './img/slika41.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4 и 9'
                            },
                            {
                                id: 2,
                                text: '1, 4 и 9'
                            },
                            {
                                id: 3,
                                text: '8 и 5'
                            },
                            {
                                id: 4,
                                text: '2 и 3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'Раскрсница је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'место на којем се у истом нивоу укрштају пут и железничка пруга'
                            },
                            {
                                id: 2,
                                text: 'део коловоза на коме се укрштају, спајају или раздвајају путеви у истом нивоу'
                            },
                            {
                                id: 3,
                                text: 'део пута који мора бити означен прописаним ознакама на коловозу и саобраћајним знаком'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'Трамвајска баштица је на слици означена бројем:', 
                        image: './img/slika42.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'Тротоар је на слици означен бројевима:', 
                        image: './img/slika43.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '3'
                            },
                            {
                                id: 4,
                                text: '4'
                            },
                            {
                                id: 5,
                                text: '5'
                            }
                        ],
                        correct_answers: [1, 5]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'Паркиралиште је на слици означено бројем:', 
                        image: './img/slika44.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'Паркинг место је на слици означено бројем:', 
                        image: './img/slika45.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'Пешачки прелаз је на слици означен бројем:', 
                        image: './img/slika46.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '3'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'Пешачки прелаз на слици је означен бројем:', 
                        image: './img/slika47.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'Пешачка стаза на слици је означена бројем:', 
                        image: './img/slika48.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '3'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'Бициклистичка стаза је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пут намењен искључиво за кретање бицикала'
                            },
                            {
                                id: 2,
                                text: 'пут намењен искључиво за кретање бицикала и мопеда'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна трака намењена искључиво за саобраћај бицикала'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'Бициклистичка стаза на слици је означена бројем:', 
                        image: './img/slika49.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'Слика приказује:', 
                        image: './img/slika50.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'паркиралиште'
                            },
                            {
                                id: 2,
                                text: 'трамвајску баштицу'
                            },
                            {
                                id: 3,
                                text: 'раскрсницу'
                            },
                            {
                                id: 4,
                                text: 'прелаз пута преко железничке пруге'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'Пешачко острво је на слици означено бројем:', 
                        image: './img/slika51.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'Од саобраћајног знака приказаног на слици почиње:', 
                        image: './img/slika55.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'туристичко одредиште'
                            },
                            {
                                id: 2,
                                text: 'насељено место'
                            },
                            {
                                id: 3,
                                text: 'зона успореног саобраћаја'
                            },
                            {
                                id: 4,
                                text: 'насеље'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'Од саобраћајног знака приказаног на слици се завршава:', 
                        image: './img/slika52.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'туристичко одредиште'
                            },
                            {
                                id: 2,
                                text: 'насеље'
                            },
                            {
                                id: 3,
                                text: 'зона успореног саобраћаја'
                            },
                            {
                                id: 4,
                                text: 'насељено место'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 34, 
                        points: 2,
                        text: 'Бициклистичка трака је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пут намењен искључиво за кретање бицикала'
                            },
                            {
                                id: 2,
                                text: 'пут намењен искључиво за кретање бицикала и мопеда'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна трака намењена искључиво за саобраћај бицикала, мопеда и лаких трицикала'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            },
            {
                name: 'Техничко регулисање саобраћаја '
                        +'(опште одредбе, пешачка зона, зона успореног саобраћаја, '
                        +'зона „30”, зона школе, заштита животне средине, '
                        +'техничка средства за успоравање саобраћаја и др.)', /// 12
                total_number_of_questions: 12,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Део пута, улице или део насеља по коме је дозвољен искључиво саобраћај пешака је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пешачка зона'
                            },
                            {
                                id: 2,
                                text: 'зона успореног саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'зона "30"'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Када је у пешачкој зони дозвољено кретање одређених возила она се морају кретати брзином:', 
                        answers: [
                            {
                                id: 1,
                                text: 'кретања пешака'
                            },
                            {
                                id: 2,
                                text: 'која није већа од 20 km/h'
                            },
                            {
                                id: 3,
                                text: 'која није већа од 30 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Део пута, улице или део насеља у коме коловоз користе пешаци и возила и који је означен одговарајућом саобраћајном сигнализацијом је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'зона успореног саобраћаја'
                            },
                            {
                                id: 2,
                                text: 'пешачка зона'
                            },
                            {
                                id: 3,
                                text: 'зона "30"'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Возач је обавезан да се у зони успореног саобраћаја креће тако да не омета кретање пешака и бициклиста, брзином:', 
                        answers: [
                            {
                                id: 1,
                                text: 'која није већа од 30 km/h'
                            },
                            {
                                id: 2,
                                text: 'која није већа од 20 km/h'
                            },
                            {
                                id: 3,
                                text: 'кретања пешака, а највише 10 km/h'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Зона "30" је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'део пута, улице или насеља у којој је брзина кретања возила ограничена до 30 km/h'
                            },
                            {
                                id: 2,
                                text: 'део пута, улице или део насеља у коме коловоз користе пешаци и возила'
                            },
                            {
                                id: 3,
                                text: 'део пута или улице у непосредној близини школе'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Део пута, улице или насеља у којој је брзина кретања возила ограничена до 30 km/h је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'зона "30"'
                            },
                            {
                                id: 2,
                                text: 'пешачка зона'
                            },
                            {
                                id: 3,
                                text: 'зона успореног саобраћаја'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Брзина кретања возила у насељу, на делу пута или улице у непосредној близини школе („Зона школе“), је ограничена до:', 
                        answers: [
                            {
                                id: 1,
                                text: '30 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                            },
                            {
                                id: 2,
                                text: '20 km/h, радним данима у времену од 7,00 до 21,00 сат'
                            },
                            {
                                id: 3,
                                text: '50 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Брзина кретања возила ван насеља, на делу пута или улице у непосредној близини школе („Зона школе“), је ограничена до:', 
                        answers: [
                            {
                                id: 1,
                                text: '50 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                            },
                            {
                                id: 2,
                                text: '20 km/h, радним данима у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                            },
                            {
                                id: 3,
                                text: '30 km/h, у времену од 7,00 до 21,00 сат'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Возач мора искључити мотор возила којим управља када прекид кретања у тунелу траје дуже од:', 
                        answers: [
                            {
                                id: 1,
                                text: 'два минута'
                            },
                            {
                                id: 2,
                                text: 'једног минута'
                            },
                            {
                                id: 3,
                                text: 'три минута'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Возач мора искључити мотор возила којим управља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор'
                            },
                            {
                                id: 2,
                                text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор који траје дуже од два минута'
                            },
                            {
                                id: 3,
                                text: 'на захтев полицијског службеника или другог службеног лица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Возач мора искључити мотор возила којим управља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор који траје дуже од два минута'
                            },
                            {
                                id: 2,
                                text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор'
                            },
                            {
                                id: 3,
                                text: 'када прекид кретања траје дуже од три минута'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Испуштање, односно одлагање материје и отпада, којим се угрожава живот и здравље људи, животиња, биљака или загађује животна средина:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено само на путевима ван насељеног места'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено само на делу пута на којем постoји саобраћајни знак којим је забрањен саобраћај возила која превозе материје које могу изазвати загађење животне средине'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            }
        ]
    },
    {
        name: 'Возило и технички услови које морају да испуне моторна и прикључна возила у саобраћају на путу',
        questions: [
            {
                name: 'Основни склопови и уређаји возила, прописани технички услови и њихов утицај на безбедност саобраћаја на путу, значај и утицај техничке исправности возила на безбедно одвијање саобраћаја (уређај за управљање, уређај за заустављање, уређаји за осветљавање и давање светлосних знакова, уређаји који омогућавају нормалну видљивост, уређаји за спајање вучног и прикључног возила, пнеуматици, тахограф и остали уређаји) - 2', /// 103
                total_number_of_questions: 103,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Ближи услови које морају да испуњавају возила у саобраћају на путу у погледу димензија, техничких услова и уређаја, склопова и опреме и техничких норматива прописани су:', 
                        answers: [
                            {
                                id: 1,
                                text: 'Правилником о подели моторних и прикључних возила и техничким условима за возила у саобраћају на путевима'
                            },
                            {
                                id: 2,
                                text: 'Законом о безбедности саобраћаја на путевима'
                            },
                            {
                                id: 3,
                                text: 'Правилником о техничком прегледу возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Највећа дозвољена дужина моторног возила највеће дозвољене масе до 3.500 kg, износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '6,00 m'
                            },
                            {
                                id: 2,
                                text: '8,00 m'
                            },
                            {
                                id: 3,
                                text: '12,00 m'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Највећа дозвољена дужина путничког возила са приколицом износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '16,50 m'
                            },
                            {
                                id: 2,
                                text: '12,00 m'
                            },
                            {
                                id: 3,
                                text: '18,75 m'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Највећа дозвољена ширина моторног возила износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '2,50 m'
                            },
                            {
                                id: 2,
                                text: '2,55 m'
                            },
                            {
                                id: 3,
                                text: '2,80 m'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Највећа дозвољена висина моторних возила износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '4,10 m'
                            },
                            {
                                id: 2,
                                text: '4,05 m'
                            },
                            {
                                id: 3,
                                text: '4,00 m'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Моторно, односно прикључно возило, може бити оптерећено тако да укупна маса моторног, односно прикључног возила, не прелази вредност:', 
                        answers: [
                            {
                                id: 1,
                                text: 'осовинског оптерећења прописаног за погонску осовину моторног, односно гоњену осовину прикључног возила'
                            },
                            {
                                id: 2,
                                text: 'носивости возила уписане у саобраћајну дозволу'
                            },
                            {
                                id: 3,
                                text: 'највеће дозвољене масе возила која је декларисана на произвођачким таблицама моторног, односно прикључног возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Укупна маса до које може бити оптерећено прикључно возило из скупа возила одређује се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само на основу декларисане вредности укупне масе прикључног возила коју може вући моторно возило одређене на произвођачкој таблици моторног возила'
                            },
                            {
                                id: 2,
                                text: 'на основу декларисане вредности највеће дозвољене масе одређене на произвођачкој таблици прикључног возила и декларисане вредности укупне масе прикључног возила коју може вући моторно возило одређене на произвођачкој таблици моторног возила'
                            },
                            {
                                id: 3,
                                text: 'само на основу декларисане вредности највеће дозвољене масе одређене на произвођачкој таблици прикључног возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Ако се из произвођачке таблице вучног возила не може утврдити укупна маса прикључног возила које може вући то вучно возило, укупна маса прикључног возила не сме бити већа од укупне масе вучног возила за више од:', 
                        answers: [
                            {
                                id: 1,
                                text: '50 %'
                            },
                            {
                                id: 2,
                                text: '30 %'
                            },
                            {
                                id: 3,
                                text: '25 %'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Возило мора бити оптерећено тако да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'осовинска оптерећења могу прелазити вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу под условом да укупна маса не прелази највећу дозвољену масу возила'
                            },
                            {
                                id: 2,
                                text: 'осовинска оптерећења погонске осовине могу прелазити вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу под условом да укупна маса не прелази највећу дозвољену масу возила'
                            },
                            {
                                id: 3,
                                text: 'осовинска оптерећења не прелазе вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Точак управљача моторних возила највеће дозвољене масе до 3.500 kg:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може бити на било којој страни ако је тако предвидео произвођач'
                            },
                            {
                                id: 2,
                                text: 'не сме бити на десној страни'
                            },
                            {
                                id: 3,
                                text: 'може бити и на десној страни ако је моторно возило први пут регистровано у Републици Србији до 1. јула 2012. године'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Кочни систем моторних возила највеће дозвољене масе до 3.500 kg мора да оствари функције:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радног кочења и помоћног кочења'
                            },
                            {
                                id: 2,
                                text: 'радног кочења и паркирног кочења'
                            },
                            {
                                id: 3,
                                text: 'радног кочења, помоћног кочења и паркирног кочења'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Систем против блокирања точкова при кочењу (ABS) је део:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радног кочења који аутоматски регулише проклизавање точкова, у правцу обртања, за време кочења'
                            },
                            {
                                id: 2,
                                text: 'система дуготрајног успоравања возила који обезбеђује већу стабилност возила'
                            },
                            {
                                id: 3,
                                text: 'помоћног кочења који скраћује зауставни пут'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Контрола исправности система против блокирања точкова при кочењу (ABS):', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора бити обезбеђена путем звучног индикатора'
                            },
                            {
                                id: 2,
                                text: 'мора бити обезбеђена путем оптичког индикатора који мора бити у видном пољу возача'
                            },
                            {
                                id: 3,
                                text: 'не мора бити обезбеђена, ако то није предвидео произвођач возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Прикључна возила чија највећа дозвољена маса не прелази 0,75 t:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не морају имати само радно кочење'
                            },
                            {
                                id: 2,
                                text: 'не морају имати радно и паркирно кочење'
                            },
                            {
                                id: 3,
                                text: 'не морају имати само паркирно кочење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Прикључна возила чија највећа дозвољена маса прелази 0,75 t, али не прелази 3,5 t:', 
                        answers: [
                            {
                                id: 1,
                                text: 'могу имати радно кочење са инерционом командом само када се скуп возила креће брзином мањом од 30 km/h'
                            },
                            {
                                id: 2,
                                text: 'не могу имати радно кочење са инерционом командом'
                            },
                            {
                                id: 3,
                                text: 'могу имати радно кочење са инерционом командом'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'У случају прекида везе између вучног и прикључног возила чија највећа дозвољена маса не прелази 1,5 t, a не постоји уређај који аутоматски активира радно кочење прикључног возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'аутоматски се активира радно кочење вучног возила'
                            },
                            {
                                id: 2,
                                text: 'спој вучног и прикључног возила обезбеђен је додатним везама (ланци, челично уже и др.), које спречавају да руда прикључног возила не падне на тло или скрене у страну до безбедног заустављања скупа возила'
                            },
                            {
                                id: 3,
                                text: 'аутоматски се активира индикатор на командној табли вучног возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'Радно кочење возила за превоз путника, теретних возила, мопеда, мотоцикала, трицикала, четвороцикала и прикључних возила, осим трактора, радних машина и прикључних возила за трактор, мора дејствовати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само на точкове гоњене осовине'
                            },
                            {
                                id: 2,
                                text: 'на све точкове'
                            },
                            {
                                id: 3,
                                text: 'најмање на точкове погонске осовине'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'Постављање или коришћење уређаја на возилу који дају, односно одбијају светлост видљиву учесницима у саобраћају у бојама које нису предвиђене прописима о условима које морају да испуњавају возила у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено само ако ти уређаји на предњој страни возила не дају, односно одбијају светлост црвене боје, а на задњој страни не дају, односно одбијају светлост беле боје'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено само ако ти уређаји не ометају остале учеснике у саобраћају'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'Светлосни и светлосно сигнални уређаји, постављени на предњој страни моторног и прикључног возила, не могу бити изведени тако да дају светлост:', 
                        answers: [
                            {
                                id: 1,
                                text: 'беле боје видљиву са предње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                            },
                            {
                                id: 2,
                                text: 'жуте боје видљиву са предње стране возила'
                            },
                            {
                                id: 3,
                                text: 'црвене боје видљиву са предње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'Светлосни и светлосно сигнални уређаји, постављени на задњој страни моторног и прикључног возила не могу бити изведени тако да дају светлост:', 
                        answers: [
                            {
                                id: 1,
                                text: 'црвене боје видљиву са задње стране возила'
                            },
                            {
                                id: 2,
                                text: 'беле боје видљиву са задње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                            },
                            {
                                id: 3,
                                text: 'жуте боје видљиву са задње стране возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'Истоветни светлосни и светлосно сигнални уређаји који су удвојени на моторном возилу на три или више точкова:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити исте величине и боје, а не морају дејствовати уједначеним светлосним интензитетом'
                            },
                            {
                                id: 2,
                                text: 'морају бити исте величине и боје и дејствовати уједначеним светлосним интензитетом'
                            },
                            {
                                id: 3,
                                text: 'не морају бити исте величине и боје и дејствовати уједначеним светлосним интензитетом'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'Под уређајима за осветљавање пута на моторним возилима, од набројаних, подразумевају се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'светла за маглу'
                            },
                            {
                                id: 2,
                                text: 'габаритна светла'
                            },
                            {
                                id: 3,
                                text: 'светла за вожњу уназад'
                            },
                            {
                                id: 4,
                                text: 'главни фарови'
                            },
                            {
                                id: 5,
                                text: 'задње светло за маглу'
                            },
                            {
                                id: 6,
                                text: 'катадиоптери'
                            }
                        ],
                        correct_answers: [1, 3, 4]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'Под уређајима за осветљавање пута на моторним возилима, од набројаног, подразумевају се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'задње светло за маглу'
                            },
                            {
                                id: 2,
                                text: 'катадиоптери'
                            },
                            {
                                id: 3,
                                text: 'фарови и светла за осветљавање места на коме се изводе радови'
                            },
                            {
                                id: 4,
                                text: 'покретни фар (рефлектор)'
                            },
                            {
                                id: 5,
                                text: 'дневно светло'
                            },
                            {
                                id: 6,
                                text: 'габаритна светла'
                            }
                        ],
                        correct_answers: [3, 4, 5]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'Светлост главних фарова мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'беле боје'
                            },
                            {
                                id: 2,
                                text: 'плаве или жуте боје'
                            },
                            {
                                id: 3,
                                text: 'боје одређене од стране произвођача возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'Када се укључе дуга светла за осветљавање пута, на контролној табли возила мора аутоматски да светли контролна лампа:', 
                        answers: [
                            {
                                id: 1,
                                text: 'жуте боје'
                            },
                            {
                                id: 2,
                                text: 'плаве боје'
                            },
                            {
                                id: 3,
                                text: 'зелене боје'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'Када се укључе кратка светла за осветљавање пута, на контролној табли возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора аутоматски да светли контролна лампа зелене боје'
                            },
                            {
                                id: 2,
                                text: 'не мора бити укључена лампа било које боје'
                            },
                            {
                                id: 3,
                                text: 'мора аутоматски да светли контролна лампа жуте боје'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'Уређај за чишћење главних фарова:', 
                        answers: [
                            {
                                id: 1,
                                text: 'обавезан је само на возилима за превоз путника и теретним возилима, која имају кратка светла са гасним извором светлости'
                            },
                            {
                                id: 2,
                                text: 'није обавезан на моторним возилима'
                            },
                            {
                                id: 3,
                                text: 'обавезан је само на возилима која су произведена након 1. марта 2011. године'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'Уређај за нивелацију снопа главних светала:', 
                        answers: [
                            {
                                id: 1,
                                text: 'обавезан је само на возилима за превоз путника и теретним возилима, која имају кратка светла са гасним извором светлости'
                            },
                            {
                                id: 2,
                                text: 'обавезан је на возилима за превоз путника и теретним возилима'
                            },
                            {
                                id: 3,
                                text: 'није обавезан на моторним возилима'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'Светлосни сноп кратког светла моторних возила, осим трактора, мора да осветли:', 
                        answers: [
                            {
                                id: 1,
                                text: 'најмање 40 m пута'
                            },
                            {
                                id: 2,
                                text: 'најмање 100 m пута'
                            },
                            {
                                id: 3,
                                text: 'најмање 40 m, а највише 80 m пута'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'Светлосни сноп кратког светла моторних возила мора бити изведен као:', 
                        answers: [
                            {
                                id: 1,
                                text: 'симетрични'
                            },
                            {
                                id: 2,
                                text: 'десносмерни асиметрични'
                            },
                            {
                                id: 3,
                                text: 'левосмерни асиметрични'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'Светлосни сноп дугог светла моторних возила, осим трактора, мора да осветли:', 
                        answers: [
                            {
                                id: 1,
                                text: 'најмање 40 m пута'
                            },
                            {
                                id: 2,
                                text: 'најмање 100 m пута'
                            },
                            {
                                id: 3,
                                text: 'најмање 80 m пута'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'Светлосни сноп светла за маглу моторних возила мора да осветли:', 
                        answers: [
                            {
                                id: 1,
                                text: 'најмање 35 m пута'
                            },
                            {
                                id: 2,
                                text: 'најмање 35 m, а највише 80 m пута'
                            },
                            {
                                id: 3,
                                text: 'највише 35 m пута'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'Светлост светла за вожњу уназад мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'боје одређене од стране произвођача возила'
                            },
                            {
                                id: 2,
                                text: 'црвене боје'
                            },
                            {
                                id: 3,
                                text: 'беле боје'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 34, 
                        points: 2,
                        text: 'На моторним возилима на четири или више точкова и на моторним возилима на три точка која су шира од 1,3 m светла за маглу могу бити уграђенa и изведенa као:', 
                        answers: [
                            {
                                id: 1,
                                text: 'паран број фарова без ограничења броја'
                            },
                            {
                                id: 2,
                                text: 'два фара'
                            },
                            {
                                id: 3,
                                text: 'четири фара'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 35, 
                        points: 2,
                        text: 'Светлост светала за маглу мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само жуте боје'
                            },
                            {
                                id: 2,
                                text: 'беле или жуте боје'
                            },
                            {
                                id: 3,
                                text: 'боје одређене од стране произвођача возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 36, 
                        points: 2,
                        text: 'Када се укључе светла за маглу, на контролној табли возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не мора бити укључена лампа било које боје'
                            },
                            {
                                id: 2,
                                text: 'мора аутоматски да светли контролна лампа жуте боје'
                            },
                            {
                                id: 3,
                                text: 'мора аутоматски да светли контролна лампа зелене боје'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 37, 
                        points: 2,
                        text: 'Светлост дневних светала мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само беле боје'
                            },
                            {
                                id: 2,
                                text: 'боје одређене од стране произвођача возила'
                            },
                            {
                                id: 3,
                                text: 'беле или жуте боје'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 38, 
                        points: 2,
                        text: 'Додатни фарови и светла који су уграђени на возилу ван простора предвиђених прописима (додатни фарови на крову и сл.) за време учешћа возила у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не морају бити прекривени али се не могу користити'
                            },
                            {
                                id: 2,
                                text: 'не морају бити прекривени и могу се користити'
                            },
                            {
                                id: 3,
                                text: 'морају бити прекривени одговарајућом покривком'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 39, 
                        points: 2,
                        text: 'Уградња покретног фара (рефлектора) дозвољена је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само на возилима за која је то одређено прописима о техничким условима за возила'
                            },
                            {
                                id: 2,
                                text: 'само на тракторима и радним машинама'
                            },
                            {
                                id: 3,
                                text: 'на свим моторним и прикључним возилима'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 40, 
                        points: 2,
                        text: 'На прикључном возилу ширине до 1,6 m:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити уграђена два предња позициона светла беле или црвене боје'
                            },
                            {
                                id: 2,
                                text: 'не морају бити уграђена предња позициона светала'
                            },
                            {   
                                id: 3,
                                text: 'морају бити уграђена два предња позициона светла беле боје'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 41, 
                        points: 2,
                        text: 'Када се укључе задња светла за маглу на контролној табли возила мора аутоматски да светли контролна лампа:', 
                        answers: [
                            {
                                id: 1,
                                text: 'жуте или зелене боје'
                            },
                            {
                                id: 2,
                                text: 'црвене боје'
                            },
                            {
                                id: 3,
                                text: 'плаве боје'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 42, 
                        points: 2,
                        text: 'На прикључном возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити уграђена два предња катадиоптера, беле боје, који нису троугластог облика'
                            },
                            {
                                id: 2,
                                text: 'морају бити уграђена два предња катадиоптера троугластог облика беле боје'
                            },
                            {
                                id: 3,
                                text: 'не морају бити уграђени предњи катадиоптери'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 43, 
                        points: 2,
                        text: 'На моторном возилу са скривајућим фаровима:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити уграђена два предња катадиоптера, жуте боје, који нису троугластог облика'
                            },
                            {
                                id: 2,
                                text: 'не морају бити уграђени предњи катадиоптери'
                            },
                            {
                                id: 3,
                                text: 'морају бити уграђена два предња катадиоптера, беле боје, који нису троугластог облика'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 44, 
                        points: 2,
                        text: 'На прикључном возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити уграђена два задња катадиоптера, црвене боје, у облику равностраног троугла, са врхом окренутим навише и страницом величине најмање 0,15 m'
                            },
                            {
                                id: 2,
                                text: 'морају бити уграђена два задња катадиоптера, беле боје, који нису троугластог облика'
                            },
                            {
                                id: 3,
                                text: 'не морају бити уграђени задњи катадиоптери'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 45, 
                        points: 2,
                        text: 'Возила која су намењена за извођење радова ван пута када у саобраћају на путу имају инсталирана оруђа за извођење радова, која нису склоп возила већ измењиво средство за рад:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити прописано означена'
                            },
                            {
                                id: 2,
                                text: 'не морају бити прописано означена'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 46, 
                        points: 2,
                        text: 'Ознака приказана на слици служи за означавање:', 
                        image: './img/slika56.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'спорих возила'
                            },
                            {
                                id: 2,
                                text: 'тешких возила'
                            },
                            {
                                id: 3,
                                text: 'дугих возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 47, 
                        points: 2,
                        text: 'Ознака приказана на слици служи за означавање:', 
                        image: './img/slika57.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'спорих возила'
                            },
                            {
                                id: 2,
                                text: 'дугих возила'
                            },
                            {
                                id: 3,
                                text: 'тешких возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 48, 
                        points: 2,
                        text: 'Ознака приказана на слици служи за означавање:', 
                        image: './img/slika58.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дугих возила'
                            },
                            {
                                id: 2,
                                text: 'спорих возила'
                            },
                            {
                                id: 3,
                                text: 'тешких возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 49, 
                        points: 2,
                        text: 'Путничка возила која су први пут регистрована у Републици Србији након 1. марта 2011. године морају имати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'најмање четири стоп светала'
                            },
                            {
                                id: 2,
                                text: 'треће стоп светло уграђено симетрично у односу на средњу уздужну раван возила'
                            },
                            {
                                id: 3,
                                text: 'стоп светла у облику круга, чији је полупречник најмање 0,15 m'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 50, 
                        points: 2,
                        text: 'Стоп светла се укључују при активирању:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радног кочења возила'
                            },
                            {
                                id: 2,
                                text: 'дуготрајног успоравања возила'
                            },
                            {
                                id: 3,
                                text: 'паркирног кочења'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 51, 
                        points: 2,
                        text: 'Светлост показивача правца мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'жуте боје'
                            },
                            {
                                id: 2,
                                text: 'беле боје'
                            },
                            {
                                id: 3,
                                text: 'жуте или црвене боје'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 52, 
                        points: 2,
                        text: 'На возилима која су први пут регистрована у Републици Србији пре 1. јула 2011. године контрола укључености показивача праваца, мора бити обезбеђена:', 
                        answers: [
                            {
                                id: 1,
                                text: 'помоћу оптичке и звучне контролне направе'
                            },
                            {
                                id: 2,
                                text: 'само помоћу звучне контролне направе'
                            },
                            {
                                id: 3,
                                text: 'помоћу оптичке или звучне контролне направе'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 53, 
                        points: 2,
                        text: 'На возилима за превоз путника и теретним возилима, која су први пут регистрована у Републици Србији након 1. јула 2011. године, контрола укључености показивача праваца, мора бити обезбеђена:', 
                        answers: [
                            {
                                id: 1,
                                text: 'помоћу оптичке или звучне контролне направе'
                            },
                            {
                                id: 2,
                                text: 'само помоћу звучне контролне направе'
                            },
                            {
                                id: 3,
                                text: 'помоћу оптичке и звучне контролне направе'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 54, 
                        points: 2,
                        text: 'Преправка ветробранa, постављањем фолија или других материјала због затамњивања:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољена ако укупна вредност пригушења светла не прелази 75%'
                            },
                            {
                                id: 2,
                                text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                            },
                            {
                                id: 3,
                                text: 'није дозвољена'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 55, 
                        points: 2,
                        text: 'Преправка бочних стакала у равни возача, постављањем фолија или других материјала због затамњивања:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољена'
                            },
                            {
                                id: 2,
                                text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                            },
                            {
                                id: 3,
                                text: 'је дозвољена без ограничења укупне вредности пригушења светла'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 56, 
                        points: 2,
                        text: 'Преправка осталих стакала на возилу, осим ветробрана и бочних стакала у равни возача, постављањем фолија или других материјала због затамњивања:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољена без ограничења укупне вредности пригушења светла, при чему на возилу морају бити уграђена два бочна ретровизора'
                            },
                            {
                                id: 2,
                                text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                            },
                            {
                                id: 3,
                                text: 'није дозвољена'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 57, 
                        points: 2,
                        text: 'На путничком возилу са четири или више седишта, мора постојати најмање:', 
                        answers: [
                            {
                                id: 1,
                                text: 'два возачка огледала од којих је једно смештено унутар каросерије, а друго изван каросерије на левој страни возила'
                            },
                            {
                                id: 2,
                                text: 'два возачка огледала, са обе спољашње стране предњег дела возила и једно возачко огледало унутар каросерије'
                            },
                            {
                                id: 3,
                                text: 'два возачка огледала, са обе спољашње стране предњег дела возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 58, 
                        points: 2,
                        text: 'Уређај за давање звучних знакова мора производити звук:', 
                        answers: [
                            {
                                id: 1,
                                text: 'чија јачина није прописана'
                            },
                            {
                                id: 2,
                                text: 'чија јачина мора бити у прописаним границама'
                            },
                            {
                                id: 3,
                                text: 'што веће јачине'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 59, 
                        points: 2,
                        text: 'Уградња брзиномера са одометром и светиљком за осветљавање на путничким возилима:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је обавезна'
                            },
                            {
                                id: 2,
                                text: 'је обавезна за возила чија највећа конструктивна брзина прелази 40 km/h'
                            },
                            {
                                id: 3,
                                text: 'није обавезна'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 60, 
                        points: 2,
                        text: 'Учешће у саобраћају возила на којем је извршено уклањање катализатора, уграђеног од стране произвођача возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено само када онемогућава правилан рад мотора'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 61, 
                        points: 2,
                        text: 'Исправан систем за упозоравање на неисправност опреме за регулисање аеро загађења (OBD) мора постојати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на возилима са мотором који испуњава услове прописане нормом најмање „EURO 3”'
                            },
                            {
                                id: 2,
                                text: 'на возилима која су први пут регистровани у Републици Србији након 1. јула 2011. године'
                            },
                            {
                                id: 3,
                                text: 'на возилима која су први пут регистровани у Републици Србији након 1. јануара 2003. године'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 62, 
                        points: 2,
                        text: 'Унутрашња расвета у простору за возача и путнике мора постојати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само у моторним возилима која су први пут регистрована у Републици Србији након 1. јануара 2003. године'
                            },
                            {
                                id: 2,
                                text: 'у свим моторним и прикључним возилима за превоз путника, осим на туристичком возу'
                            },
                            {
                                id: 3,
                                text: 'само у возилима за превоз путника'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 63, 
                        points: 2,
                        text: 'Браве на вратима возила, која су први пут регистрована након 1. јануара 1987. године, морају бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'двостепене и уграђене и изведене тако да други степен браве спречава отварање врата, ако врата нису потпуно затворена'
                            },
                            {
                                id: 2,
                                text: 'једностепене и уграђене и изведене тако да се врата не могу отворити за време вожње'
                            },
                            {
                                id: 3,
                                text: 'једностепене или двостепене и уграђене и изведене тако да се врата не могу отворити за време вожње'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 64, 
                        points: 2,
                        text: 'Поклопци на свим спољашњим странама моторних и прикључних возила морају бити изведени, односно осигурани тако да је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'онемогућено да се сами отворе за време вожње, па ни при јачим потресима возила'
                            },
                            {
                                id: 2,
                                text: 'онемогућено да се сами отворе за време вожње, осим на возилима јавног превоза путника'
                            },
                            {
                                id: 3,
                                text: 'онемогућено њихово одвајање од возила у случају отварања при јачим потресима возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 65, 
                        points: 2,
                        text: 'Браници на моторним возилима, који су најистуренији делови возила, морају бити уграђени и изведени на предњој и задњој страни:', 
                        answers: [
                            {
                                id: 1,
                                text: 'путничких и теретних возила највеће дозвољене масе до 3.500 kg'
                            },
                            {
                                id: 2,
                                text: 'само путничких возила'
                            },
                            {
                                id: 3,
                                text: 'свих моторних возила на четири или више точкова'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 66, 
                        points: 2,
                        text: 'Путничка возила произведена у периоду између 1. јануара 1971. године и 1. јануара 1980. године морају имати уграђене сигурносне појасеве:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само за први ред седишта'
                            },
                            {
                                id: 2,
                                text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта'
                            },
                            {
                                id: 3,
                                text: 'за сва седишта'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 67, 
                        points: 2,
                        text: 'Путничка возила произведена, односно први пут регистрована након 1. јануара 1980. године морају имати уграђене сигурносне појасеве:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта за која је то назначено у декларацији произвођача'
                            },
                            {
                                id: 2,
                                text: 'за сва седишта'
                            },
                            {
                                id: 3,
                                text: 'само за први ред седишта'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 68, 
                        points: 2,
                        text: 'Путничка и теретна возила и аутобуси који поред места за седење немају места за стајање, који су произведени, односно први пут регистровани након 1. марта 2012. године морају имати уграђене сигурносне појасеве:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само за први ред седишта'
                            },
                            {
                                id: 2,
                                text: 'за сва седишта'
                            },
                            {
                                id: 3,
                                text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта за која је то назначено у декларацији произвођача'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 69, 
                        points: 2,
                        text: 'Постојање прикључака за вучу возила у случају неисправности, који омогућава спајање ужета, односно полуге за вучу, је обавезно:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на аутобусима, путничким и теретним возилима'
                            },
                            {
                                id: 2,
                                text: 'само на путничким возилима'
                            },
                            {
                                id: 3,
                                text: 'само на путничким и теретним возилима'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 70, 
                        points: 2,
                        text: 'Постојање уређаја за обезбеђење возила од неовлашћене употребе је обавезно:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само на путничким и теретним возилима'
                            },
                            {
                                id: 2,
                                text: 'на аутобусима, путничким и теретним возилима'
                            },
                            {
                                id: 3,
                                text: 'само на путничким возилима'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 71, 
                        points: 2,
                        text: 'Пнеуматик на резервном точку, који није привремени резервни точак, у односу на пнеуматике који су постављени на точкове возила, мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'исте носивости'
                            },
                            {
                                id: 2,
                                text: 'исте конструкције'
                            },
                            {
                                id: 3,
                                text: 'истих димензија'
                            },
                            {
                                id: 4,
                                text: 'истог произвођача и типа'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 72, 
                        points: 2,
                        text: 'Резервни точак мора постојати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у свим путничким возилима'
                            },
                            {
                                id: 2,
                                text: 'само у путничким возилима која нису намењена за јавни превоз путника'
                            },
                            {
                                id: 3,
                                text: 'само у путничким возилима намењеним за јавни превоз путника'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 73, 
                        points: 2,
                        text: 'Преносни апарат за гашење почетних пожара, са важећим доказом о исправности у складу са препоруком произвођача:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не мора постојати у путничким возилима, без обзира на врсту превоза'
                            },
                            {
                                id: 2,
                                text: 'мора постојати и бити постављен на доступном месту само у путничким возилима намењеним за јавни превоз путника'
                            },
                            {
                                id: 3,
                                text: 'мора постојати и бити постављен на доступном месту у свим путничким возилима'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 74, 
                        points: 2,
                        text: 'Опрема за пружање прве помоћи величине „В“ мора постојати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у свим путничким возилима'
                            },
                            {
                                id: 2,
                                text: 'само у путничким возилима која нису намењена за јавни превоз путника'
                            },
                            {
                                id: 3,
                                text: 'само у путничким возилима намењеним за јавни превоз путника'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 75, 
                        points: 2,
                        text: 'Уже или полугу за вучу морају имати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'моторна и прикључна возила'
                            },
                            {
                                id: 2,
                                text: 'путничка и теретна возила и аутобуси'
                            },
                            {
                                id: 3,
                                text: 'путничка возила произведена, односно први пут регистрована након 1. јануара 1984. године'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 76, 
                        points: 2,
                        text: 'Пнеуматици на истој осовини морају бити једнаки по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'конструкцији (радијални, дијагонални и са укрштеним појасевима)'
                            },
                            {
                                id: 2,
                                text: 'дубини газећег слоја'
                            },
                            {
                                id: 3,
                                text: 'години производње'
                            },
                            {
                                id: 4,
                                text: 'индексу брзине'
                            },
                            {
                                id: 5,
                                text: 'произвођачу и типу'
                            },
                            {
                                id: 6,
                                text: 'врсти (летњи, зимски)'
                            }
                        ],
                        correct_answers: [1, 5 ,6]
                    },
                    {
                        id: 77, 
                        points: 2,
                        text: 'Пнеуматици на возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'могу имати највеће димензије које омогућавају њихову несметано коришћење'
                            },
                            {
                                id: 2,
                                text: 'морају бити декларисаних димензија од стране произвођача возила'
                            },
                            {
                                id: 3,
                                text: 'морају имати димензије које су одређене прописима о техничким условима за возила у саобраћају на путевима'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 78, 
                        points: 2,
                        text: 'У ознаци пнеуматика 195/65 R 16 89 Н димензије су исказане кодовима:', 
                        answers: [
                            {
                                id: 1,
                                text: '16'
                            },
                            {
                                id: 2,
                                text: '89'
                            },
                            {
                                id: 3,
                                text: 'Н'
                            },
                            {
                                id: 4,
                                text: '195/65'
                            },
                            {
                                id: 5,
                                text: 'R'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 79, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 180 означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ширину пнеуматика'
                            },
                            {
                                id: 2,
                                text: 'висину пнеуматика'
                            },
                            {
                                id: 3,
                                text: 'однос висине и ширине пнеуматика изражен у процентима'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 80, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 60 означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'индекс носивости'
                            },
                            {
                                id: 2,
                                text: 'брзинску ознаку'
                            },
                            {
                                id: 3,
                                text: 'однос висине и ширине пнеуматика изражен у процентима'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 81, 
                        points: 2,
                        text: 'У ознаци пнеуматика 195/65 R 16 89 Н конструкција је исказана кодом:', 
                        answers: [
                            {
                                id: 1,
                                text: '16'
                            },
                            {
                                id: 2,
                                text: '195/65'
                            },
                            {
                                id: 3,
                                text: '89'
                            },
                            {
                                id: 4,
                                text: 'R'
                            },
                            {
                                id: 5,
                                text: 'Н'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 82, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака R означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да пнеуматик може да се нарезује'
                            },
                            {
                                id: 2,
                                text: 'да је пнеуматик радијални'
                            },
                            {
                                id: 3,
                                text: 'брзинску ознаку пнеуматика'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 83, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 14 означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пречник наплатка'
                            },
                            {
                                id: 2,
                                text: 'ширину пнеуматика'
                            },
                            {
                                id: 3,
                                text: 'висину пнеуматика'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 84, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 82 означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ознаку носивости'
                            },
                            {
                                id: 2,
                                text: 'брзинску ознаку пнеуматика'
                            },
                            {
                                id: 3,
                                text: 'висину пнеуматикa'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 85, 
                        points: 2,
                        text: 'У ознаци пнеуматика 195/65 R 16 89 Н индекс носивости је исказана кодом:', 
                        answers: [
                            {
                                id: 1,
                                text: 'Н'
                            },
                            {
                                id: 2,
                                text: '16'
                            },
                            {
                                id: 3,
                                text: 'R'
                            },
                            {
                                id: 4,
                                text: '195/65'
                            },
                            {
                                id: 5,
                                text: '89'
                            }
                        ],
                        correct_answers: [5]
                    },
                    {
                        id: 86, 
                        points: 2,
                        text: 'У ознаци пнеуматика 195/65 R 16 89 Н индекс брзине је исказан кодом:', 
                        answers: [
                            {
                                id: 1,
                                text: '195/65'
                            },
                            {
                                id: 2,
                                text: 'R'
                            },
                            {
                                id: 3,
                                text: 'Н'
                            },
                            {
                                id: 4,
                                text: '89'
                            },
                            {
                                id: 5,
                                text: '16'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 87, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака Т означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да је пнеуматик радијални'
                            },
                            {
                                id: 2,
                                text: 'брзинску ознаку пнеуматика'
                            },
                            {
                                id: 3,
                                text: 'да пнеуматик може да се нарезује'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 88, 
                        points: 2,
                        text: 'Ознака на пнеуматику М+S означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'положај индикатора истрошености пнеуматика'
                            },
                            {
                                id: 2,
                                text: 'индекс брзине'
                            },
                            {
                                id: 3,
                                text: 'врсту пнеуматика (зимски)'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 89, 
                        points: 2,
                        text: 'Ознака на пнеуматику М+S означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да је пнеуматик намењен за зимску употребу'
                            },
                            {
                                id: 2,
                                text: 'да је пнеуматик намењен за летњу употребу'
                            },
                            {
                                id: 3,
                                text: 'брзинску ознаку пнеуматика'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 90, 
                        points: 2,
                        text: 'Ознака на пнеуматику TWI означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'положај индикатора истрошености пнеуматика'
                            },
                            {
                                id: 2,
                                text: 'индекс брзине'
                            },
                            {
                                id: 3,
                                text: 'индекс носивости'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 91, 
                        points: 2,
                        text: 'Ознака на пнеуматику TWI означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'положај индикатора истрошености пнеуматика'
                            },
                            {
                                id: 2,
                                text: 'да је пнеуматик намењен за летњу употребу'
                            },
                            {
                                id: 3,
                                text: 'да пнеуматик може да се протектира'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 92, 
                        points: 2,
                        text: 'Дубина газећег слоја пнеуматика на мопедима, мотоциклима, трициклима, четвороциклима и путничким возилима мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'већа од дубине означене TWI ознакама, односно најмање 2 mm, ако TWI ознаке не постоје'
                            },
                            {
                                id: 2,
                                text: 'најмање 1,6 mm'
                            },
                            {
                                id: 3,
                                text: 'већа од дубине означене TWI ознакама, односно најмање 1,6 mm, ако TWI ознаке не постоје'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 93, 
                        points: 2,
                        text: 'Најмање дозвољена дубина „шаре“ газећег слоја пнеуматика путничког возила, када не постоји TWI ознака, износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '2,0 mm'
                            },
                            {
                                id: 2,
                                text: '4,0 mm'
                            },
                            {
                                id: 3,
                                text: '1,6 mm'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 94, 
                        points: 2,
                        text: 'Употреба обновљених („протектираних“) пнеуматика:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољена је само на точковима теретних возила'
                            },
                            {
                                id: 2,
                                text: 'није дозвољена само на точковима управљајуће осовине'
                            },
                            {
                                id: 3,
                                text: 'дозвољена је на свим точковима возила, без обзира на врсту возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 95, 
                        points: 2,
                        text: 'Обновљени пнеуматици морају на бочној страни имати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ознаку „RETREAD”'
                            },
                            {
                                id: 2,
                                text: 'четвороцифрену ознаку недеље и године када је извршено обнављање'
                            },
                            {
                                id: 3,
                                text: 'двоцифрену ознаку године када је извршено обнављање'
                            },
                            {
                                id: 4,
                                text: 'серијски број обнављања'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 96, 
                        points: 2,
                        text: 'Пнеуматик на резервном точку мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'исте носивости као пнеуматици који се користе на возилу или бити хомологован као привремени резервни точак'
                            },
                            {
                                id: 2,
                                text: 'истих димензија као остали пнеуматици на возилу или бити хомологован као привремени резервни точак'
                            },
                            {
                                id: 3,
                                text: 'истих димензија и носивости као пнеуматици који се користе на возилу или бити хомологован као привремени резервни точак'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 97, 
                        points: 2,
                        text: 'Преносни апарат за гашење почетних пожара, у путничким возилима, је обавезан ако:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је возило намењено за сопствене потребе'
                            },
                            {
                                id: 2,
                                text: 'возило има више од 5 места за седење'
                            },
                            {
                                id: 3,
                                text: 'је возило намењено за јавни превоз'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 98, 
                        points: 2,
                        text: 'Резервни точак:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора постојати у свим прикључним возилима, осим у једноосовинским приколицама'
                            },
                            {
                                id: 2,
                                text: 'не мора постојати у прикључним возилима'
                            },
                            {
                                id: 3,
                                text: 'мора постојати у свим прикључним возилима'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 99, 
                        points: 2,
                        text: 'Постојање резервног точка у моторном возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није обавезно, ако постоји одговарајуће средство за привремено оспособљавање издуваног пнеуматика (нпр. спреј, пена у боци под притиском, комплет за брзу поправку пнеуматика и сл.)'
                            },
                            {
                                id: 2,
                                text: 'није обавезно'
                            },
                            {
                                id: 3,
                                text: 'је обавезно'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 100, 
                        points: 2,
                        text: 'Постојање резервног точка у возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није обавезно, ако су пнеуматици или наплаци опремљени неким сигурносним системом за сигурну вожњу са издуваним пнеуматиком'
                            },
                            {
                                id: 2,
                                text: 'је обавезно само за возила којим се обавља јавни превоз'
                            },
                            {
                                id: 3,
                                text: 'је обавезно'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 101, 
                        points: 2,
                        text: 'Преносни апарат за гашење почетних пожара, са важећим доказом о исправности у складу са препоруком произвођача:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора постојати и бити постављен на доступном месту у теретним возилима и аутобусима, намењеним за јавни превоз'
                            },
                            {
                                id: 2,
                                text: 'не мора постојати у теретним возилима и аутобусима'
                            },
                            {
                                id: 3,
                                text: 'мора постојати и бити постављен на доступном месту у свим теретним возилима и аутобусима'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 102, 
                        points: 2,
                        text: 'Возила морају бити опремљена зимском опремом у периоду:', 
                        answers: [
                            {
                                id: 1,
                                text: 'од 1. новембра до 1. априла, ако се на коловозу налази снег, лед или поледица'
                            },
                            {
                                id: 2,
                                text: 'од 1. децембра до 1. марта, ако се на коловозу налази снег, лед или поледица'
                            },
                            {
                                id: 3,
                                text: 'од 15. новембра до 15. марта'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 103, 
                        points: 2,
                        text: 'Зимска опрема путничких возила обухвата:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пнеуматике за зимску употребу на свим точковима'
                            },
                            {
                                id: 2,
                                text: 'ланце односно друге уређаје за повећање тракције за најмање два погонска точка'
                            },
                            {
                                id: 3,
                                text: 'пнеуматике за зимску употребу само на погонским точковима'
                            },
                            {
                                id: 4,
                                text: 'лопату'
                            }
                        ],
                        correct_answers: [1, 2]
                    }
                ]
            },
            {
                name: 'Услови за учешће возила у саобраћају на путу (регистрација возила, саобраћајна дозвола, регистарске таблице, регистрациона налепница, привремена регистрација, таблице за привремено означавање и др.)', /// 18
                total_number_of_questions: 18,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'У саобраћају на путу могу да учествују само моторна и прикључна возила за која су издате:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола и потврда о техничкој исправности'
                            },
                            {
                                id: 2,
                                text: 'саобраћајна дозвола и регистарске таблице'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна дозвола, регистарске таблице и регистрациона налепница'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У саобраћају на путу могу да учествују само моторна и прикључна возила за које је издата:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола'
                            },
                            {
                                id: 2,
                                text: 'потврда о техничкој исправности и регистрациони лист'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна дозвола, регистарска таблица и регистрациона налепница'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Моторно и прикључно возило након истека рока важења регистрационе налепнице:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да учествује у саобраћају на путу'
                            },
                            {
                                id: 2,
                                text: 'сме да учествује у саобраћају на путу најдуже 15 дана од дана истека важења'
                            },
                            {
                                id: 3,
                                text: 'сме да учествује у саобраћају на путу најдуже 5 дана од дана истека важења'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У саобраћају на путу могу да учествују моторна и прикључна возила која нису регистрована ако:', 
                        answers: [
                            {
                                id: 1,
                                text: 'се крећу од места преузимања као нерегистрована до места у коме ће бити регистрована'
                            },
                            {
                                id: 2,
                                text: 'су означена као возила од историјског значаја (олдтајмери)'
                            },
                            {
                                id: 3,
                                text: 'нису првенствено намењена за учествовање у саобраћају на путу'
                            },
                            {
                                id: 4,
                                text: 'се крећу ради спровођења прописаног царинског поступка'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Таблице за привремено означавање и потврда о њиховом коришћењу издају се са роком важења најдуже:', 
                        answers: [
                            {
                                id: 1,
                                text: '7 дана'
                            },
                            {
                                id: 2,
                                text: '15 дана'
                            },
                            {
                                id: 3,
                                text: '30 дана'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Регистрациона налепница се издаје са роком важења од:', 
                        answers: [
                            {
                                id: 1,
                                text: '6 месеци'
                            },
                            {
                                id: 2,
                                text: 'једне године'
                            },
                            {
                                id: 3,
                                text: '15 дана'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Рок важења регистрационе налепнице је:', 
                        answers: [
                            {
                                id: 1,
                                text: '3 године'
                            },
                            {
                                id: 2,
                                text: '2 године'
                            },
                            {
                                id: 3,
                                text: '1 годинa'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'За време управљања возилом возач код себе:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не мора имати саобраћајну дозволу, ако поседује полису обавезног осигурања од аутоодговорности'
                            },
                            {
                                id: 2,
                                text: 'не мора имати саобраћајну дозволу, ако је возило означено регистрационом налепницом, којој није истекао рок важења'
                            },
                            {
                                id: 3,
                                text: 'мора имати саобраћајну дозволу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Да ли возач, овлашћеном лицу, мора дати на увид саобраћајну дозволу при контроли у саобраћају на путу?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Не, ако је возило означено регистрационом налепницом, којој није истекао рок важења'
                            },
                            {
                                id: 2,
                                text: 'Да'
                            },
                            {
                                id: 3,
                                text: 'Не, ако је на увид дата полиса обавезног осигурања од аутоодговорности'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Возило које је искључено из саобраћаја:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да учествује у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'не сме да учествује у саобраћају на путу'
                            },
                            {
                                id: 3,
                                text: 'сме да учествује у саобраћају на кратком делу пута'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Регистровано возило након истека рока важења регистрационе налепнице, ради одласка на технички преглед, оправку, односно испитивање, у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може да учествује ако прибави посебну дозволу надлежног органа'
                            },
                            {
                                id: 2,
                                text: 'може да учествује ако је означено таблицама за привремено означавање и ако му је издата потврда о њиховом коришћењу'
                            },
                            {
                                id: 3,
                                text: 'не може да учествује'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'За време управљања возилом које је означено регистарским таблицама за привремено означавање возач код себе мора имати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'потврду о техничкој исправности возила'
                            },
                            {
                                id: 2,
                                text: 'потврду о коришћењу таблица за привремено означавање возила'
                            },
                            {
                                id: 3,
                                text: 'доказ о власништву возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Да ли возач, коме су издате регистарске таблице за привремено означавање мора дати овлашћеном лицу на увид потврду о коришћењу таблица за привремено означавање возила при контроли у саобраћају на путу?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Не, ако је на увид дата потврда о техничкој исправности возила'
                            },
                            {
                                id: 2,
                                text: 'Не, ако је на увид дата полиса обавезног осигурања од аутоодговорности'
                            },
                            {
                                id: 3,
                                text: 'Да'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Када управља возилом које је означено регистарским таблицама за привремено означавање, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'се може кретати само на подручју органа који је издао регистарске таблице за привремено означавање возила'
                            },
                            {
                                id: 2,
                                text: 'је дужан да се креће релацијом и у време означено у потврди о коришћењу таблица за привремено означавање возила'
                            },
                            {
                                id: 3,
                                text: 'се може кретати на целој територији Републике Србије у време означено у потврди о коришћењу таблица за привремено означавање возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Власник, односно корисник возила дужан је да одјави возило ако je уништено или отписано у року од:', 
                        answers: [
                            {
                                id: 1,
                                text: '30 дана'
                            },
                            {
                                id: 2,
                                text: '7 дана'
                            },
                            {
                                id: 3,
                                text: '15 дана'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'Власник, односно корисник возила дужан је да пријави промену било ког податка који се уписује у саобраћајну дозволу у року од:', 
                        answers: [
                            {
                                id: 1,
                                text: '7 дана'
                            },
                            {
                                id: 2,
                                text: '30 дана'
                            },
                            {
                                id: 3,
                                text: '15 дана'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'Физичко лице које није власник возила које је предмет финансијског лизинга, односно закупа:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме у саобраћају на путу користити возило одмах након закључења финансијског лизинга, односно закупа'
                            },
                            {
                                id: 2,
                                text: 'не сме у саобраћају на путу користити возило пре него што се податак о коришћењу не упише у саобраћајну дозволу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'У случају губитка или нестанка регистарске таблице, односно регистрационе налепнице, власник, односно возач је дужан:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да у року од 7 дана обавести најближу организациону јединицу Министарства унутрашњих послова'
                            },
                            {
                                id: 2,
                                text: 'да одмах о томе обавести најближу организациону јединицу Министарства унутрашњих послова'
                            },
                            {
                                id: 3,
                                text: 'да у року од 7 дана обавести организациону јединицу Министарства унутрашњих послова, која је издала регистарске таблице, односно регистрациону налепницу'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            },
            {
                name: 'Техничка исправност возила, технички прегледи возила, редовни, ванредни и контролни технички прегледи', /// 16
                total_number_of_questions: 16,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Редовни технички прегледи могу бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тромесечни и шестомесечни'
                            },
                            {
                                id: 2,
                                text: 'годишњи и петогодишњи'
                            },
                            {
                                id: 3,
                                text: 'годишњи и шестомесечни'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'На контролни технички преглед се може упутити возило:', 
                        answers: [
                            {
                                id: 1,
                                text: 'којем су у саобраћајној незгоди оштећени уређаји и склопови битни за безбедно учествовање у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'које није у возном стању'
                            },
                            {
                                id: 3,
                                text: 'које је у возном стању'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Возило мора да испуњава прописане техничке услове, техничке прописе и да буде технички исправно:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само када учествује у саобраћају на путу са савременим коловозним застором'
                            },
                            {
                                id: 2,
                                text: 'само када учествује у саобраћају на јавном путу'
                            },
                            {
                                id: 3,
                                text: 'када учествује у саобраћају на путу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Возило је технички исправно ако:', 
                        answers: [
                            {
                                id: 1,
                                text: 'задовољава све техничке нормативе за возило'
                            },
                            {
                                id: 2,
                                text: 'ако је у прописаном року подвргнуто редовном техничком прегледу'
                            },
                            {
                                id: 3,
                                text: 'ако је у возном стању и на њему нема видљивих оштећења уређаја и опреме'
                            },
                            {
                                id: 4,
                                text: 'има исправне све прописане уређаје и опрему'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Возило које је преправљено може учествовати у саобраћају:', 
                        answers: [
                            {
                                id: 1,
                                text: 'одмах након извршене преправке'
                            },
                            {
                                id: 2,
                                text: 'након што се испита и утврди да испуњава прописане услове'
                            },
                            {
                                id: 3,
                                text: 'након што се на техничком прегледу утврди да је технички исправно'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Технички преглед моторног, односно прикључног возила се врши ради утврђивања да ли:', 
                        answers: [
                            {
                                id: 1,
                                text: 'испуњава техничке прописе и услове за учешће у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'је усаглашено са једнообразним техничким условима у складу са прописима о хомологацији'
                            },
                            {
                                id: 3,
                                text: 'је преправљено у складу са смерницама које одређује произвођач возила'
                            },
                            {
                                id: 4,
                                text: 'је возило технички исправно'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Свако поједино возило једнозначно је одређено:', 
                        answers: [
                            {
                                id: 1,
                                text: 'идентификационом ознаком возила, коју одређује произвођач возила'
                            },
                            {
                                id: 2,
                                text: 'регистрационом налепницом'
                            },
                            {
                                id: 3,
                                text: 'идентификационом ознаком возила и бројем мотора'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Редовном годишњем техничком прегледу возило се подвргава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сваке године'
                            },
                            {
                                id: 2,
                                text: 'пре издавања саобраћајне дозволе, односно издавања регистрационе налепнице'
                            },
                            {
                                id: 3,
                                text: 'најкасније једну годину након претходног редовног годишњег техничког прегледа возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Редовни годишњи технички преглед возила се може извршити најраније 30 дана пре:', 
                        answers: [
                            {
                                id: 1,
                                text: 'истека важења регистрационе налепнице'
                            },
                            {
                                id: 2,
                                text: 'подношења захтева за регистрацију'
                            },
                            {
                                id: 3,
                                text: 'истека важења саобраћајне дозволе'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Редовни шестомесечни технички преглед се мора обавити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пре истека рока од шест месеци од дана претходног редовног техничког прегледа возила'
                            },
                            {
                                id: 2,
                                text: 'пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                            },
                            {
                                id: 3,
                                text: 'најкасније 15 дана после истека важења регистрационе налепнице'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Редовни шестомесечни технички преглед може се обавити најраније:', 
                        answers: [
                            {
                                id: 1,
                                text: '15 дана пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                            },
                            {
                                id: 2,
                                text: '15 дана пре истека рока од шест месеци од дана претходног редовног техничког прегледа возила'
                            },
                            {
                                id: 3,
                                text: '30 дана пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Редовном шестомесечном техничком прегледу се морају подвргавати сва моторна и прикључна возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'која су власништво правних лица и предузетника'
                            },
                            {
                                id: 2,
                                text: 'намењена за превоз терета'
                            },
                            {
                                id: 3,
                                text: 'којима се обавља јавни превоз'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Редовном шестомесечном техничком прегледу се морају подвргавати моторна и прикључна возила за превоз:', 
                        answers: [
                            {
                                id: 1,
                                text: 'опасних материја'
                            },
                            {
                                id: 2,
                                text: 'живих животиња'
                            },
                            {
                                id: 3,
                                text: 'лако кварљиве робе'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Редовном шестомесечном техничком прегледу се морају подвргавати моторна возила старости преко:', 
                        answers: [
                            {
                                id: 1,
                                text: '20 година'
                            },
                            {
                                id: 2,
                                text: '10 година'
                            },
                            {
                                id: 3,
                                text: '15 година'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Ванредни технички преглед возила обавља се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                            },
                            {
                                id: 2,
                                text: 'пре пуштања у саобраћај возила, код којег су у саобраћаној незгоди или на други начин оштећени витални склопови и уређаји битни за безбедно учествовање возила у саобраћају, односно које након тога није било у возном стању'
                            },
                            {
                                id: 3,
                                text: 'ради контроле техничке исправности возила од стране овлашћеног лица Министарства унутрашњих послова, односно инспектора за друмски саобраћај'
                            },
                            {
                                id: 4,
                                text: 'пре пуштања у саобраћај возила које је искључено из саобраћаја због техничке неисправности утврђене на контролном техничком прегледу'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'Контролни технички преглед врши се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'по налогу овлашћеног лица Министарства унутрашњих послова'
                            },
                            {
                                id: 2,
                                text: 'по налогу инспектора за друмски саобраћај'
                            },
                            {
                                id: 3,
                                text: 'по захтеву возача'
                            },
                            {
                                id: 4,
                                text: 'по захтеву власника, односно корисника возила'
                            }
                        ],
                        correct_answers: [1, 2]
                    }
                ]
            }
        ]
    },
    {
        name: 'Правила саобраћаја',
        questions: [
            {
                name: 'Опште одредбе о понашању учесника у саобраћају (хијерархија поступања учесника у саобраћају, начин кретања возила и обавеза држања одстојања и растојања, остављање предмета на путу, општа обавеза према пешацима, слепим особама, однос према возилима која врше превоз путника и деце, коришћење телефона и других уређаја за комуникацију, забрана коришћење уређаја за откривање и ометање рада уређаја за мерење брзине, коришћење сигурносних појасева, светлоодбојних прслука и др.)', /// 61
                total_number_of_questions: 61,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'У случају да значење саобраћајне сигнализације одступа од правила саобраћаја возач је дужан да поступи у складу са:', 
                        answers: [
                            {
                                id: 1,
                                text: 'правилом саобраћаја, осим у случају када правило одступа од значења светлосних саобраћајних знакова'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'постављеном саобраћајном сигнализацијом'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач возила црвене боје ће поступати по:', 
                        image: './img/slika59.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосном саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'правилу саобраћаја које регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'саобраћајном знаку'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици дужни сте да поступите по:', 
                        image: './img/slika60.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'светлосном саобраћајном знаку'
                            },
                            {
                                id: 3,
                                text: 'правилу саобраћаја које регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача возила:', 
                        image: './img/slika61.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'регулисано је постављеном ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'није регулисано због непостојања саобраћајног знака'
                            },
                            {
                                id: 3,
                                text: 'регулисано је правилом саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'У случају када се значење саобраћајних знакова разликује од значења ознака на коловозу и тротоару возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'правилу саобраћаја, којим се регулише првенство пролаза'
                            },
                            {
                                id: 2,
                                text: 'постављеном саобраћајном знаку'
                            },
                            {
                                id: 3,
                                text: 'постављеној ознаци на коловозу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача возила регулисано је:', 
                        image: './img/slika62.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеном ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја које регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача, у погледу пропуштања учесника у саобраћају на раскрсници, регулисано је:', 
                        image: './img/slika63.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја које регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'постављеном ознаком на коловозу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача, у погледу смера кретања регулисано је:', 
                        image: './img/slika64.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеном ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'постављеним саобраћајним знаком'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици скретање улево из саобраћајне траке означене стрелицом за скретање улево:', 
                        image: './img/slika65.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'На раскрсници приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika66.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'постављеном ознаком на коловозу'
                            },
                            {
                                id: 3,
                                text: 'правилом саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У случају када се значење светлосног саобраћајног знака разликује од значења саобраћајног знака возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'постављеном саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'светлосном саобраћајном знаку'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'У случају када се значење светлосног саобраћајног знака разликује од значења ознаке на коловозу возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ознаци на коловозу'
                            },
                            {
                                id: 2,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'светлосном саобраћајном знаку'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'У случају када се значење светлосног саобраћајног знака разликује од правила саобраћаја возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'светлосном саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Међусобно првенство пролаза учесника у саобраћају, који на раскрсници светлосним саобраћајним знаковима истовремено добијају право пролаза, регулише се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ознакама на коловозу'
                            },
                            {
                                id: 2,
                                text: 'правилима саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'саобраћајним знаком'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika67.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја којим се регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'постављеним саобраћајним знаком'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika68.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'правилом саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika69.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                            },
                            {
                                id: 4,
                                text: 'постављеном допунском таблом'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika70.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'ознакама на коловозу'
                            },
                            {
                                id: 3,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 4,
                                text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [3, 4]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'У случају када знаци које даје овлашћено лице одступају од значења светлосног саобраћајног знака возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'светлосном саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'знацима овлашћеног лица'
                            },
                            {
                                id: 3,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'У случају када знаци које даје овлашћено лице одступају од значења саобраћајног знака возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'знацима овлашћеног лица'
                            },
                            {
                                id: 3,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika71.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја којим се регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'знацима овлашћеног лица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika72.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                            },
                            {
                                id: 2,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'знацима овлашћеног лица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika73.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                            },
                            {
                                id: 2,
                                text: 'ознаком на коловозу (линија заустављања)'
                            },
                            {
                                id: 3,
                                text: 'знацима овлашћеног лица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika74.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'не морате стати испред линије заустављања, јер Вам је знаком овлашћеног лица дозвољен пролаз'
                            },
                            {
                                id: 2,
                                text: 'поступићете по правилу саобраћаја којим се регулише првенство пролаза, јер је знак овлашћеног лица у супротности са значењем линије заустављања'
                            },
                            {
                                id: 3,
                                text: 'морате се зауставити испред линије заустављања'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'Возач је дужан да возило држи на таквом одстојању и растојању од других возила, односно учесника у саобраћају тако да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не омета друге учеснике у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'не изазива опасност'
                            },
                            {
                                id: 3,
                                text: 'растојање не буде мање од 0,5 m и одстојање мање од 20 m'
                            },
                            {
                                id: 4,
                                text: 'растојање не буде мање од 1 m и одстојање мање од 5 m'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'Предмет односно материју која се налази на путу и која потиче са возила којим возач управља, возач је дужан да:', 
                        image: './img/slika.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'без одлагања уклони са пута'
                            },
                            {
                                id: 2,
                                text: 'настави даље кретање и обавести полицију или предузеће које се стара о одражавању пута'
                            },
                            {
                                id: 3,
                                text: 'настави даље кретање, јер би заустављањем ометао друге учеснике у саобраћају'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'Возач који наиђе на предмет или препреку на путу које угрожавају безбедност саобраћаја и које може да уклони:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дужан да уклони, јер не потичу са његовог возила'
                            },
                            {
                                id: 2,
                                text: 'дужан је да уклони са пута, ако тиме не омета безбедност саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'није дужан да уклони, али мора да обавести полицију или предузеће које се стара о одржавању пута'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'Возач који наиђе на предмет или препреку на путу које угрожавају безбедност саобраћаја које није у могућности да уклони:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може наставити даље кретање, јер не потичу са његовог возила'
                            },
                            {
                                id: 2,
                                text: 'може наставити даље кретање, али мора да обавести полицију или предузеће које се стара о одражавању пута'
                            },
                            {
                                id: 3,
                                text: 'мора да се заустави и сачека да препрека буде уклоњена'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'Возач је дужан да обрати пажњу на пешаке који:', 
                        answers: [
                            {
                                id: 1,
                                text: 'се налазе на коловозу'
                            },
                            {
                                id: 2,
                                text: 'се крећу пешачком стазом'
                            },
                            {
                                id: 3,
                                text: 'ступају на коловоз или исказују намеру да ће ступити на коловоз'
                            },
                            {
                                id: 4,
                                text: 'се налазе на тротоару или се крећу тротоаром'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'Када прилази пешачком прелазу, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може да настави кретање истом брзином, када утврди да је уочен од стране пешака и да су они прилагодили кретање да би пропустили возило'
                            },
                            {
                                id: 2,
                                text: 'мора увек да заустави возило непосредно испред пешачког прелаза'
                            },
                            {
                                id: 3,
                                text: 'мора да прилагоди брзину возила, тако да може безбедно да заустави возило испред пешачког прелаза, у ситуацији коју може да предвиди'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'Возач је дужан да обрати посебну пажњу на пешаке означене бројем:', 
                        image: './img/slika75.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2 − који се креће дуж коловоза'
                            },
                            {
                                id: 2,
                                text: '1 − који се креће преко коловоза'
                            },
                            {
                                id: 3,
                                text: '4 − који је прешао преко пешачког прелаза и ступио на тротоар'
                            },
                            {
                                id: 4,
                                text: '3 − који се креће тротоаром дуж коловоза'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'На делу пута на коме су постављени саобраћајни знакови о учешћу деце у саобраћају, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дужан да вози са нарочитом опрезношћу, тако да може благовремено да заустави возило'
                            },
                            {
                                id: 2,
                                text: 'је дужан да се креће брзином до 30 km/h'
                            },
                            {
                                id: 3,
                                text: 'може да настави кретање истом брзином, када утврди да је уочен од стране деце и да су она прилагодила кретање да би пропустила возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'Возач возила који обилази аутобус заустављен на стајалишту:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да заустави возило, на путу са по једном саобраћајном траком по смеру, док путници излазе или улазе у возило'
                            },
                            {
                                id: 2,
                                text: 'мора да управља возилом тако да не угрожава лице које у аутобус улази или излази'
                            },
                            {
                                id: 3,
                                text: 'обилажење може извршити уколико се креће брзином кретања пешака'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 34, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika76.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'настављате кретање возила с обзиром да се путници који улазе, односно излазе из аутобуса крећу непрописно по коловозу'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да зауставите возило док лица улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да прилагодите брзину возила, тако да можете безбедно да зауставите возило, како не би угрозили лица која улазе, односно излазе из аутобуса'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 35, 
                        points: 2,
                        text: 'Када лица која улазе, односно излазе из трамваја заустављеног на стајалишту, морају да пређу преко саобраћајне траке, возач возила који се креће том саобраћајном траком иза трамваја:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може да настави кретање без заустављања, када утврди да је уочен од стране лица која улазе, односно излазе из трамваја, односно када се увери да су та лица прилагодила кретање да би пропустила возило'
                            },
                            {
                                id: 2,
                                text: 'мора да се заустави иза трамваја, док лица улазе, односно излазе'
                            },
                            {
                                id: 3,
                                text: 'обилажење може извршити уколико се креће брзином кретања пешака'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 36, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika77.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'обилажење можете извршити уколико се крећете брзином кретања пешака'
                            },
                            {
                                id: 2,
                                text: 'морате да се зауставите иза трамваја, док лица улазе, односно излазе'
                            },
                            {
                                id: 3,
                                text: 'можете да наставите кретање без заустављања, када утврдите да сте уочени од стране лица која улазе, односно излазе из трамваја, односно када се уверите да су та лица прилагодила кретање да би Вас пропустила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 37, 
                        points: 2,
                        text: 'Када је на путу са по једном саобраћајном траком по смеру, заустављено возило за организован превоз деце, ради њиховог уласка или изласка, возачи осталих возила који се крећу тим путем:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужни су да прилагоде брзину возила, тако да могу безбедно да зауставе возило, како не би угрозили децу која улазе, односно излазе из возила'
                            },
                            {
                                id: 2,
                                text: 'могу да наставе кретање возила уколико пролазак поред тог возила могу извршити без угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'дужни су да се зауставе док деца улазе, односно излазе из возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 38, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возачи возила:', 
                        image: './img/slika78.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'могу да наставе кретање возила уколико пролазак поред аутобуса могу извршити без угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'дужни су да прилагоде брзину возила, тако да могу безбедно да зауставе возило, како не би угрозили децу која улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'дужни су да се зауставе док деца улазе, односно излазе из аутобуса'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 39, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika79.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возач возила из супротног смера може да настави кретање, а возач возила који долази иза аутобуса може обићи аутобус када пропусти возило из супротног смера'
                            },
                            {
                                id: 2,
                                text: 'возачи оба возила дужни су да се зауставе док деца улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'возач возила који долази иза аутобуса мора да се заустави док деца улазе, односно излазе из аутобуса, а возач возила из супротног смера може да настави кретање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 40, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika80.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'можете да наставите кретање уколико обилажење аутобуса можете извршити без угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'морате се зауставити док деца улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да прилагодите брзину возила, тако да можете безбедно да зауставите возило, како не би угрозили децу која улазе, односно излазе из аутобуса'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 41, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, возач белог путничког возила које наилази из супротног смера:', 
                        image: './img/slika81.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'може да настави кретање уколико пролазак поред аутобуса може извршити без угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'мора да се заустави док деца улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'дужан је да прилагоди брзину возила, тако да може безбедно да заустави возило, како не би угрозио децу која улазе, односно излазе из аутобуса'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 42, 
                        points: 2,
                        text: 'Возач возила за организован превоз деце које је заустављено ради њиховог уласка, односно изласка, мора:', 
                        answers: [
                            {
                                id: 1,
                                text: 'поставити сигурносни троугао на прописан начин'
                            },
                            {
                                id: 2,
                                text: 'укључити десни показивач правца'
                            },
                            {
                                id: 3,
                                text: 'укључити све показиваче правца'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 43, 
                        points: 2,
                        text: 'Знак приказан на слици означава:', 
                        image: './img/slika82.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'место у чијој се близини налази школа и пешачки прелаз које деца често користе'
                            },
                            {
                                id: 2,
                                text: 'возило којим се врши организовани превоз деце'
                            },
                            {
                                id: 3,
                                text: 'близину дела пута на коме се деца чешће и у већем броју крећу (близина школе, обданишта, игралишта и сл.)'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 44, 
                        points: 2,
                        text: 'Знак за обележавање возила којим се врши организован превоз деце је означен бројем:', 
                        image: './img/slika83.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 45, 
                        points: 2,
                        text: 'Возач возила које се креће на путу у насељу саобраћајном траком, у коју се аутобус прописно укључује у саобраћај са стајалишта:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може непромењеном брзином наставити кретање јер има првенство пролаза у односу на сва возила која се укључују у саобраћај'
                            },
                            {
                                id: 2,
                                text: 'дужан је да аутобусу омогући укључивање у саобраћај'
                            },
                            {
                                id: 3,
                                text: 'дужан је да се увек заустави, док се аутобус не укључи у саобраћај'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 46, 
                        points: 2,
                        text: 'За време вожње возач може користити телефон:', 
                        answers: [
                            {
                                id: 1,
                                text: 'без употребе опреме која омогућава телефонирање без ангажовања руку, само у случају обавештавања полиције, односно управљача пута, о постојању препреке на путу'
                            },
                            {
                                id: 2,
                                text: 'уколико употребљава опрему која омогућава телефонирање без ангажовања руку'
                            },
                            {
                                id: 3,
                                text: 'при чему је једна рука на точку управљача, а другом руком употребљава телефон'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 47, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika84.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да смањите брзину и по потреби да се зауставите, ради омогућавања укључивањa аутобуса у саобраћај са стајалишта'
                            },
                            {
                                id: 2,
                                text: 'можете непромењеном брзином наставити кретање јер имате првенство пролаза у односу на сва возила која се укључују у саобраћај'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да се увек зауставите, док се аутобус не укључи у саобраћај'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 48, 
                        points: 2,
                        text: 'Уређај, односно средство, којим се може откривати или ометати рад уређаја за мерење брзине кретања возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме се користити, нити налазити у возилу у саобраћају на путу'
                            },
                            {
                                id: 2,
                                text: 'може се користити на деоници пута на којој не постоји саобраћајни знак који означава деоницу на којој се врши контрола брзине кретања возила'
                            },
                            {
                                id: 3,
                                text: 'може се налазити у возилу, али се не сме користити у саобраћају на путу'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 49, 
                        points: 2,
                        text: 'Постављање средстава или материја којима се омета или онемогућава очитавање регистарске ознаке непосредним опажањем или помоћу уређаја намењених за откривање и документовање прекршаја, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено, само за возила са посебном дозволом'
                            },
                            {
                                id: 2,
                                text: 'забрањено'
                            },
                            {
                                id: 3,
                                text: 'дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 50, 
                        points: 2,
                        text: 'Уграђене сигурносне појасеве у возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора користити путник на предњем седишту'
                            },
                            {
                                id: 2,
                                text: 'не мора користити лице коме сигурносни појас може проузроковати здравствене проблеме због специфичне физичке конституције'
                            },
                            {
                                id: 3,
                                text: 'не мора користити возач јавног превоза путника'
                            },
                            {
                                id: 4,
                                text: 'мора користити возач'
                            },
                            {
                                id: 5,
                                text: 'мора користити путник на задњем седишту'
                            },
                            {
                                id: 6,
                                text: 'не мора користити путник на задњем седишту'
                            }
                        ],
                        correct_answers: [1, 4, 5]
                    },
                    {
                        id: 51, 
                        points: 2,
                        text: 'Возач и путници морају користити уграђене сигурносне појасеве у возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само при брзинама већим од 50 km/h'
                            },
                            {
                                id: 2,
                                text: 'само када је возило у саобраћају на путу ван насеља'
                            },
                            {
                                id: 3,
                                text: 'само када је возило у саобраћају на путу у насељу'
                            },
                            {
                                id: 4,
                                text: 'увек када је возило у саобраћају на путу'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 52, 
                        points: 2,
                        text: 'Безбедна подешеност наслона за главу подразумева да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'горња ивица наслона буде по могућности у висини потиљка'
                            },
                            {
                                id: 2,
                                text: 'он буде што ближи потиљачном делу главе'
                            },
                            {
                                id: 3,
                                text: 'горња ивица наслона буде по могућности у висини темена главе, а не ниже од висине очију'
                            },
                            {
                                id: 4,
                                text: 'он належе на врат'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 53, 
                        points: 2,
                        text: 'Сигурносни појасеви се употребљавају у циљу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'спречавања избацивања лица из возила, при саобраћајним незгодама'
                            },
                            {
                                id: 2,
                                text: 'лакшег управљања возилом'
                            },
                            {
                                id: 3,
                                text: 'удобније вожње'
                            },
                            {
                                id: 4,
                                text: 'спречавања повреде при налетању на унутрашње делове возила'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 54, 
                        points: 2,
                        text: 'На седиштима за које је уграђен ваздушни јастук:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није обавезно коришћење сигурносног појаса, јер јастук омогућује потребну заштиту'
                            },
                            {
                                id: 2,
                                text: 'некоришћење сигурносног појаса може изазвати повреде приликом активирања јастука'
                            },
                            {
                                id: 3,
                                text: 'некоришћење сигурносног појаса не може изазвати повреде приликом активирања јастука'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 55, 
                        points: 2,
                        text: 'Безбедно коришћење сигурносног појаса подразумева:', 
                        answers: [
                            {
                                id: 1,
                                text: 'било који положај леђног наслона седишта који возач сматра погодним'
                            },
                            {
                                id: 2,
                                text: 'да трака појаса не сме бити уврнута'
                            },
                            {
                                id: 3,
                                text: 'да појасеви не смеју налегати на чврсте предмете (телефон, кључеви, хемијске оловке и сл.)'
                            },
                            {
                                id: 4,
                                text: 'усправан положај леђног наслона седишта, што омогућава да леђа у потпуности належу на наслон'
                            },
                            {
                                id: 5,
                                text: 'да трака појаса може бити уврнута'
                            },
                            {
                                id: 6,
                                text: 'оборен положај леђног наслона седишта, што омогућава да леђа належу на наслон доњим делом'
                            }
                        ],
                        correct_answers: [2, 3, 4]
                    },
                    {
                        id: 56, 
                        points: 2,
                        text: 'Светлоодбојни прслук се мора налазити у:', 
                        answers: [
                            {
                                id: 1,
                                text: 'путничком возилу'
                            },
                            {
                                id: 2,
                                text: 'лаком четвороциклу'
                            },
                            {
                                id: 3,
                                text: 'теретном возилу'
                            },
                            {
                                id: 4,
                                text: 'тешком четвороциклу'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 57, 
                        points: 2,
                        text: 'Светлоодбојни прслук се мора налазити у:', 
                        answers: [
                            {
                                id: 1,
                                text: 'путничком возилу'
                            },
                            {
                                id: 2,
                                text: 'тешком трициклу'
                            },
                            {
                                id: 3,
                                text: 'тешком четвороциклу'
                            },
                            {
                                id: 4,
                                text: 'аутобусу'
                            },
                            {
                                id: 5,
                                text: 'лаком четвороциклу'
                            },
                            {
                                id: 6,
                                text: 'теретном возилу'
                            }
                        ],
                        correct_answers: [1, 4, 6]
                    },
                    {
                        id: 58, 
                        points: 2,
                        text: 'У моторном возилу на предњем седишту не сме да се превози:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дете млађе од 12 година'
                            },
                            {
                                id: 2,
                                text: 'лице старије од 70 година'
                            },
                            {
                                id: 3,
                                text: 'дете млађе од 14 година'
                            },
                            {
                                id: 4,
                                text: 'лице које је под утицајем алкохола'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 59, 
                        points: 2,
                        text: 'У моторном возилу на предњем седишту може да се превози дете:', 
                        answers: [
                            {
                                id: 1,
                                text: 'старије од 12 година'
                            },
                            {
                                id: 2,
                                text: 'до 3 године, уколико се превози у безбедносном седишту - корпи, која је окренута супротно смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                            },
                            {
                                id: 3,
                                text: 'старије од 8 година, уколико се превози у безбедносном седишту које је окренуто у смеру кретања возила, ако је искључен безбедносни ваздушни јастук'
                            },
                            {
                                id: 4,
                                text: 'млађе од 12 година, уколико се превози у безбедносном седишту које је окренуто у смеру кретања возила'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 60, 
                        points: 2,
                        text: 'У моторном возилу на предњем седишту дете до три године може да се превози у безбедносном седишту – корпи, која је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'окренута у смеру кретања возила, уколико није искључен безбедносни ваздушни јастук'
                            },
                            {
                                id: 2,
                                text: 'окренута у смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                            },
                            {
                                id: 3,
                                text: 'окренута супротно смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 61, 
                        points: 2,
                        text: 'Када се у возилу без безбедносног седишта – корпе превози дете старије од три године:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора бити обезбеђено да дете користи сигурносни појас на безбедан начин'
                            },
                            {
                                id: 2,
                                text: 'не мора се користити сигурносни појас уколико је обезбеђено да дете буде смештено на средини задњег реда седишта'
                            },
                            {
                                id: 3,
                                text: 'не мора се користити сигурносни појас уколико је дете смештено у крилу одраслог лица'
                            }
                        ],
                        correct_answers: [1]
                    }
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    }
                ]
            }
        ]
    }
];
