var questions = [
    {
        id: 0,
        name: 'Oснове безбедности саобраћаја', /// 9+101
        questions: [
            {
                id: 0,
                name: 'Oсновне одредбе и основна начела безбедности саобраћаја на путевима', /// 9
                total_number_of_questions: 9,
                questions: [
                    {
                        id: 1, 
                        points: 1,
                        text: 'Непосредно регулисање саобраћаја на путевима врше:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'инспектори за друмски саобраћај'
                            },
                            {
                                id: 2,
                                text: 'униформисани полицијски службеници'
                            },
                            {
                                id: 3,
                                text: 'униформисани комунални полицајци'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [2, 3, 4]
                    },
                    {
                        id: 2, 
                        points: 1,
                        text: 'Контролу над возачима и возилима у саобраћају на путевима '
                                +'ради примене прописа о безбедности саобраћаја врше:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'униформисани комунални полицајци'
                            },
                            {
                                id: 2,
                                text: 'полицијски службеници у грађанском оделу'
                            },
                            {
                                id: 3,
                                text: 'униформисани полицијски службеници'
                            },
                            {
                                id: 4,
                                text: 'службеници надлежног органа за саобраћај'
                            }
                        ],
                        correct_answers: [2,3],
                        similar_questions_ids: [1, 3, 4]
                    },
                    {
                        id: 3, 
                        points: 1,
                        text: 'Непосредно регулисање саобраћаја у зони школе могу вршити:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'ученици'
                            },
                            {
                                id: 2,
                                text: 'учитељи, наставници и професори'
                            },
                            {
                                id: 3,
                                text: 'школске саобраћајне патроле и саобраћајне патроле грађана'
                            },
                            {
                                id: 4,
                                text: 'униформисани полицијски службеници'
                            },
                            {
                                id: 5,
                                text: 'родитељи ученика'
                            }
                        ],
                        correct_answers: [3,4],
                        similar_questions_ids: [1, 2, 4]
                    },
                    {
                        id: 4, 
                        points: 1,
                        text: 'На делу пута на коме се изводе радови '
                                +'непосредно регулисање саобраћаја могу вршити:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'службеници надлежног органа за саобраћај'
                            },
                            {
                                id: 2,
                                text: 'радници извођача радова, односно управљача пута'
                            },
                            {
                                id: 3,
                                text: 'униформисани комунални полицајци'
                            },
                            {
                                id: 4,
                                text: 'униформисани полицијски службеници'
                            }
                        ],
                        correct_answers: [2,4],
                        similar_questions_ids: [1, 2, 3]
                    },
                    {
                        id: 5, 
                        points: 1,
                        text: 'Сваки учесник у саобраћају дужан је да се понаша:', 
                        image: null,
                        answers: [
                            {
                                id: 1,
                                text: 'на начин који ће му омогућити да што пре безбедно стигне на одредиште'
                            },
                            {
                                id: 2,
                                text: 'на начин којим неће ометати, угрозити или повредити друге учеснике'
                            },
                            {
                                id: 3,
                                text: 'на начин којим може ометати, али не и повредити или угрозити друге учеснике у саобраћају'
                            },
                            {
                                id: 4,
                                text: 'тако да предузме све потребне мере ради избегавања или отклањања опасних ситуација насталих понашањем других учесника у саобраћају, ако себе или другог тиме не доводи у опасност'
                            }
                        ],
                        correct_answers: [2,4]
                    },
                    {
                        id: 6, 
                        points: 1,
                        text: 'Делатност одржавања, поправљања или преправљања возила, може вршити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'свако физичко лице, правно лице или предузетник који поседују средства и простор за обављање тих послова'
                            },
                            {
                                id: 2,
                                text: 'физичко лице са одговарајућом школском спремом'
                            },
                            {
                                id: 3,
                                text: 'правно лице и предузетник који поседују дозволу надлежног органа'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 7, 
                        points: 1,
                        text: 'Свако физичко лице власник, односно корисник возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дужан да обезбеди да његова возила у саобраћају на путевима буду технички исправна'
                            },
                            {
                                id: 2,
                                text: 'дужан је да обезбеди да његова возила у саобраћају на путевима буду технички исправна'
                            },
                            {
                                id: 3,
                                text: 'дужан је да обезбеди да његова возила у саобраћају на путевима буду технички исправна, само када лично управља возилом'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 1,
                        text: 'У циљу безбедног учешћа деце у саобраћају породица има одговорност за:', 
                        answers: [
                            {
                                id: 1,
                                text: 'стицање знања, вештина и навика деце, неопходних за безбедно учешће у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'доношење програма саобраћајног васпитања и образовања деце у предшколским и школским установама'
                            },
                            {
                                id: 3,
                                text: 'формирање школских саобраћајних патрола и саобраћајних патрола грађана'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [9]
                    },
                    {
                        id: 9, 
                        points: 1,
                        text: 'У циљу безбедног учешћа деце у саобраћају породица има одговорност за:', 
                        answers: [
                            {
                                id: 1,
                                text: 'формирање школских саобраћајних патрола и саобраћајних патрола грађана'
                            },
                            {
                                id: 2,
                                text: 'унапређивање и учвршћивање позитивних ставова и понашања деце, значајних за безбедно учешће у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'доношење програма саобраћајног васпитања и образовања деце у предшколским и школским установама'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8]
                    }
                ]
            },
            {
                id: 1,
                name: 'Значење израза који се користе у прописима о безбедности саобраћаја', /// 101
                total_number_of_questions: 101,
                questions: [
                    {
                        id: 1, 
                        points: 1,
                        text: 'Шта се од набројаног сматра саобраћајем?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Кретање пешака тротоаром'
                            },
                            {
                                id: 2,
                                text: 'Кретање трактора њивом'
                            },
                            {
                                id: 3,
                                text: 'Кретање запрежног возила земљаним путем'
                            },
                            {
                                id: 4,
                                text: 'Кретање возила тркачком стазом'
                            },
                            {
                                id: 5,
                                text: 'Кретање возила улицом'
                            },
                            {
                                id: 6,
                                text: 'Кретање возила површинама намењеним за кретање само возила и лица којима је власник те површине то омогућио'
                            }
                        ],
                        correct_answers: [1, 3, 5],
                        similar_questions_ids: [2]
                    },
                    {
                        id: 2, 
                        points: 1,
                        text: 'Шта се од набројаног сматра саобраћајем?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Гурање бицикла пешачком стазом'
                            },
                            {
                                id: 2,
                                text: 'Кретање возила полигоном за пробне вожње или спортске приредбе'
                            },
                            {
                                id: 3,
                                text: 'Кретање бицикла бициклистичком стазом'
                            },
                            {
                                id: 4,
                                text: 'Гурање возила по платоу намењеном кретању и окупљању лица'
                            },
                            {
                                id: 5,
                                text: 'Кретање лица по тргу'
                            },
                            {
                                id: 6,
                                text: 'Кретање мотокултиватора земљаним путем'
                            }
                        ],
                        correct_answers: [1, 3, 6],
                        similar_questions_ids: [1]
                    },
                    {
                        id: 3, 
                        points: 1,
                        text: 'Возач је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лице које на путу управља возилом'
                            },
                            {
                                id: 2,
                                text: 'свако лице које има возачку дозволу'
                            },
                            {
                                id: 3,
                                text: 'лице које по путу сопственом снагом гура или вуче возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 1,
                        text: 'Пешак је лице које:', 
                        answers: [
                            {
                                id: 1,
                                text: 'управља запрежним возилом по путу'
                            },
                            {
                                id: 2,
                                text: 'управља мотокултиватором по путу'
                            },
                            {
                                id: 3,
                                text: 'се креће по путу'
                            },
                            {
                                id: 4,
                                text: 'управља бициклом по путу'
                            },
                            {
                                id: 5,
                                text: 'сопственом снагом по путу вуче или гура возило, ручна колица, дечје превозно средство или колица за немоћна лица'
                            },
                            {
                                id: 6,
                                text: 'се креће по путу у дечјем превозном средству или у колицима за немоћна лица које покреће сопственом снагом или снагом мотора'
                            }
                        ],
                        correct_answers: [3, 5, 6],
                        similar_questions_ids: [5, 6]
                    },
                    {
                        id: 5, 
                        points: 1,
                        text: 'Пешак је лице које:', 
                        answers: [
                            {
                                id: 1,
                                text: 'управља бициклом по путу'
                            },
                            {
                                id: 2,
                                text: 'гура бицикл по путу'
                            },
                            {
                                id: 3,
                                text: 'по путу клизи клизаљкама, скијама, санкама или се вози на котураљкама, скејтборду и сл'
                            },
                            {
                                id: 4,
                                text: 'управља запрежним возилом по путу'
                            }
                        ],
                        correct_answers: [2, 3],
                        similar_questions_ids: [4, 6]
                    },
                    {
                        id: 6, 
                        points: 1,
                        text: 'Пешак је приказан на сликама број:', 
                        image: './img/slika1.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [1, 4],
                        similar_questions_ids: [4, 5]
                    },
                    {
                        id: 7, 
                        points: 1,
                        text: 'Означити неопходне услове који морају бити истовремено испуњени да би се сматрало да је возило заустављено:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотор возила је искључен'
                            },
                            {
                                id: 2,
                                text: 'возач је изашао из возила али се од истог није удаљио више од 5 m'
                            },
                            {
                                id: 3,
                                text: 'у возилу нема ниједног лица'
                            },
                            {
                                id: 4,
                                text: 'прекид кретања возила није наступио услед поступања по знаку или правилу, којим се регулише саобраћај'
                            },
                            {
                                id: 5,
                                text: 'возач није напустио возило'
                            },
                            {
                                id: 6,
                                text: 'прекид кретања возила на путу траје до три минута'
                            }
                        ],
                        correct_answers: [4, 5, 6]
                    },
                    {
                        id: 8, 
                        points: 1,
                        text: 'Прекид кретања возила од два минута, при чему возач није напустио возило је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'заустављање'
                            },
                            {
                                id: 3,
                                text: 'паркирање'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [9, 10, 11, 12, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 9, 
                        points: 1,
                        text: 'Прекид кретања возила од два минута, при чему је возач напустио возило је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'заустављање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'паркирање'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [8, 10, 11, 12, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 10, 
                        points: 1,
                        text: 'Возило приказано на слици је:', 
                        image: './img/slika2.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'заустављено'
                            },
                            {
                                id: 2,
                                text: 'паркирано'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8, 9, 11, 12, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 11, 
                        points: 1,
                        text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који долази из супротног смера је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пропуштање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'претицање'
                            },
                            {
                                id: 4,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8, 9, 10, 12, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 12, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици пролажење возила бр. 1 '
                                +'поред возила бр. 2 које се креће из супротног смера је:', 
                        image: './img/slika3.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'пропуштање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            },
                            {
                                id: 4,
                                text: 'претицање'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8, 9, 10, 11, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 13, 
                        points: 1,
                        text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који се креће коловозом у истом смеру је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пропуштање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'претицање'
                            },
                            {
                                id: 4,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [8, 9, 10, 11, 12, 14, 15, 16, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 14, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици пролажење путничког возила поред теретног возила које се креће у истом смеру је:', 
                        image: './img/slika4.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'претицање'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            },
                            {
                                id: 4,
                                text: 'пропуштање'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8, 9, 10, 11, 12, 13, 15, 16, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 15, 
                        points: 1,
                        text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који се не помера, објекта или препреке на коловозу је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'обилажење'
                            },
                            {
                                id: 3,
                                text: 'мимоилажење'
                            },
                            {
                                id: 4,
                                text: 'пропуштање'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 16, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 16, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици пролажење теретног возила поред заустављеног путничког возила је:', 
                        image: './img/slika5.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'пропуштање'
                            },
                            {
                                id: 3,
                                text: 'мимоилажење'
                            },
                            {
                                id: 4,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [4],
                        similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 17, 19, 20, 21, 23]
                    },
                    {
                        id: 17, 
                        points: 1,
                        text: 'Радња коју предузимате у ситуацији приказаној на слици пролажењем возила поред паркираног возила је:', 
                        image: './img/slika6.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'пропуштање'
                            },
                            {
                                id: 2,
                                text: 'обилажење'
                            },
                            {
                                id: 3,
                                text: 'претицање'
                            },
                            {
                                id: 4,
                                text: 'мимоилажење'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 19, 20, 21, 23]
                    },
                    {
                        id: 18, 
                        points: 1,
                        text: 'Одстојање на коме учесник у саобраћају може јасно видети коловоз је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'прегледност'
                            },
                            {
                                id: 2,
                                text: 'дужина прегледности'
                            },
                            {
                                id: 3,
                                text: 'видљивост'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 19, 
                        points: 1,
                        text: 'Пролажењем возила поред препреке на путу, у ситуацији приказаној на слици, вршите:', 
                        image: './img/slika7.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 20, 21, 23]
                    },
                    {
                        id: 20, 
                        points: 1,
                        text: 'Пролажењем возила поред препреке на путу, у ситуацији приказаној на слици, вршите:', 
                        image: './img/slika8.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'обилажење'
                            },
                            {
                                id: 3,
                                text: 'мимоилажење'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 19, 21, 23]
                    },
                    {
                        id: 21, 
                        points: 1,
                        text: 'Радња коју учесник у саобраћају предузима како би '
                                +'омогућио кретање другог учесника у саобраћају '
                                +'који има првенство пролаза, тако да не дође до '
                                +'промене дотадашњег начина кретања учесника у саобраћају '
                                +'који има првенство пролаза, односно до њиховог контакта је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            },
                            {
                                id: 4,
                                text: 'пропуштање'
                            }
                        ],
                        correct_answers: [4],
                        similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 19, 20, 23]
                    },
                    {
                        id: 22, 
                        points: 1,
                        text: 'Услови смањене видљивости на путу изван насеља су услови у којима је видљивост мања од:', 
                        answers: [
                            {
                                id: 1,
                                text: '100 m'
                            },
                            {
                                id: 2,
                                text: '150 m'
                            },
                            {
                                id: 3,
                                text: '200 m'
                            },
                            {
                                id: 4,
                                text: '250 m'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 23, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици радња коју сте дужни да предузмете у односу на возила из супротног смера је:', 
                        image: './img/slika9.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'претицање'
                            },
                            {
                                id: 2,
                                text: 'пропуштање'
                            },
                            {
                                id: 3,
                                text: 'обилажење'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 19, 20, 21]
                    },
                    {
                        id: 24, 
                        points: 1,
                        text: 'Који од набројаних услова морају бити истовремено испуњени да би се сматрало да је на путу колона возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возила су паркирана у истој саобраћајној траци'
                            },
                            {
                                id: 2,
                                text: 'возила су заустављена у истој саобраћајној траци'
                            },
                            {
                                id: 3,
                                text: 'низ од најмање три возила'
                            },
                            {
                                id: 4,
                                text: 'низ од најмање два возила'
                            }
                        ],
                        correct_answers: [2, 3],
                        similar_questions_ids: [25, 26, 27]
                    },
                    {
                        id: 25, 
                        points: 1,
                        text: 'Који од набројаних услова морају бити истовремено испуњени да би се сматрало да је на путу колона возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'низ од најмање два возила'
                            },
                            {
                                id: 2,
                                text: 'возила се крећу једно иза другог истом саобраћајном траком у истом смеру'
                            },
                            {
                                id: 3,
                                text: 'возила се крећу на растојању које омогућава улазак другог возила без ометања осталих возила'
                            },
                            {
                                id: 4,
                                text: 'низ од најмање три возила'
                            },
                            {
                                id: 5,
                                text: 'начин кретања возила је међусобно условљен и између њих не може без ометања ући друго возило'
                            },
                            {
                                id: 6,
                                text: 'возила су паркирана у истој саобраћајној траци'
                            }
                        ],
                        correct_answers: [2, 4, 5],
                        similar_questions_ids: [24, 26, 27]
                    },
                    {
                        id: 26, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици паркирана возила:', 
                        image: './img/slika10.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'нису колона возила'
                            },
                            {
                                id: 2,
                                text: 'су колона возила'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [24, 25, 27]
                    },
                    {
                        id: 27, 
                        points: 1,
                        text: 'У ситуацији приказаној на слици заустављена возила:', 
                        image: './img/slika11.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'су колона возила'
                            },
                            {
                                id: 2,
                                text: 'нису колона возила'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [24, 25, 26]
                    },
                    {
                        id: 28, 
                        points: 1,
                        text: 'Услови смањене видљивости на путу у насељу су услови у којима је видљивост мања од:', 
                        answers: [
                            {
                                id: 1,
                                text: '150 m'
                            },
                            {
                                id: 2,
                                text: '100 m'
                            },
                            {
                                id: 3,
                                text: '250 m'
                            },
                            {
                                id: 4,
                                text: '200 m'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 29, 
                        points: 1,
                        text: 'Одстојање на коме учесник у саобраћају, с обзиром на физичке препреке, може у условима нормалне видљивости јасно видети другог учесника у саобраћају, односно другу могућу препреку на путу, je:', 
                        answers: [
                            {
                                id: 1,
                                text: 'видљивост'
                            },
                            {
                                id: 2,
                                text: 'прегледност'
                            },
                            {
                                id: 3,
                                text: 'дужина видљивости'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 30, 
                        points: 1,
                        text: 'Простор без седишта са доступним елементима за монтажу седишта у возилу представља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'место за седење'
                            },
                            {
                                id: 2,
                                text: 'место за седење само ако има и доступне прикључке сигурносних појасева'
                            },
                            {
                                id: 3,
                                text: 'место за седење само ако има и сигурносне појасеве'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 31, 
                        points: 1,
                        text: 'Незгода у којој је порушена дворишна ограда при излетању возила са пута:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није саобраћајна незгода јер у незгоди учествовало само једно возило'
                            },
                            {
                                id: 2,
                                text: 'није саобраћајна незгода јер нема погинулих или повређених лица'
                            },
                            {
                                id: 3,
                                text: 'није саобраћајна незгода јер је материјална штета начињена ван пута'
                            },
                            {
                                id: 4,
                                text: 'је саобраћајна незгода јер је начињена материјална штета'
                            }
                        ],
                        correct_answers: [4],
                        similar_questions_ids: [32]
                    },
                    {
                        id: 32, 
                        points: 1,
                        text: 'Незгода у којој је начињена материјална штета на возилу и повређено лице које је управљало спортским аутомобилом на тркачкој стази за возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није саобраћајна незгода јер у незгоди учествовало само једно возило'
                            },
                            {
                                id: 2,
                                text: 'није саобраћајна незгода јер нема погинулих лица'
                            },
                            {
                                id: 3,
                                text: 'није саобраћајна незгода јер се није догодила на путу'
                            },
                            {
                                id: 4,
                                text: 'је саобраћајна незгода јер је повређен возач и начињена материјална штета'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [31]
                    },
                    {
                        id: 33, 
                        points: 1,
                        text: 'Означена удаљеност између возила приказаних на слици је:', 
                        image: './img/slika12.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'растојање'
                            },
                            {
                                id: 2,
                                text: 'одстојање'
                            },
                            {
                                id: 3,
                                text: 'предњи, односно задњи препуст возила'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [34, 36, 37]
                    },
                    {
                        id: 34, 
                        points: 1,
                        text: 'Одстојање између возила приказаних на слици је означено бројем:', 
                        image: './img/slika13.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '4'
                            },
                            {
                                id: 3,
                                text: '3'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [33]
                    },
                    {
                        id: 35, 
                        points: 1,
                        text: 'Маса празног возила са свим пуним резервоарима и прописаном опремом је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'највећа дозвољена маса возила'
                            },
                            {
                                id: 2,
                                text: 'највећа дозвољена укупна маса возила'
                            },
                            {
                                id: 3,
                                text: 'укупна маса возила'
                            },
                            {
                                id: 4,
                                text: 'маса возила'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 36, 
                        points: 1,
                        text: 'Означена удаљеност између возила приказаних на слици је:', 
                        image: './img/slika14.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'најмања дозвољена бочна удаљеност између возила'
                            },
                            {
                                id: 2,
                                text: 'одстојање'
                            },
                            {
                                id: 3,
                                text: 'растојање'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [34, 35, 37]
                    },
                    {
                        id: 37, 
                        points: 1,
                        text: 'Растојање између возила приказаних на слици је означено бројем:',
                        image: './img/slika15.jpg', 
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [34, 35, 36]
                    },
                    {
                        id: 38, 
                        points: 1,
                        text: 'Одбачено возило је возило које:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није регистровано'
                            },
                            {
                                id: 2,
                                text: 'је видно запуштено и налази се на путу'
                            },
                            {
                                id: 3,
                                text: 'је видно запуштено и налази се ван пута'
                            },
                            {
                                id: 4,
                                text: 'је регистровано'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 39, 
                        points: 1,
                        text: 'Простор без седишта са доступним прикључцима сигурносних појасева у возилу представља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'место за седење само ако има и доступне елементе за монтажу седишта и сигурносне појасеве'
                            },
                            {
                                id: 2,
                                text: 'место за седење'
                            },
                            {
                                id: 3,
                                text: 'место за седење само ако има и доступне елементе за монтажу седишта'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 40, 
                        points: 1,
                        text: 'Средња (просечна) брзина кретања возила на деоници дужине 300 km, коју возило пређе за 2 сата, је:', 
                        answers: [
                            {
                                id: 1,
                                text: '150 km/h'
                            },
                            {
                                id: 2,
                                text: '200 km/h'
                            },
                            {
                                id: 3,
                                text: '120 km/h'
                            },
                            {
                                id: 4,
                                text: '100 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 41, 
                        points: 1,
                        text: 'Маса којом се возило може највише оптеретити према декларацији произвођача је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'носивост возила'
                            },
                            {
                                id: 2,
                                text: 'укупна маса возила'
                            },
                            {
                                id: 3,
                                text: 'највећа дозвољена маса возила'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена укупна маса возила'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [42, 43, 44, 45, 46]
                    },
                    {
                        id: 42, 
                        points: 1,
                        text: 'Збир масе возила и носивости возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'највећа дозвољена укупна маса возила'
                            },
                            {
                                id: 2,
                                text: 'осовинско оптерећење возила'
                            },
                            {
                                id: 3,
                                text: 'укупна маса возила'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена маса возила'
                            }
                        ],
                        correct_answers: [4],
                        similar_questions_ids: [41, 43, 44, 45, 46]
                    },
                    {
                        id: 43, 
                        points: 1,
                        text: 'Маса возила и маса којом је возило оптерећено (лица и терет) је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'укупна маса возила'
                            },
                            {
                                id: 2,
                                text: 'највећа дозвољена маса возила'
                            },
                            {
                                id: 3,
                                text: 'осовинско оптерећење возила'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена укупна маса возила'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [41, 42, 44, 45, 46]
                    },
                    {
                        id: 44, 
                        points: 1,
                        text: 'Збир највећих дозвољених маса возила која чине скуп, умањен за вертикално оптерећење које возило прима од прикључног возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'највећа дозвољена маса скупа возила'
                            },
                            {
                                id: 2,
                                text: 'укупна маса скупа возила'
                            },
                            {
                                id: 3,
                                text: 'највећа дозвољена укупна маса скупа возила'
                            },
                            {
                                id: 4,
                                text: 'осовинско оптерећење скупа возила'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [41, 42, 43, 45, 46]
                    },
                    {
                        id: 45, 
                        points: 1,
                        text: 'Маса оптерећеног скупа возила (лица и терет) је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'укупна маса скупа возила'
                            },
                            {
                                id: 2,
                                text: 'осовинско оптерећење скупа возила'
                            },
                            {
                                id: 3,
                                text: 'највећа дозвољена укупна маса скупа возила'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена маса скупа возила'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [41, 42, 43, 44, 46]
                    },
                    {
                        id: 46, 
                        points: 1,
                        text: 'Део укупне масе возила у хоризонталном положају којим његова осовина оптерећује коловоз у стању мировања возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'маса возила'
                            },
                            {
                                id: 2,
                                text: 'носивост возила'
                            },
                            {
                                id: 3,
                                text: 'осовинско оптерећење'
                            },
                            {
                                id: 4,
                                text: 'највећа дозвољена маса возил'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [41, 42, 43, 44, 45]
                    },
                    {
                        id: 47, 
                        points: 1,
                        text: 'Возило је регистровано ако испуњава истовремено следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'за њега су издате таблице за привремено означавање'
                            },
                            {
                                id: 2,
                                text: 'учествује у саобраћају на путу'
                            },
                            {
                                id: 3,
                                text: 'за њега је издата саобраћајна дозвола'
                            },
                            {
                                id: 4,
                                text: 'уписано је у јединствени регистар возила'
                            },
                            {
                                id: 5,
                                text: 'за њега су издате регистарске таблице и регистрациона налепница'
                            }
                        ],
                        correct_answers: [3, 4, 5]
                    },
                    {
                        id: 48, 
                        points: 1,
                        text: 'Јавна исправа (решење) која са регистрационом налепницом даје право на коришћење возила у саобраћају за време важења регистрационе налепнице је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола'
                            },
                            {
                                id: 2,
                                text: 'возачка дозвола'
                            },
                            {
                                id: 3,
                                text: 'регистарска таблица'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 49, 
                        points: 1,
                        text: 'Ознака на возилу којом се означава да је возило уписано у јединствени регистар возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола'
                            },
                            {
                                id: 2,
                                text: 'таблица за привремено означавање'
                            },
                            {
                                id: 3,
                                text: 'регистарска таблица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 50, 
                        points: 1,
                        text: 'Ознака на возилу којом се одређује да возило може да учествује у саобраћају у одређеном временском року је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'регистрациона налепница'
                            },
                            {
                                id: 2,
                                text: 'регистарска таблица'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна дозвола'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 51, 
                        points: 1,
                        text: 'Јавна исправа (решење) надлежног органа којим се неком лицу даје право да у саобраћају на путу управља возилом одређене категорије на одређено време је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола'
                            },
                            {
                                id: 2,
                                text: 'уверење о положеном возачком испиту'
                            },
                            {
                                id: 3,
                                text: 'возачка дозвола'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 52, 
                        points: 1,
                        text: 'Довођење возила, односно уређаја и склопова возила у исправно стање је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'поправка возила'
                            },
                            {
                                id: 2,
                                text: 'преправка возила'
                            },
                            {
                                id: 3,
                                text: 'технички преглед возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 53, 
                        points: 1,
                        text: 'Промена конструктивних карактеристика возила којим се мења намена или врста возила или декларисане техничке карактеристике возила или декларисане карактеристике уређаја и склопова возила је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'поправка возила'
                            },
                            {
                                id: 2,
                                text: 'одржавање возила'
                            },
                            {
                                id: 3,
                                text: 'преправка возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 54, 
                        points: 1,
                        text: 'Возило је приказано на сликама означеним бројевима:', 
                        image: './img/slika16.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1, 3, 4 и 6'
                            },
                            {
                                id: 2,
                                text: '1, 2, 3 и 6'
                            },
                            {
                                id: 3,
                                text: '1, 2, 4 и 5'
                            },
                            {
                                id: 4,
                                text: '2, 3, 5 и 6'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 55, 
                        points: 1,
                        text: 'Возило је бицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'има два точка'
                            },
                            {
                                id: 2,
                                text: 'његова највећа трајна номинална снага не прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'има најмање два точка'
                            },
                            {
                                id: 4,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 5,
                                text: 'покреће се снагом возача, односно путника, која се помоћу педала или ручица преноси на точак, односно точкове'
                            }
                        ],
                        correct_answers: [3, 5]
                    },
                    {
                        id: 56, 
                        points: 1,
                        text: 'Бицикл је приказан на сликама означеним бројевима:',
                        image: './img/slika17.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 57, 
                        points: 1,
                        text: 'Моторно возило је приказано на сликама означеним бројевима:', 
                        image: './img/slika18.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2, 5 и 6'
                            },
                            {
                                id: 2,
                                text: '3, 5 и 6'
                            },
                            {
                                id: 3,
                                text: '1, 4 и 6'
                            },
                            {
                                id: 4,
                                text: '2, 3 и 5'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 58, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је лаки трицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'има три точка'
                            },
                            {
                                id: 3,
                                text: 'радна запремина његовог мотора не прелази 50 cm3'
                            },
                            {
                                id: 4,
                                text: 'радна запремина његовог мотора не прелази 125 cm3'
                            },
                            {
                                id: 5,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 6,
                                text: 'има најмање три точка'
                            }
                        ],
                        correct_answers: [1, 2, 3]
                    },
                    {
                        id: 59, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је лаки трицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'има три точка'
                            },
                            {
                                id: 2,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 4,
                                text: 'радна запремина његовог мотора не прелази 50 cm3'
                            },
                            {
                                id: 5,
                                text: 'радна запремина његовог мотора не прелази 125 cm3'
                            },
                            {
                                id: 6,
                                text: 'има најмање три точка'
                            }
                        ],
                        correct_answers: [1, 2, 3]
                    },
                    {
                        id: 60, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, је лаки трицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'његова највећа трајна номинална снага не прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'има три точка'
                            },
                            {
                                id: 4,
                                text: 'његова највећа трајна номинална снага прелази 4 kW'
                            },
                            {
                                id: 5,
                                text: 'радна запремина мотора не прелази 50 cm3'
                            },
                            {
                                id: 6,
                                text: 'има најмање три точка'
                            }
                        ],
                        correct_answers: [1, 2, 3]
                    },
                    {
                        id: 61, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има три точка и мотор са унутрашњим сагоревањем са погоном на бензин, чија је радна запремина 45 cm3, а највећа ефективна снага 4 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'бицикл'
                            },
                            {
                                id: 2,
                                text: 'мопед'
                            },
                            {
                                id: 3,
                                text: 'мотоцикл'
                            },
                            {
                                id: 4,
                                text: 'лаки трицикл'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 62, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има три точка и мотор са унутрашњим сагоревањем са погоном који није на бензин, чија је радна запремина 55 cm3, а највећа ефективна снага 4 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мопед'
                            },
                            {
                                id: 2,
                                text: 'бицикл'
                            },
                            {
                                id: 3,
                                text: 'мотоцикл'
                            },
                            {
                                id: 4,
                                text: 'лаки трицикл'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 63, 
                        points: 1,
                        text: 'Моторно возило са електричним погоном, највеће трајне номиналне снага 4 kW, највеће конструктивне брзине 40 km/h и које има три точка, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки трицикл'
                            },
                            {
                                id: 2,
                                text: 'мотоцикл'
                            },
                            {
                                id: 3,
                                text: 'бицикл'
                            },
                            {
                                id: 3,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 64, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је тешки трицикл ако истовремено испуњава најмање следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'његова највећа ефективна снага прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'има три точка, симетрично распоређених у односу на средњу подужну раван возила'
                            },
                            {
                                id: 4,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 5,
                                text: 'радна запремина мотора не прелази 50 cm3'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 65, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је тешки трицикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'има три точка, симетрично распоређених у односу на средњу подужну раван возила'
                            },
                            {
                                id: 3,
                                text: 'његова највећа ефективна снага прелази 4 kW'
                            },
                            {
                                id: 4,
                                text: 'има најмање три точка'
                            },
                            {
                                id: 5,
                                text: 'радна запремина његовог мотора прелази 50 cm3'
                            },
                            {
                                id: 6,
                                text: 'радна запремина његовог мотора не прелази 125 cm3'
                            }
                        ],
                        correct_answers: [1, 2, 3]
                    },
                    {
                        id: 66, 
                        points: 1,
                        text: 'Моторно возило са електричним погоном, највеће трајне номиналне снаге 5 kW, највеће конструктивне брзине 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотоцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки трицикл'
                            },
                            {
                                id: 3,
                                text: 'мопед'
                            },
                            {
                                id: 4,
                                text: 'лаки трицикл'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 67, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила и мотор са унутрашњим сагоревањем са погоном на бензин чија је највећа ефективна снага 5 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотоцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки трицикл'
                            },
                            {
                                id: 3,
                                text: 'лаки трицикл'
                            },
                            {
                                id: 4,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 68, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила и мотор са унутрашњим сагоревањем са погоном који није на бензин чија је највећа ефективна снага 5 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки трицикл'
                            },
                            {
                                id: 2,
                                text: 'тешки трицикл'
                            },
                            {
                                id: 3,
                                text: 'мопед'
                            },
                            {
                                id: 4,
                                text: 'мотоцикл'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 69, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је лаки четвороцикл ако истовремено испуњава најмање следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа ефективна снага прелази 4 kW'
                            },
                            {
                                id: 2,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 4,
                                text: 'има четири точка и његова маса не прелази 350 kg'
                            },
                            {
                                id: 5,
                                text: 'радна запремина мотора не прелази 50 cm3'
                            }
                        ],
                        correct_answers: [3, 4, 5]
                    },
                    {
                        id: 70, 
                        points: 1,
                        text: 'Моторно возило намењено за превоз терета, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 12 kW и чија је маса 500 kg, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'теретно возило'
                            },
                            {
                                id: 4,
                                text: 'путничко возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 71, 
                        points: 1,
                        text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је лаки четвороцикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 2,
                                text: 'има четири точка и његова маса не прелази 350 kg'
                            },
                            {
                                id: 3,
                                text: 'радна запремина његовог мотора не прелази 50 cm3'
                            },
                            {
                                id: 4,
                                text: 'његова највећа ефективна снага не прелази 4 kW'
                            },
                            {
                                id: 5,
                                text: 'његова највећа ефективна снага прелази 4 kW'
                            }
                        ],
                        correct_answers: [1, 2, 4]
                    },
                    {
                        id: 72, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, је лаки четвороцикл ако истовремено испуњава следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радна запремина мотора прелази 50 cm3'
                            },
                            {
                                id: 2,
                                text: 'његова највећа трајна номинална снага прелази 4 kW'
                            },
                            {
                                id: 3,
                                text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                            },
                            {
                                id: 4,
                                text: 'има четири точка и његова маса не прелази 350 kg, што не укључује масу батерија возила'
                            },
                            {
                                id: 5,
                                text: 'његова највећа трајна номинална снага не прелази 4 kW'
                            }
                        ],
                        correct_answers: [3, 4, 5]
                    },
                    {
                        id: 73, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има четири точка, масу 300 kg и мотор са унутрашњим сагоревањем са погоном на бензин чија је радна запремина 45 cm3, а највећа ефективна снага 5 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотоцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 4,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 74, 
                        points: 1,
                        text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има четири точка, масу 300 kg и мотор са унутрашњим сагоревањем са погоном који није на бензин чија је радна запремина 55 cm3 а највећа ефективна снага 4 kW, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'мотоцикл'
                            },
                            {
                                id: 4,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 75, 
                        points: 1,
                        text: 'Моторно возило са електричним погоном, највеће трајне номиналне снаге 4 kW, највеће конструктивне брзине 40 km/h и које има четири точка и масу 300 kg, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотоцикл'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 4,
                                text: 'мопед'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 76, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 4 kW и чија је маса 400 kg, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'мопед'
                            },
                            {
                                id: 3,
                                text: 'путничко возило'
                            },
                            {
                                id: 4,
                                text: 'лаки четвороцикл'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 77, 
                        points: 1,
                        text: 'Моторно возило, намењено за превоз терета, са електричним погоном, са четири точка, највеће трајне номиналне снаге 4 kW и чија маса износи 500 kg, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'путничко возило'
                            },
                            {
                                id: 3,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 4,
                                text: 'теретно возило'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 78, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 12 kW, чија је маса 400 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'путничко возило'
                            },
                            {
                                id: 3,
                                text: 'тешки четвороцикл'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 79, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 12 kW, чија је маса 380 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'лаки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'путничко возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 80, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, четири точка, највеће трајне номиналне снаге 10 kW, чија je маса 400 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'путничко возило'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'лаки четвороцикл'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 81, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 22 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'путничко возило'
                            },
                            {
                                id: 3,
                                text: 'аутобус'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 82, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 20 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'аутобус'
                            },
                            {
                                id: 3,
                                text: 'путничко возило'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 83, 
                        points: 1,
                        text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 120 kW, чија је маса 2.000 kg и које има 8 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'путничко возило'
                            },
                            {
                                id: 3,
                                text: 'аутобус'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 84, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, четири точка, највеће трајне номиналне снаге 18 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'аутобус'
                            },
                            {
                                id: 2,
                                text: 'тешки четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'путничко возило'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 85, 
                        points: 1,
                        text: 'Путничко возило је приказано на слици број:', 
                        image: './img/slika19.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 86, 
                        points: 1,
                        text: 'Аутобус је приказан на слици број:', 
                        image: './img/slika20.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 87, 
                        points: 1,
                        text: 'Тролејбус је приказан на слици број:', 
                        image: './img/slika21.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 88, 
                        points: 1,
                        text: 'Моторно возило, са електричним погоном, намењено за извођење одређених радова, са четири точка, највеће трајне номиналне снаге 120 kW, чија је маса 1.500 kg и највећа конструктивна брзина кретања 40 km/h, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радна машина'
                            },
                            {
                                id: 2,
                                text: 'теретно возило'
                            },
                            {
                                id: 3,
                                text: 'мотокултиватор'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 89, 
                        points: 1,
                        text: 'Теретно возило је приказано на слици број:', 
                        image: './img/slika22.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '4'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 90, 
                        points: 1,
                        text: 'Скуп возила је приказан на слици број:', 
                        image: './img/slika23.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 91, 
                        points: 1,
                        text: 'Туристички воз је приказан на слици број:',
                        image: './img/slika24.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 92, 
                        points: 1,
                        text: 'Моторно возило намењено за извођење одређених радова, које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 20 kW, чија је маса 580 kg и највећу конструктивну брзину кретања 40 km/h, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотокултиватор'
                            },
                            {
                                id: 2,
                                text: 'радна машина'
                            },
                            {
                                id: 3,
                                text: 'теретно возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 93, 
                        points: 1,
                        text: 'Моторно возило намењено за извођење одређених радова, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 120 kW, чија је маса 1.500 kg и највећа конструктивна брзина кретања 40 km/h, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мотокултиватор'
                            },
                            {
                                id: 2,
                                text: 'теретно возило'
                            },
                            {
                                id: 3,
                                text: 'радна машина'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 94, 
                        points: 1,
                        text: 'Трактор је приказан на слици број:', 
                        image: './img/slika25.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '4'
                            },
                            {
                                id: 4,
                                text: '3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 95, 
                        points: 1,
                        text: 'Возило је прикључно ако истовремено испуњава најмање следеће услове:', 
                        answers: [
                            {
                                id: 1,
                                text: 'намењено је за превоз путника, односно ствари, односно за обављање радова'
                            },
                            {
                                id: 2,
                                text: 'намењено је за обављање пољопривредних, шумских или других радова, и у сврху извођења тих радова, поставља се на моторно возило'
                            },
                            {
                                id: 3,
                                text: 'има једну осовину и конструисано је да вуче или потискује измењива оруђа за разне радове'
                            },
                            {
                                id: 4,
                                text: 'по конструкцији, уређајима, склоповима и опреми је намењено и оспособљено да буде вучено од другог возила'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 96, 
                        points: 1,
                        text: 'Мотокултиватор је приказан на слици број:', 
                        image: './img/slika26.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '4'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 97, 
                        points: 1,
                        text: 'Возило које је по конструкцији, уређајима, склоповима и опреми намењено и оспособљено да буде вучено од другог возила, а служи за превоз путника, односно ствари, односно за обављање радова је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'запрежно возило'
                            },
                            {
                                id: 2,
                                text: 'прикључак за извођење радова'
                            },
                            {
                                id: 3,
                                text: 'прикључно возило'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 98, 
                        points: 1,
                        text: 'Прикључно возило је приказано на слици број:',
                        image: './img/slika27.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 99, 
                        points: 1,
                        text: 'Запрежно возило је приказано на слици број:', 
                        image: './img/slika28.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '3'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 100, 
                        points: 1,
                        text: 'Трамвај је приказан на слици број:', 
                        image: './img/slika54.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 101, 
                        points: 1,
                        text: 'Лек који садржи психоактивну супстанцу и који се не сме употребљавати пре и за време вожње, на паковању има ознаку приказану на слици број:', 
                        image: './img/slika53.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            }
        ]
    },
    {
        id: 1,
        name: 'Возач', /// 15
        questions: [
            {
                id: 0,
                name: 'Психофизички услови за управљање возилом који '
                        +'морају испуњавати возачи и '
                        +'начин утврђивања испуњености тих услова у саобраћају на путу', /// 15
                total_number_of_questions: 15,
                questions: [
                    {
                        id: 1, 
                        points: 3,
                        text: 'Здравственом прегледу ради утврђивања психофизичке '
                                +'способности морају се у одређеном року подвргавати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возачи којима је управљање моторним возилима основно занимање'
                            },
                            {
                                id: 2,
                                text: 'возачи који управљају возилима којима се обавља превоз опасних материја'
                            },
                            {
                                id: 3,
                                text: 'возачи који управљају моторним возилима, односно скупом возила којима се обавља јавни превоз'
                            },
                            {
                                id: 4,
                                text: 'сви возачи који управљају моторним возилима'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 2, 
                        points: 3,
                        text: 'Возачи који управљају моторним возилом, '
                                +'односно скупом возила којима се обавља јавни превоз, '
                                +'морају се подвргавати здравственом прегледу '
                                +'ради утврђивања психофизичке способности за возача:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сваке године'
                            },
                            {
                                id: 2,
                                text: 'у року који не може бити дужи од три године'
                            },
                            {
                                id: 3,
                                text: 'у року који не може бити дужи од пет годинa'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 3, 
                        points: 3,
                        text: 'Контролном здравственом прегледу мора се подвргнути возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'код кога се посумња да због психофизичких сметњи, односно недостатака, није у стању безбедно да управља возилом'
                            },
                            {
                                id: 2,
                                text: 'који је учествовао у саобраћајној незгоди'
                            },
                            {
                                id: 3,
                                text: 'који је учинио више од три прекршаја из прописа из безбедности саобраћаја у току једне године'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 3,
                        text: 'Када се возач у одређеном року не подвргне контролном '
                                +'здравственом прегледу на који је упућен, надлежни орган ће:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возачу привремено забранити управљање возилом у саобраћају на путу док се не подвргне контролном здравственом прегледу'
                            },
                            {
                                id: 2,
                                text: 'возачу одузети возачку дозволу'
                            },
                            {
                                id: 3,
                                text: 'против возача поднети захтев за покретање прекршајног поступка'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 5, 
                        points: 3,
                        text: 'Возач који је неспособан за безбедно управљање возилом, односно који је у толикој мери уморан, односно болестан или је у таквом психичком стању да није способан да безбедно управља возилом:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да управља возилом у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'сме да управља возилом у саобраћају на кратком делу пута'
                            },
                            {
                                id: 3,
                                text: 'не сме да управља возилом у саобраћају на путу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 6, 
                        points: 3,
                        text: 'Возач који је под дејством алкохола, односно психоактивних супстанци:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да управља возилом у саобраћају на кратком делу пута'
                            },
                            {
                                id: 2,
                                text: 'сме да управља возилом у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'не сме да управља возилом само у саобраћају на јавном путу'
                            },
                            {
                                id: 4,
                                text: 'не сме да управља возилом у саобраћају на путу'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 7, 
                        points: 3,
                        text: 'Под дејством алкохола је возач код којег је садржај алкохола у крви (утврђен анализом одговарајућег узорка крви или средствима или апаратима за мерење алкохолисаности) већи од:', 
                        answers: [
                            {
                                id: 1,
                                text: '1,20 mg/ml'
                            },
                            {
                                id: 2,
                                text: '0,30 mg/ml'
                            },
                            {
                                id: 3,
                                text: '0,50 mg/ml'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 3,
                        text: 'Возач возила којим се превозе опасне материје, односно врши ванредни превоз, када управља возилом у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml, ако не обавља јавни превоз ствари'
                            },
                            {
                                id: 2,
                                text: 'не сме да има алкохола у крви'
                            },
                            {
                                id: 3,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 3,
                        text: 'Када учествује у саобраћају на путу, не сме да има алкохола у организму возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возила којим се врши ванредни превоз'
                            },
                            {
                                id: 2,
                                text: 'возила којим се превозе опасне материје'
                            },
                            {
                                id: 3,
                                text: 'мотокултиватора'
                            },
                            {
                                id: 4,
                                text: 'возила којим се врши пробна вожња'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 10, 
                        points: 3,
                        text: 'Кандидат за возача током практичне обуке и полагања практичног испита:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да има алкохола у крви'
                            },
                            {
                                id: 2,
                                text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                            },
                            {
                                id: 3,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 11, 
                        points: 3,
                        text: 'Возач са пробном возачком дозволом, када управља возилом у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да има алкохола у крви само у периоду од 23,00 до 05,00 сати'
                            },
                            {
                                id: 2,
                                text: 'не сме да има алкохола у крви'
                            },
                            {
                                id: 3,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 12, 
                        points: 3,
                        text: 'Утврђивање да ли је возач у толикој мери уморан, болестан или је у таквом психофизичком стању да није способан да безбедно управља возилом, врши се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'стручним прегледом'
                            },
                            {
                                id: 2,
                                text: 'непосредним увидом полицијског службеника'
                            },
                            {
                                id: 3,
                                text: 'помоћу одговарајућих уређаја, од стране полицијског службеника'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 13, 
                        points: 3,
                        text: 'Возач возила на слици:', 
                        image: './img/slika29.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            },
                            {
                                id: 2,
                                text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                            },
                            {
                                id: 3,
                                text: 'не сме да има алкохола у крви'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 3,
                        text: 'Возач возила са правом првенства пролаза, када управља возилом у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да има алкохола у крви'
                            },
                            {
                                id: 2,
                                text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                            },
                            {
                                id: 3,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 15, 
                        points: 3,
                        text: 'Возач возила којим се обавља јавни превоз ствари, када управља возилом у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                            },
                            {
                                id: 2,
                                text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                            },
                            {
                                id: 3,
                                text: 'не сме да има алкохола у организму'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            }
        ]
    },
    {
        id: 2,
        name: 'Пут', /// 34+12
        questions: [
            {
                id: 0,
                name: 'Појам, значај пута и врсте путева',
                total_number_of_questions: 34,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Која од набројаних површина је пут?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Полигон за пробне вожње или спортске приредбе'
                            },
                            {
                                id: 2,
                                text: 'Саобраћајна површина намењена за кретање само возила и лица којима је власник те површине то омогућио'
                            },
                            {
                                id: 3,
                                text: 'Спортски терен на којем се паркирају возила'
                            },
                            {
                                id: 4,
                                text: 'Улица'
                            },
                            {
                                id: 5,
                                text: 'Пешачка стаза'
                            }
                        ],
                        correct_answers: [4, 5]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Која од набројаних површина је пут?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Бициклистичка стаза'
                            },
                            {
                                id: 2,
                                text: 'Плато намењен кретању и окупљању лица'
                            },
                            {
                                id: 3,
                                text: 'Земљани пут'
                            },
                            {
                                id: 4,
                                text: 'Травњаци и паркови'
                            },
                            {
                                id: 5,
                                text: 'Тркачка стаза за возила'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Које од наведених услова мора испуњавати аутопут?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Државни пут код кога сва укрштања са другим путевима и железничким или трамвајским пругама нису изведена у истом нивоу'
                            },
                            {
                                id: 2,
                                text: 'Пут који има најмање две саобраћајне траке по смеру и једну зауставну траку за сваки смер'
                            },
                            {
                                id: 3,
                                text: 'Пут код којег коловозне траке за саобраћај из супротних смерова не морају бити физички одвојене'
                            },
                            {
                                id: 4,
                                text: 'Пут који има најмање три саобраћајне траке по смеру'
                            },
                            {
                                id: 5,
                                text: 'Државни пут код кога укрштања у нивоу са другим путевима морају бити изведена као раскрснице са кружним током или регулисана семафорима'
                            },
                            {
                                id: 6,
                                text: 'Пут код којег су коловозне траке за саобраћај из супротних смерова физички одвојене'
                            }
                        ],
                        correct_answers: [1, 2, 6]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Пут без изграђеног коловозног застора, па и када на прикључку на други пут има изграђен коловозни застор је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'макадамски пут'
                            },
                            {
                                id: 2,
                                text: 'земљани пут'
                            },
                            {
                                id: 3,
                                text: 'некатегорисани пут намењен искључиво за саобраћај трактора, мотокултиватора и запрежних возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Које од наведених услова мора испуњавати аутопут:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пут обележен прописаном ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'државни пут намењен за саобраћај моторних возила'
                            },
                            {
                                id: 3,
                                text: 'пут код којег коловозне траке за саобраћај из супротних смерова не морају бити физички одвојене'
                            },
                            {
                                id: 4,
                                text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                            },
                            {
                                id: 5,
                                text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                            },
                            {
                                id: 6,
                                text: 'пут са потпуном контролом приступа, на који се може укључити или искључити само одређеним и посебно изграђеним јавним путем'
                            }
                        ],
                        correct_answers: [4, 5, 6]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Које од наведених услова мора испуњавати мотопут:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пут код којег коловозне траке за саобраћај из супротних смерова морају бити физички одвојене'
                            },
                            {
                                id: 2,
                                text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                            },
                            {
                                id: 3,
                                text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                            },
                            {
                                id: 4,
                                text: 'државни пут намењен за саобраћај свих моторних возила'
                            },
                            {
                                id: 5,
                                text: 'пут који мора имати најмање две саобраћајне траке по смеру и једну зауставну траку за сваки смер'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Које од наведених услова мора испуњавати мотопут:', 
                        answers: [
                            {
                                id: 1,
                                text: 'државни пут који мора имати потпуну контролу приступа, на који се може укључити или искључити само одређеним и посебно изграђеним јавним путем'
                            },
                            {
                                id: 2,
                                text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'пут обележен прописаном ознаком на коловозу'
                            },
                            {
                                id: 4,
                                text: 'пут који мора имати зауставну траку за сваки смер'
                            },
                            {
                                id: 5,
                                text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                            }
                        ],
                        correct_answers: [2, 5]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Коловоз је на слици означен бројем:', 
                        image: './img/slika30.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Коловозна трака је на слици означена бројем:', 
                        image: './img/slika31.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Саобраћајнe тракe, на аутопуту, су на слици означене бројевима:', 
                        image: './img/slika32.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 3'
                            },
                            {
                                id: 2,
                                text: '7 и 8'
                            },
                            {
                                id: 3,
                                text: '4 и 5'
                            },
                            {
                                id: 4,
                                text: '2 и 3'
                            },
                            {
                                id: 5,
                                text: '4, 5 и 6'
                            }
                        ],
                        correct_answers: [3, 4]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Саобраћајна трака је на слици означена бројевима:', 
                        image: './img/slika33.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2 и 3'
                            },
                            {
                                id: 2,
                                text: '4 и 7'
                            },
                            {
                                id: 3,
                                text: '8 и 9'
                            },
                            {
                                id: 4,
                                text: '1 и 8'
                            },
                            {
                                id: 5,
                                text: '5 и 6'
                            }
                        ],
                        correct_answers: [2, 5]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Саобраћајнe тракe на слици су означене бројевима:', 
                        image: './img/slika34.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '2 и 3'
                            },
                            {
                                id: 3,
                                text: '1 и 3'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Саобраћајна трака је на слици означена бројевима:', 
                        image: './img/slika35.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2 и 3'
                            },
                            {
                                id: 2,
                                text: '4 и 5'
                            },
                            {
                                id: 3,
                                text: '1 и 3'
                            },
                            {
                                id: 4,
                                text: '6 и 7'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Бициклистичка трака је на слици означена бројем:', 
                        image: './img/slika36.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '3'
                            },
                            {
                                id: 2,
                                text: '4'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Саобраћајна трака за спора возила је на слици означена бројем:', 
                        image: './img/slika37.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '5'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '3'
                            },
                            {
                                id: 5,
                                text: '4'
                            }
                        ],
                        correct_answers: [5]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'Зауставна трака је на слици означена бројевима:', 
                        image: './img/slika38.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 6'
                            },
                            {
                                id: 2,
                                text: '4 и 5'
                            },
                            {
                                id: 3,
                                text: '2 и 3'
                            },
                            {
                                id: 4,
                                text: '7 и 8'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'Саобраћајна трака за укључивање је на слици означена бројем:', 
                        image: './img/slika39.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'Саобраћајна трака за искључивање је на слици означена бројем:', 
                        image: './img/slika40.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'Саобраћајна трака за возила јавног превоза путника на слици је означена бројевима:', 
                        image: './img/slika41.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4 и 9'
                            },
                            {
                                id: 2,
                                text: '1, 4 и 9'
                            },
                            {
                                id: 3,
                                text: '8 и 5'
                            },
                            {
                                id: 4,
                                text: '2 и 3'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'Раскрсница је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'место на којем се у истом нивоу укрштају пут и железничка пруга'
                            },
                            {
                                id: 2,
                                text: 'део коловоза на коме се укрштају, спајају или раздвајају путеви у истом нивоу'
                            },
                            {
                                id: 3,
                                text: 'део пута који мора бити означен прописаним ознакама на коловозу и саобраћајним знаком'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'Трамвајска баштица је на слици означена бројем:', 
                        image: './img/slika42.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'Тротоар је на слици означен бројевима:', 
                        image: './img/slika43.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '3'
                            },
                            {
                                id: 4,
                                text: '4'
                            },
                            {
                                id: 5,
                                text: '5'
                            }
                        ],
                        correct_answers: [1, 5]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'Паркиралиште је на слици означено бројем:', 
                        image: './img/slika44.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'Паркинг место је на слици означено бројем:', 
                        image: './img/slika45.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'Пешачки прелаз је на слици означен бројем:', 
                        image: './img/slika46.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '3'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'Пешачки прелаз на слици је означен бројем:', 
                        image: './img/slika47.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '1'
                            },
                            {
                                id: 4,
                                text: '2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'Пешачка стаза на слици је означена бројем:', 
                        image: './img/slika48.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '3'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'Бициклистичка стаза је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пут намењен искључиво за кретање бицикала'
                            },
                            {
                                id: 2,
                                text: 'пут намењен искључиво за кретање бицикала и мопеда'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна трака намењена искључиво за саобраћај бицикала'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'Бициклистичка стаза на слици је означена бројем:', 
                        image: './img/slika49.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '4'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'Слика приказује:', 
                        image: './img/slika50.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'паркиралиште'
                            },
                            {
                                id: 2,
                                text: 'трамвајску баштицу'
                            },
                            {
                                id: 3,
                                text: 'раскрсницу'
                            },
                            {
                                id: 4,
                                text: 'прелаз пута преко железничке пруге'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'Пешачко острво је на слици означено бројем:', 
                        image: './img/slika51.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'Од саобраћајног знака приказаног на слици почиње:', 
                        image: './img/slika55.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'туристичко одредиште'
                            },
                            {
                                id: 2,
                                text: 'насељено место'
                            },
                            {
                                id: 3,
                                text: 'зона успореног саобраћаја'
                            },
                            {
                                id: 4,
                                text: 'насеље'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'Од саобраћајног знака приказаног на слици се завршава:', 
                        image: './img/slika52.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'туристичко одредиште'
                            },
                            {
                                id: 2,
                                text: 'насеље'
                            },
                            {
                                id: 3,
                                text: 'зона успореног саобраћаја'
                            },
                            {
                                id: 4,
                                text: 'насељено место'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 34, 
                        points: 2,
                        text: 'Бициклистичка трака је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пут намењен искључиво за кретање бицикала'
                            },
                            {
                                id: 2,
                                text: 'пут намењен искључиво за кретање бицикала и мопеда'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна трака намењена искључиво за саобраћај бицикала, мопеда и лаких трицикала'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            },
            {
                id: 1,
                name: 'Техничко регулисање саобраћаја '
                        +'(опште одредбе, пешачка зона, зона успореног саобраћаја, '
                        +'зона „30”, зона школе, заштита животне средине, '
                        +'техничка средства за успоравање саобраћаја и др.)', /// 12
                total_number_of_questions: 12,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Део пута, улице или део насеља по коме је дозвољен искључиво саобраћај пешака је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пешачка зона'
                            },
                            {
                                id: 2,
                                text: 'зона успореног саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'зона "30"'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Када је у пешачкој зони дозвољено кретање одређених возила она се морају кретати брзином:', 
                        answers: [
                            {
                                id: 1,
                                text: 'кретања пешака'
                            },
                            {
                                id: 2,
                                text: 'која није већа од 20 km/h'
                            },
                            {
                                id: 3,
                                text: 'која није већа од 30 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Део пута, улице или део насеља у коме коловоз користе пешаци и возила и који је означен одговарајућом саобраћајном сигнализацијом је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'зона успореног саобраћаја'
                            },
                            {
                                id: 2,
                                text: 'пешачка зона'
                            },
                            {
                                id: 3,
                                text: 'зона "30"'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Возач је обавезан да се у зони успореног саобраћаја креће тако да не омета кретање пешака и бициклиста, брзином:', 
                        answers: [
                            {
                                id: 1,
                                text: 'која није већа од 30 km/h'
                            },
                            {
                                id: 2,
                                text: 'која није већа од 20 km/h'
                            },
                            {
                                id: 3,
                                text: 'кретања пешака, а највише 10 km/h'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Зона "30" је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'део пута, улице или насеља у којој је брзина кретања возила ограничена до 30 km/h'
                            },
                            {
                                id: 2,
                                text: 'део пута, улице или део насеља у коме коловоз користе пешаци и возила'
                            },
                            {
                                id: 3,
                                text: 'део пута или улице у непосредној близини школе'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Део пута, улице или насеља у којој је брзина кретања возила ограничена до 30 km/h је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'зона "30"'
                            },
                            {
                                id: 2,
                                text: 'пешачка зона'
                            },
                            {
                                id: 3,
                                text: 'зона успореног саобраћаја'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Брзина кретања возила у насељу, на делу пута или улице у непосредној близини школе („Зона школе“), је ограничена до:', 
                        answers: [
                            {
                                id: 1,
                                text: '30 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                            },
                            {
                                id: 2,
                                text: '20 km/h, радним данима у времену од 7,00 до 21,00 сат'
                            },
                            {
                                id: 3,
                                text: '50 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Брзина кретања возила ван насеља, на делу пута или улице у непосредној близини школе („Зона школе“), је ограничена до:', 
                        answers: [
                            {
                                id: 1,
                                text: '50 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                            },
                            {
                                id: 2,
                                text: '20 km/h, радним данима у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                            },
                            {
                                id: 3,
                                text: '30 km/h, у времену од 7,00 до 21,00 сат'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Возач мора искључити мотор возила којим управља када прекид кретања у тунелу траје дуже од:', 
                        answers: [
                            {
                                id: 1,
                                text: 'два минута'
                            },
                            {
                                id: 2,
                                text: 'једног минута'
                            },
                            {
                                id: 3,
                                text: 'три минута'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Возач мора искључити мотор возила којим управља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор'
                            },
                            {
                                id: 2,
                                text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор који траје дуже од два минута'
                            },
                            {
                                id: 3,
                                text: 'на захтев полицијског службеника или другог службеног лица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Возач мора искључити мотор возила којим управља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор који траје дуже од два минута'
                            },
                            {
                                id: 2,
                                text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор'
                            },
                            {
                                id: 3,
                                text: 'када прекид кретања траје дуже од три минута'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Испуштање, односно одлагање материје и отпада, којим се угрожава живот и здравље људи, животиња, биљака или загађује животна средина:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено само на путевима ван насељеног места'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено само на делу пута на којем постoји саобраћајни знак којим је забрањен саобраћај возила која превозе материје које могу изазвати загађење животне средине'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            }
        ]
    },
    {
        id: 3, /// 103+18+16
        name: 'Возило и технички услови које морају да испуне моторна и прикључна возила у саобраћају на путу',
        questions: [
            {
                id: 0,
                name: 'Основни склопови и уређаји возила, прописани технички услови и њихов утицај на безбедност саобраћаја на путу, значај и утицај техничке исправности возила на безбедно одвијање саобраћаја (уређај за управљање, уређај за заустављање, уређаји за осветљавање и давање светлосних знакова, уређаји који омогућавају нормалну видљивост, уређаји за спајање вучног и прикључног возила, пнеуматици, тахограф и остали уређаји) - 2', /// 103
                total_number_of_questions: 103,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Ближи услови које морају да испуњавају возила у саобраћају на путу у погледу димензија, техничких услова и уређаја, склопова и опреме и техничких норматива прописани су:', 
                        answers: [
                            {
                                id: 1,
                                text: 'Правилником о подели моторних и прикључних возила и техничким условима за возила у саобраћају на путевима'
                            },
                            {
                                id: 2,
                                text: 'Законом о безбедности саобраћаја на путевима'
                            },
                            {
                                id: 3,
                                text: 'Правилником о техничком прегледу возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Највећа дозвољена дужина моторног возила највеће дозвољене масе до 3.500 kg, износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '6,00 m'
                            },
                            {
                                id: 2,
                                text: '8,00 m'
                            },
                            {
                                id: 3,
                                text: '12,00 m'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Највећа дозвољена дужина путничког возила са приколицом износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '16,50 m'
                            },
                            {
                                id: 2,
                                text: '12,00 m'
                            },
                            {
                                id: 3,
                                text: '18,75 m'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Највећа дозвољена ширина моторног возила износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '2,50 m'
                            },
                            {
                                id: 2,
                                text: '2,55 m'
                            },
                            {
                                id: 3,
                                text: '2,80 m'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Највећа дозвољена висина моторних возила износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '4,10 m'
                            },
                            {
                                id: 2,
                                text: '4,05 m'
                            },
                            {
                                id: 3,
                                text: '4,00 m'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Моторно, односно прикључно возило, може бити оптерећено тако да укупна маса моторног, односно прикључног возила, не прелази вредност:', 
                        answers: [
                            {
                                id: 1,
                                text: 'осовинског оптерећења прописаног за погонску осовину моторног, односно гоњену осовину прикључног возила'
                            },
                            {
                                id: 2,
                                text: 'носивости возила уписане у саобраћајну дозволу'
                            },
                            {
                                id: 3,
                                text: 'највеће дозвољене масе возила која је декларисана на произвођачким таблицама моторног, односно прикључног возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Укупна маса до које може бити оптерећено прикључно возило из скупа возила одређује се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само на основу декларисане вредности укупне масе прикључног возила коју може вући моторно возило одређене на произвођачкој таблици моторног возила'
                            },
                            {
                                id: 2,
                                text: 'на основу декларисане вредности највеће дозвољене масе одређене на произвођачкој таблици прикључног возила и декларисане вредности укупне масе прикључног возила коју може вући моторно возило одређене на произвођачкој таблици моторног возила'
                            },
                            {
                                id: 3,
                                text: 'само на основу декларисане вредности највеће дозвољене масе одређене на произвођачкој таблици прикључног возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Ако се из произвођачке таблице вучног возила не може утврдити укупна маса прикључног возила које може вући то вучно возило, укупна маса прикључног возила не сме бити већа од укупне масе вучног возила за више од:', 
                        answers: [
                            {
                                id: 1,
                                text: '50 %'
                            },
                            {
                                id: 2,
                                text: '30 %'
                            },
                            {
                                id: 3,
                                text: '25 %'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Возило мора бити оптерећено тако да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'осовинска оптерећења могу прелазити вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу под условом да укупна маса не прелази највећу дозвољену масу возила'
                            },
                            {
                                id: 2,
                                text: 'осовинска оптерећења погонске осовине могу прелазити вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу под условом да укупна маса не прелази највећу дозвољену масу возила'
                            },
                            {
                                id: 3,
                                text: 'осовинска оптерећења не прелазе вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Точак управљача моторних возила највеће дозвољене масе до 3.500 kg:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може бити на било којој страни ако је тако предвидео произвођач'
                            },
                            {
                                id: 2,
                                text: 'не сме бити на десној страни'
                            },
                            {
                                id: 3,
                                text: 'може бити и на десној страни ако је моторно возило први пут регистровано у Републици Србији до 1. јула 2012. године'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Кочни систем моторних возила највеће дозвољене масе до 3.500 kg мора да оствари функције:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радног кочења и помоћног кочења'
                            },
                            {
                                id: 2,
                                text: 'радног кочења и паркирног кочења'
                            },
                            {
                                id: 3,
                                text: 'радног кочења, помоћног кочења и паркирног кочења'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Систем против блокирања точкова при кочењу (ABS) је део:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радног кочења који аутоматски регулише проклизавање точкова, у правцу обртања, за време кочења'
                            },
                            {
                                id: 2,
                                text: 'система дуготрајног успоравања возила који обезбеђује већу стабилност возила'
                            },
                            {
                                id: 3,
                                text: 'помоћног кочења који скраћује зауставни пут'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Контрола исправности система против блокирања точкова при кочењу (ABS):', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора бити обезбеђена путем звучног индикатора'
                            },
                            {
                                id: 2,
                                text: 'мора бити обезбеђена путем оптичког индикатора који мора бити у видном пољу возача'
                            },
                            {
                                id: 3,
                                text: 'не мора бити обезбеђена, ако то није предвидео произвођач возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Прикључна возила чија највећа дозвољена маса не прелази 0,75 t:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не морају имати само радно кочење'
                            },
                            {
                                id: 2,
                                text: 'не морају имати радно и паркирно кочење'
                            },
                            {
                                id: 3,
                                text: 'не морају имати само паркирно кочење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Прикључна возила чија највећа дозвољена маса прелази 0,75 t, али не прелази 3,5 t:', 
                        answers: [
                            {
                                id: 1,
                                text: 'могу имати радно кочење са инерционом командом само када се скуп возила креће брзином мањом од 30 km/h'
                            },
                            {
                                id: 2,
                                text: 'не могу имати радно кочење са инерционом командом'
                            },
                            {
                                id: 3,
                                text: 'могу имати радно кочење са инерционом командом'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'У случају прекида везе између вучног и прикључног возила чија највећа дозвољена маса не прелази 1,5 t, a не постоји уређај који аутоматски активира радно кочење прикључног возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'аутоматски се активира радно кочење вучног возила'
                            },
                            {
                                id: 2,
                                text: 'спој вучног и прикључног возила обезбеђен је додатним везама (ланци, челично уже и др.), које спречавају да руда прикључног возила не падне на тло или скрене у страну до безбедног заустављања скупа возила'
                            },
                            {
                                id: 3,
                                text: 'аутоматски се активира индикатор на командној табли вучног возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'Радно кочење возила за превоз путника, теретних возила, мопеда, мотоцикала, трицикала, четвороцикала и прикључних возила, осим трактора, радних машина и прикључних возила за трактор, мора дејствовати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само на точкове гоњене осовине'
                            },
                            {
                                id: 2,
                                text: 'на све точкове'
                            },
                            {
                                id: 3,
                                text: 'најмање на точкове погонске осовине'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'Постављање или коришћење уређаја на возилу који дају, односно одбијају светлост видљиву учесницима у саобраћају у бојама које нису предвиђене прописима о условима које морају да испуњавају возила у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено само ако ти уређаји на предњој страни возила не дају, односно одбијају светлост црвене боје, а на задњој страни не дају, односно одбијају светлост беле боје'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено само ако ти уређаји не ометају остале учеснике у саобраћају'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'Светлосни и светлосно сигнални уређаји, постављени на предњој страни моторног и прикључног возила, не могу бити изведени тако да дају светлост:', 
                        answers: [
                            {
                                id: 1,
                                text: 'беле боје видљиву са предње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                            },
                            {
                                id: 2,
                                text: 'жуте боје видљиву са предње стране возила'
                            },
                            {
                                id: 3,
                                text: 'црвене боје видљиву са предње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'Светлосни и светлосно сигнални уређаји, постављени на задњој страни моторног и прикључног возила не могу бити изведени тако да дају светлост:', 
                        answers: [
                            {
                                id: 1,
                                text: 'црвене боје видљиву са задње стране возила'
                            },
                            {
                                id: 2,
                                text: 'беле боје видљиву са задње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                            },
                            {
                                id: 3,
                                text: 'жуте боје видљиву са задње стране возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'Истоветни светлосни и светлосно сигнални уређаји који су удвојени на моторном возилу на три или више точкова:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити исте величине и боје, а не морају дејствовати уједначеним светлосним интензитетом'
                            },
                            {
                                id: 2,
                                text: 'морају бити исте величине и боје и дејствовати уједначеним светлосним интензитетом'
                            },
                            {
                                id: 3,
                                text: 'не морају бити исте величине и боје и дејствовати уједначеним светлосним интензитетом'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'Под уређајима за осветљавање пута на моторним возилима, од набројаних, подразумевају се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'светла за маглу'
                            },
                            {
                                id: 2,
                                text: 'габаритна светла'
                            },
                            {
                                id: 3,
                                text: 'светла за вожњу уназад'
                            },
                            {
                                id: 4,
                                text: 'главни фарови'
                            },
                            {
                                id: 5,
                                text: 'задње светло за маглу'
                            },
                            {
                                id: 6,
                                text: 'катадиоптери'
                            }
                        ],
                        correct_answers: [1, 3, 4]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'Под уређајима за осветљавање пута на моторним возилима, од набројаног, подразумевају се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'задње светло за маглу'
                            },
                            {
                                id: 2,
                                text: 'катадиоптери'
                            },
                            {
                                id: 3,
                                text: 'фарови и светла за осветљавање места на коме се изводе радови'
                            },
                            {
                                id: 4,
                                text: 'покретни фар (рефлектор)'
                            },
                            {
                                id: 5,
                                text: 'дневно светло'
                            },
                            {
                                id: 6,
                                text: 'габаритна светла'
                            }
                        ],
                        correct_answers: [3, 4, 5]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'Светлост главних фарова мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'беле боје'
                            },
                            {
                                id: 2,
                                text: 'плаве или жуте боје'
                            },
                            {
                                id: 3,
                                text: 'боје одређене од стране произвођача возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'Када се укључе дуга светла за осветљавање пута, на контролној табли возила мора аутоматски да светли контролна лампа:', 
                        answers: [
                            {
                                id: 1,
                                text: 'жуте боје'
                            },
                            {
                                id: 2,
                                text: 'плаве боје'
                            },
                            {
                                id: 3,
                                text: 'зелене боје'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'Када се укључе кратка светла за осветљавање пута, на контролној табли возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора аутоматски да светли контролна лампа зелене боје'
                            },
                            {
                                id: 2,
                                text: 'не мора бити укључена лампа било које боје'
                            },
                            {
                                id: 3,
                                text: 'мора аутоматски да светли контролна лампа жуте боје'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'Уређај за чишћење главних фарова:', 
                        answers: [
                            {
                                id: 1,
                                text: 'обавезан је само на возилима за превоз путника и теретним возилима, која имају кратка светла са гасним извором светлости'
                            },
                            {
                                id: 2,
                                text: 'није обавезан на моторним возилима'
                            },
                            {
                                id: 3,
                                text: 'обавезан је само на возилима која су произведена након 1. марта 2011. године'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'Уређај за нивелацију снопа главних светала:', 
                        answers: [
                            {
                                id: 1,
                                text: 'обавезан је само на возилима за превоз путника и теретним возилима, која имају кратка светла са гасним извором светлости'
                            },
                            {
                                id: 2,
                                text: 'обавезан је на возилима за превоз путника и теретним возилима'
                            },
                            {
                                id: 3,
                                text: 'није обавезан на моторним возилима'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'Светлосни сноп кратког светла моторних возила, осим трактора, мора да осветли:', 
                        answers: [
                            {
                                id: 1,
                                text: 'најмање 40 m пута'
                            },
                            {
                                id: 2,
                                text: 'најмање 100 m пута'
                            },
                            {
                                id: 3,
                                text: 'најмање 40 m, а највише 80 m пута'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'Светлосни сноп кратког светла моторних возила мора бити изведен као:', 
                        answers: [
                            {
                                id: 1,
                                text: 'симетрични'
                            },
                            {
                                id: 2,
                                text: 'десносмерни асиметрични'
                            },
                            {
                                id: 3,
                                text: 'левосмерни асиметрични'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'Светлосни сноп дугог светла моторних возила, осим трактора, мора да осветли:', 
                        answers: [
                            {
                                id: 1,
                                text: 'најмање 40 m пута'
                            },
                            {
                                id: 2,
                                text: 'најмање 100 m пута'
                            },
                            {
                                id: 3,
                                text: 'најмање 80 m пута'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'Светлосни сноп светла за маглу моторних возила мора да осветли:', 
                        answers: [
                            {
                                id: 1,
                                text: 'најмање 35 m пута'
                            },
                            {
                                id: 2,
                                text: 'најмање 35 m, а највише 80 m пута'
                            },
                            {
                                id: 3,
                                text: 'највише 35 m пута'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'Светлост светла за вожњу уназад мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'боје одређене од стране произвођача возила'
                            },
                            {
                                id: 2,
                                text: 'црвене боје'
                            },
                            {
                                id: 3,
                                text: 'беле боје'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 34, 
                        points: 2,
                        text: 'На моторним возилима на четири или више точкова и на моторним возилима на три точка која су шира од 1,3 m светла за маглу могу бити уграђенa и изведенa као:', 
                        answers: [
                            {
                                id: 1,
                                text: 'паран број фарова без ограничења броја'
                            },
                            {
                                id: 2,
                                text: 'два фара'
                            },
                            {
                                id: 3,
                                text: 'четири фара'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 35, 
                        points: 2,
                        text: 'Светлост светала за маглу мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само жуте боје'
                            },
                            {
                                id: 2,
                                text: 'беле или жуте боје'
                            },
                            {
                                id: 3,
                                text: 'боје одређене од стране произвођача возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 36, 
                        points: 2,
                        text: 'Када се укључе светла за маглу, на контролној табли возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не мора бити укључена лампа било које боје'
                            },
                            {
                                id: 2,
                                text: 'мора аутоматски да светли контролна лампа жуте боје'
                            },
                            {
                                id: 3,
                                text: 'мора аутоматски да светли контролна лампа зелене боје'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 37, 
                        points: 2,
                        text: 'Светлост дневних светала мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само беле боје'
                            },
                            {
                                id: 2,
                                text: 'боје одређене од стране произвођача возила'
                            },
                            {
                                id: 3,
                                text: 'беле или жуте боје'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 38, 
                        points: 2,
                        text: 'Додатни фарови и светла који су уграђени на возилу ван простора предвиђених прописима (додатни фарови на крову и сл.) за време учешћа возила у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не морају бити прекривени али се не могу користити'
                            },
                            {
                                id: 2,
                                text: 'не морају бити прекривени и могу се користити'
                            },
                            {
                                id: 3,
                                text: 'морају бити прекривени одговарајућом покривком'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 39, 
                        points: 2,
                        text: 'Уградња покретног фара (рефлектора) дозвољена је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само на возилима за која је то одређено прописима о техничким условима за возила'
                            },
                            {
                                id: 2,
                                text: 'само на тракторима и радним машинама'
                            },
                            {
                                id: 3,
                                text: 'на свим моторним и прикључним возилима'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 40, 
                        points: 2,
                        text: 'На прикључном возилу ширине до 1,6 m:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити уграђена два предња позициона светла беле или црвене боје'
                            },
                            {
                                id: 2,
                                text: 'не морају бити уграђена предња позициона светала'
                            },
                            {   
                                id: 3,
                                text: 'морају бити уграђена два предња позициона светла беле боје'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 41, 
                        points: 2,
                        text: 'Када се укључе задња светла за маглу на контролној табли возила мора аутоматски да светли контролна лампа:', 
                        answers: [
                            {
                                id: 1,
                                text: 'жуте или зелене боје'
                            },
                            {
                                id: 2,
                                text: 'црвене боје'
                            },
                            {
                                id: 3,
                                text: 'плаве боје'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 42, 
                        points: 2,
                        text: 'На прикључном возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити уграђена два предња катадиоптера, беле боје, који нису троугластог облика'
                            },
                            {
                                id: 2,
                                text: 'морају бити уграђена два предња катадиоптера троугластог облика беле боје'
                            },
                            {
                                id: 3,
                                text: 'не морају бити уграђени предњи катадиоптери'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 43, 
                        points: 2,
                        text: 'На моторном возилу са скривајућим фаровима:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити уграђена два предња катадиоптера, жуте боје, који нису троугластог облика'
                            },
                            {
                                id: 2,
                                text: 'не морају бити уграђени предњи катадиоптери'
                            },
                            {
                                id: 3,
                                text: 'морају бити уграђена два предња катадиоптера, беле боје, који нису троугластог облика'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 44, 
                        points: 2,
                        text: 'На прикључном возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити уграђена два задња катадиоптера, црвене боје, у облику равностраног троугла, са врхом окренутим навише и страницом величине најмање 0,15 m'
                            },
                            {
                                id: 2,
                                text: 'морају бити уграђена два задња катадиоптера, беле боје, који нису троугластог облика'
                            },
                            {
                                id: 3,
                                text: 'не морају бити уграђени задњи катадиоптери'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 45, 
                        points: 2,
                        text: 'Возила која су намењена за извођење радова ван пута када у саобраћају на путу имају инсталирана оруђа за извођење радова, која нису склоп возила већ измењиво средство за рад:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити прописано означена'
                            },
                            {
                                id: 2,
                                text: 'не морају бити прописано означена'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 46, 
                        points: 2,
                        text: 'Ознака приказана на слици служи за означавање:', 
                        image: './img/slika56.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'спорих возила'
                            },
                            {
                                id: 2,
                                text: 'тешких возила'
                            },
                            {
                                id: 3,
                                text: 'дугих возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 47, 
                        points: 2,
                        text: 'Ознака приказана на слици служи за означавање:', 
                        image: './img/slika57.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'спорих возила'
                            },
                            {
                                id: 2,
                                text: 'дугих возила'
                            },
                            {
                                id: 3,
                                text: 'тешких возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 48, 
                        points: 2,
                        text: 'Ознака приказана на слици служи за означавање:', 
                        image: './img/slika58.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дугих возила'
                            },
                            {
                                id: 2,
                                text: 'спорих возила'
                            },
                            {
                                id: 3,
                                text: 'тешких возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 49, 
                        points: 2,
                        text: 'Путничка возила која су први пут регистрована у Републици Србији након 1. марта 2011. године морају имати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'најмање четири стоп светала'
                            },
                            {
                                id: 2,
                                text: 'треће стоп светло уграђено симетрично у односу на средњу уздужну раван возила'
                            },
                            {
                                id: 3,
                                text: 'стоп светла у облику круга, чији је полупречник најмање 0,15 m'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 50, 
                        points: 2,
                        text: 'Стоп светла се укључују при активирању:', 
                        answers: [
                            {
                                id: 1,
                                text: 'радног кочења возила'
                            },
                            {
                                id: 2,
                                text: 'дуготрајног успоравања возила'
                            },
                            {
                                id: 3,
                                text: 'паркирног кочења'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 51, 
                        points: 2,
                        text: 'Светлост показивача правца мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'жуте боје'
                            },
                            {
                                id: 2,
                                text: 'беле боје'
                            },
                            {
                                id: 3,
                                text: 'жуте или црвене боје'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 52, 
                        points: 2,
                        text: 'На возилима која су први пут регистрована у Републици Србији пре 1. јула 2011. године контрола укључености показивача праваца, мора бити обезбеђена:', 
                        answers: [
                            {
                                id: 1,
                                text: 'помоћу оптичке и звучне контролне направе'
                            },
                            {
                                id: 2,
                                text: 'само помоћу звучне контролне направе'
                            },
                            {
                                id: 3,
                                text: 'помоћу оптичке или звучне контролне направе'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 53, 
                        points: 2,
                        text: 'На возилима за превоз путника и теретним возилима, која су први пут регистрована у Републици Србији након 1. јула 2011. године, контрола укључености показивача праваца, мора бити обезбеђена:', 
                        answers: [
                            {
                                id: 1,
                                text: 'помоћу оптичке или звучне контролне направе'
                            },
                            {
                                id: 2,
                                text: 'само помоћу звучне контролне направе'
                            },
                            {
                                id: 3,
                                text: 'помоћу оптичке и звучне контролне направе'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 54, 
                        points: 2,
                        text: 'Преправка ветробранa, постављањем фолија или других материјала због затамњивања:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољена ако укупна вредност пригушења светла не прелази 75%'
                            },
                            {
                                id: 2,
                                text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                            },
                            {
                                id: 3,
                                text: 'није дозвољена'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 55, 
                        points: 2,
                        text: 'Преправка бочних стакала у равни возача, постављањем фолија или других материјала због затамњивања:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољена'
                            },
                            {
                                id: 2,
                                text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                            },
                            {
                                id: 3,
                                text: 'је дозвољена без ограничења укупне вредности пригушења светла'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 56, 
                        points: 2,
                        text: 'Преправка осталих стакала на возилу, осим ветробрана и бочних стакала у равни возача, постављањем фолија или других материјала због затамњивања:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољена без ограничења укупне вредности пригушења светла, при чему на возилу морају бити уграђена два бочна ретровизора'
                            },
                            {
                                id: 2,
                                text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                            },
                            {
                                id: 3,
                                text: 'није дозвољена'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 57, 
                        points: 2,
                        text: 'На путничком возилу са четири или више седишта, мора постојати најмање:', 
                        answers: [
                            {
                                id: 1,
                                text: 'два возачка огледала од којих је једно смештено унутар каросерије, а друго изван каросерије на левој страни возила'
                            },
                            {
                                id: 2,
                                text: 'два возачка огледала, са обе спољашње стране предњег дела возила и једно возачко огледало унутар каросерије'
                            },
                            {
                                id: 3,
                                text: 'два возачка огледала, са обе спољашње стране предњег дела возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 58, 
                        points: 2,
                        text: 'Уређај за давање звучних знакова мора производити звук:', 
                        answers: [
                            {
                                id: 1,
                                text: 'чија јачина није прописана'
                            },
                            {
                                id: 2,
                                text: 'чија јачина мора бити у прописаним границама'
                            },
                            {
                                id: 3,
                                text: 'што веће јачине'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 59, 
                        points: 2,
                        text: 'Уградња брзиномера са одометром и светиљком за осветљавање на путничким возилима:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је обавезна'
                            },
                            {
                                id: 2,
                                text: 'је обавезна за возила чија највећа конструктивна брзина прелази 40 km/h'
                            },
                            {
                                id: 3,
                                text: 'није обавезна'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 60, 
                        points: 2,
                        text: 'Учешће у саобраћају возила на којем је извршено уклањање катализатора, уграђеног од стране произвођача возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено само када онемогућава правилан рад мотора'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 61, 
                        points: 2,
                        text: 'Исправан систем за упозоравање на неисправност опреме за регулисање аеро загађења (OBD) мора постојати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на возилима са мотором који испуњава услове прописане нормом најмање „EURO 3”'
                            },
                            {
                                id: 2,
                                text: 'на возилима која су први пут регистровани у Републици Србији након 1. јула 2011. године'
                            },
                            {
                                id: 3,
                                text: 'на возилима која су први пут регистровани у Републици Србији након 1. јануара 2003. године'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 62, 
                        points: 2,
                        text: 'Унутрашња расвета у простору за возача и путнике мора постојати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само у моторним возилима која су први пут регистрована у Републици Србији након 1. јануара 2003. године'
                            },
                            {
                                id: 2,
                                text: 'у свим моторним и прикључним возилима за превоз путника, осим на туристичком возу'
                            },
                            {
                                id: 3,
                                text: 'само у возилима за превоз путника'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 63, 
                        points: 2,
                        text: 'Браве на вратима возила, која су први пут регистрована након 1. јануара 1987. године, морају бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'двостепене и уграђене и изведене тако да други степен браве спречава отварање врата, ако врата нису потпуно затворена'
                            },
                            {
                                id: 2,
                                text: 'једностепене и уграђене и изведене тако да се врата не могу отворити за време вожње'
                            },
                            {
                                id: 3,
                                text: 'једностепене или двостепене и уграђене и изведене тако да се врата не могу отворити за време вожње'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 64, 
                        points: 2,
                        text: 'Поклопци на свим спољашњим странама моторних и прикључних возила морају бити изведени, односно осигурани тако да је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'онемогућено да се сами отворе за време вожње, па ни при јачим потресима возила'
                            },
                            {
                                id: 2,
                                text: 'онемогућено да се сами отворе за време вожње, осим на возилима јавног превоза путника'
                            },
                            {
                                id: 3,
                                text: 'онемогућено њихово одвајање од возила у случају отварања при јачим потресима возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 65, 
                        points: 2,
                        text: 'Браници на моторним возилима, који су најистуренији делови возила, морају бити уграђени и изведени на предњој и задњој страни:', 
                        answers: [
                            {
                                id: 1,
                                text: 'путничких и теретних возила највеће дозвољене масе до 3.500 kg'
                            },
                            {
                                id: 2,
                                text: 'само путничких возила'
                            },
                            {
                                id: 3,
                                text: 'свих моторних возила на четири или више точкова'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 66, 
                        points: 2,
                        text: 'Путничка возила произведена у периоду између 1. јануара 1971. године и 1. јануара 1980. године морају имати уграђене сигурносне појасеве:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само за први ред седишта'
                            },
                            {
                                id: 2,
                                text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта'
                            },
                            {
                                id: 3,
                                text: 'за сва седишта'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 67, 
                        points: 2,
                        text: 'Путничка возила произведена, односно први пут регистрована након 1. јануара 1980. године морају имати уграђене сигурносне појасеве:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта за која је то назначено у декларацији произвођача'
                            },
                            {
                                id: 2,
                                text: 'за сва седишта'
                            },
                            {
                                id: 3,
                                text: 'само за први ред седишта'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 68, 
                        points: 2,
                        text: 'Путничка и теретна возила и аутобуси који поред места за седење немају места за стајање, који су произведени, односно први пут регистровани након 1. марта 2012. године морају имати уграђене сигурносне појасеве:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само за први ред седишта'
                            },
                            {
                                id: 2,
                                text: 'за сва седишта'
                            },
                            {
                                id: 3,
                                text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта за која је то назначено у декларацији произвођача'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 69, 
                        points: 2,
                        text: 'Постојање прикључака за вучу возила у случају неисправности, који омогућава спајање ужета, односно полуге за вучу, је обавезно:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на аутобусима, путничким и теретним возилима'
                            },
                            {
                                id: 2,
                                text: 'само на путничким возилима'
                            },
                            {
                                id: 3,
                                text: 'само на путничким и теретним возилима'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 70, 
                        points: 2,
                        text: 'Постојање уређаја за обезбеђење возила од неовлашћене употребе је обавезно:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само на путничким и теретним возилима'
                            },
                            {
                                id: 2,
                                text: 'на аутобусима, путничким и теретним возилима'
                            },
                            {
                                id: 3,
                                text: 'само на путничким возилима'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 71, 
                        points: 2,
                        text: 'Пнеуматик на резервном точку, који није привремени резервни точак, у односу на пнеуматике који су постављени на точкове возила, мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'исте носивости'
                            },
                            {
                                id: 2,
                                text: 'исте конструкције'
                            },
                            {
                                id: 3,
                                text: 'истих димензија'
                            },
                            {
                                id: 4,
                                text: 'истог произвођача и типа'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 72, 
                        points: 2,
                        text: 'Резервни точак мора постојати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у свим путничким возилима'
                            },
                            {
                                id: 2,
                                text: 'само у путничким возилима која нису намењена за јавни превоз путника'
                            },
                            {
                                id: 3,
                                text: 'само у путничким возилима намењеним за јавни превоз путника'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 73, 
                        points: 2,
                        text: 'Преносни апарат за гашење почетних пожара, са важећим доказом о исправности у складу са препоруком произвођача:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не мора постојати у путничким возилима, без обзира на врсту превоза'
                            },
                            {
                                id: 2,
                                text: 'мора постојати и бити постављен на доступном месту само у путничким возилима намењеним за јавни превоз путника'
                            },
                            {
                                id: 3,
                                text: 'мора постојати и бити постављен на доступном месту у свим путничким возилима'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 74, 
                        points: 2,
                        text: 'Опрема за пружање прве помоћи величине „В“ мора постојати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у свим путничким возилима'
                            },
                            {
                                id: 2,
                                text: 'само у путничким возилима која нису намењена за јавни превоз путника'
                            },
                            {
                                id: 3,
                                text: 'само у путничким возилима намењеним за јавни превоз путника'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 75, 
                        points: 2,
                        text: 'Уже или полугу за вучу морају имати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'моторна и прикључна возила'
                            },
                            {
                                id: 2,
                                text: 'путничка и теретна возила и аутобуси'
                            },
                            {
                                id: 3,
                                text: 'путничка возила произведена, односно први пут регистрована након 1. јануара 1984. године'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 76, 
                        points: 2,
                        text: 'Пнеуматици на истој осовини морају бити једнаки по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'конструкцији (радијални, дијагонални и са укрштеним појасевима)'
                            },
                            {
                                id: 2,
                                text: 'дубини газећег слоја'
                            },
                            {
                                id: 3,
                                text: 'години производње'
                            },
                            {
                                id: 4,
                                text: 'индексу брзине'
                            },
                            {
                                id: 5,
                                text: 'произвођачу и типу'
                            },
                            {
                                id: 6,
                                text: 'врсти (летњи, зимски)'
                            }
                        ],
                        correct_answers: [1, 5 ,6]
                    },
                    {
                        id: 77, 
                        points: 2,
                        text: 'Пнеуматици на возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'могу имати највеће димензије које омогућавају њихову несметано коришћење'
                            },
                            {
                                id: 2,
                                text: 'морају бити декларисаних димензија од стране произвођача возила'
                            },
                            {
                                id: 3,
                                text: 'морају имати димензије које су одређене прописима о техничким условима за возила у саобраћају на путевима'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 78, 
                        points: 2,
                        text: 'У ознаци пнеуматика 195/65 R 16 89 Н димензије су исказане кодовима:', 
                        answers: [
                            {
                                id: 1,
                                text: '16'
                            },
                            {
                                id: 2,
                                text: '89'
                            },
                            {
                                id: 3,
                                text: 'Н'
                            },
                            {
                                id: 4,
                                text: '195/65'
                            },
                            {
                                id: 5,
                                text: 'R'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 79, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 180 означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ширину пнеуматика'
                            },
                            {
                                id: 2,
                                text: 'висину пнеуматика'
                            },
                            {
                                id: 3,
                                text: 'однос висине и ширине пнеуматика изражен у процентима'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 80, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 60 означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'индекс носивости'
                            },
                            {
                                id: 2,
                                text: 'брзинску ознаку'
                            },
                            {
                                id: 3,
                                text: 'однос висине и ширине пнеуматика изражен у процентима'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 81, 
                        points: 2,
                        text: 'У ознаци пнеуматика 195/65 R 16 89 Н конструкција је исказана кодом:', 
                        answers: [
                            {
                                id: 1,
                                text: '16'
                            },
                            {
                                id: 2,
                                text: '195/65'
                            },
                            {
                                id: 3,
                                text: '89'
                            },
                            {
                                id: 4,
                                text: 'R'
                            },
                            {
                                id: 5,
                                text: 'Н'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 82, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака R означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да пнеуматик може да се нарезује'
                            },
                            {
                                id: 2,
                                text: 'да је пнеуматик радијални'
                            },
                            {
                                id: 3,
                                text: 'брзинску ознаку пнеуматика'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 83, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 14 означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пречник наплатка'
                            },
                            {
                                id: 2,
                                text: 'ширину пнеуматика'
                            },
                            {
                                id: 3,
                                text: 'висину пнеуматика'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 84, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 82 означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ознаку носивости'
                            },
                            {
                                id: 2,
                                text: 'брзинску ознаку пнеуматика'
                            },
                            {
                                id: 3,
                                text: 'висину пнеуматикa'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 85, 
                        points: 2,
                        text: 'У ознаци пнеуматика 195/65 R 16 89 Н индекс носивости је исказана кодом:', 
                        answers: [
                            {
                                id: 1,
                                text: 'Н'
                            },
                            {
                                id: 2,
                                text: '16'
                            },
                            {
                                id: 3,
                                text: 'R'
                            },
                            {
                                id: 4,
                                text: '195/65'
                            },
                            {
                                id: 5,
                                text: '89'
                            }
                        ],
                        correct_answers: [5]
                    },
                    {
                        id: 86, 
                        points: 2,
                        text: 'У ознаци пнеуматика 195/65 R 16 89 Н индекс брзине је исказан кодом:', 
                        answers: [
                            {
                                id: 1,
                                text: '195/65'
                            },
                            {
                                id: 2,
                                text: 'R'
                            },
                            {
                                id: 3,
                                text: 'Н'
                            },
                            {
                                id: 4,
                                text: '89'
                            },
                            {
                                id: 5,
                                text: '16'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 87, 
                        points: 2,
                        text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака Т означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да је пнеуматик радијални'
                            },
                            {
                                id: 2,
                                text: 'брзинску ознаку пнеуматика'
                            },
                            {
                                id: 3,
                                text: 'да пнеуматик може да се нарезује'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 88, 
                        points: 2,
                        text: 'Ознака на пнеуматику М+S означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'положај индикатора истрошености пнеуматика'
                            },
                            {
                                id: 2,
                                text: 'индекс брзине'
                            },
                            {
                                id: 3,
                                text: 'врсту пнеуматика (зимски)'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 89, 
                        points: 2,
                        text: 'Ознака на пнеуматику М+S означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да је пнеуматик намењен за зимску употребу'
                            },
                            {
                                id: 2,
                                text: 'да је пнеуматик намењен за летњу употребу'
                            },
                            {
                                id: 3,
                                text: 'брзинску ознаку пнеуматика'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 90, 
                        points: 2,
                        text: 'Ознака на пнеуматику TWI означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'положај индикатора истрошености пнеуматика'
                            },
                            {
                                id: 2,
                                text: 'индекс брзине'
                            },
                            {
                                id: 3,
                                text: 'индекс носивости'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 91, 
                        points: 2,
                        text: 'Ознака на пнеуматику TWI означава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'положај индикатора истрошености пнеуматика'
                            },
                            {
                                id: 2,
                                text: 'да је пнеуматик намењен за летњу употребу'
                            },
                            {
                                id: 3,
                                text: 'да пнеуматик може да се протектира'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 92, 
                        points: 2,
                        text: 'Дубина газећег слоја пнеуматика на мопедима, мотоциклима, трициклима, четвороциклима и путничким возилима мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'већа од дубине означене TWI ознакама, односно најмање 2 mm, ако TWI ознаке не постоје'
                            },
                            {
                                id: 2,
                                text: 'најмање 1,6 mm'
                            },
                            {
                                id: 3,
                                text: 'већа од дубине означене TWI ознакама, односно најмање 1,6 mm, ако TWI ознаке не постоје'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 93, 
                        points: 2,
                        text: 'Најмање дозвољена дубина „шаре“ газећег слоја пнеуматика путничког возила, када не постоји TWI ознака, износи:', 
                        answers: [
                            {
                                id: 1,
                                text: '2,0 mm'
                            },
                            {
                                id: 2,
                                text: '4,0 mm'
                            },
                            {
                                id: 3,
                                text: '1,6 mm'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 94, 
                        points: 2,
                        text: 'Употреба обновљених („протектираних“) пнеуматика:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољена је само на точковима теретних возила'
                            },
                            {
                                id: 2,
                                text: 'није дозвољена само на точковима управљајуће осовине'
                            },
                            {
                                id: 3,
                                text: 'дозвољена је на свим точковима возила, без обзира на врсту возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 95, 
                        points: 2,
                        text: 'Обновљени пнеуматици морају на бочној страни имати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ознаку „RETREAD”'
                            },
                            {
                                id: 2,
                                text: 'четвороцифрену ознаку недеље и године када је извршено обнављање'
                            },
                            {
                                id: 3,
                                text: 'двоцифрену ознаку године када је извршено обнављање'
                            },
                            {
                                id: 4,
                                text: 'серијски број обнављања'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 96, 
                        points: 2,
                        text: 'Пнеуматик на резервном точку мора бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'исте носивости као пнеуматици који се користе на возилу или бити хомологован као привремени резервни точак'
                            },
                            {
                                id: 2,
                                text: 'истих димензија као остали пнеуматици на возилу или бити хомологован као привремени резервни точак'
                            },
                            {
                                id: 3,
                                text: 'истих димензија и носивости као пнеуматици који се користе на возилу или бити хомологован као привремени резервни точак'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 97, 
                        points: 2,
                        text: 'Преносни апарат за гашење почетних пожара, у путничким возилима, је обавезан ако:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је возило намењено за сопствене потребе'
                            },
                            {
                                id: 2,
                                text: 'возило има више од 5 места за седење'
                            },
                            {
                                id: 3,
                                text: 'је возило намењено за јавни превоз'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 98, 
                        points: 2,
                        text: 'Резервни точак:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора постојати у свим прикључним возилима, осим у једноосовинским приколицама'
                            },
                            {
                                id: 2,
                                text: 'не мора постојати у прикључним возилима'
                            },
                            {
                                id: 3,
                                text: 'мора постојати у свим прикључним возилима'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 99, 
                        points: 2,
                        text: 'Постојање резервног точка у моторном возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није обавезно, ако постоји одговарајуће средство за привремено оспособљавање издуваног пнеуматика (нпр. спреј, пена у боци под притиском, комплет за брзу поправку пнеуматика и сл.)'
                            },
                            {
                                id: 2,
                                text: 'није обавезно'
                            },
                            {
                                id: 3,
                                text: 'је обавезно'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 100, 
                        points: 2,
                        text: 'Постојање резервног точка у возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није обавезно, ако су пнеуматици или наплаци опремљени неким сигурносним системом за сигурну вожњу са издуваним пнеуматиком'
                            },
                            {
                                id: 2,
                                text: 'је обавезно само за возила којим се обавља јавни превоз'
                            },
                            {
                                id: 3,
                                text: 'је обавезно'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 101, 
                        points: 2,
                        text: 'Преносни апарат за гашење почетних пожара, са важећим доказом о исправности у складу са препоруком произвођача:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора постојати и бити постављен на доступном месту у теретним возилима и аутобусима, намењеним за јавни превоз'
                            },
                            {
                                id: 2,
                                text: 'не мора постојати у теретним возилима и аутобусима'
                            },
                            {
                                id: 3,
                                text: 'мора постојати и бити постављен на доступном месту у свим теретним возилима и аутобусима'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 102, 
                        points: 2,
                        text: 'Возила морају бити опремљена зимском опремом у периоду:', 
                        answers: [
                            {
                                id: 1,
                                text: 'од 1. новембра до 1. априла, ако се на коловозу налази снег, лед или поледица'
                            },
                            {
                                id: 2,
                                text: 'од 1. децембра до 1. марта, ако се на коловозу налази снег, лед или поледица'
                            },
                            {
                                id: 3,
                                text: 'од 15. новембра до 15. марта'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 103, 
                        points: 2,
                        text: 'Зимска опрема путничких возила обухвата:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пнеуматике за зимску употребу на свим точковима'
                            },
                            {
                                id: 2,
                                text: 'ланце односно друге уређаје за повећање тракције за најмање два погонска точка'
                            },
                            {
                                id: 3,
                                text: 'пнеуматике за зимску употребу само на погонским точковима'
                            },
                            {
                                id: 4,
                                text: 'лопату'
                            }
                        ],
                        correct_answers: [1, 2]
                    }
                ]
            },
            {
                id: 1,
                name: 'Услови за учешће возила у саобраћају на путу (регистрација возила, саобраћајна дозвола, регистарске таблице, регистрациона налепница, привремена регистрација, таблице за привремено означавање и др.)', /// 18
                total_number_of_questions: 18,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'У саобраћају на путу могу да учествују само моторна и прикључна возила за која су издате:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола и потврда о техничкој исправности'
                            },
                            {
                                id: 2,
                                text: 'саобраћајна дозвола и регистарске таблице'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна дозвола, регистарске таблице и регистрациона налепница'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У саобраћају на путу могу да учествују само моторна и прикључна возила за које је издата:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајна дозвола'
                            },
                            {
                                id: 2,
                                text: 'потврда о техничкој исправности и регистрациони лист'
                            },
                            {
                                id: 3,
                                text: 'саобраћајна дозвола, регистарска таблица и регистрациона налепница'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Моторно и прикључно возило након истека рока важења регистрационе налепнице:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да учествује у саобраћају на путу'
                            },
                            {
                                id: 2,
                                text: 'сме да учествује у саобраћају на путу најдуже 15 дана од дана истека важења'
                            },
                            {
                                id: 3,
                                text: 'сме да учествује у саобраћају на путу најдуже 5 дана од дана истека важења'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У саобраћају на путу могу да учествују моторна и прикључна возила која нису регистрована ако:', 
                        answers: [
                            {
                                id: 1,
                                text: 'се крећу од места преузимања као нерегистрована до места у коме ће бити регистрована'
                            },
                            {
                                id: 2,
                                text: 'су означена као возила од историјског значаја (олдтајмери)'
                            },
                            {
                                id: 3,
                                text: 'нису првенствено намењена за учествовање у саобраћају на путу'
                            },
                            {
                                id: 4,
                                text: 'се крећу ради спровођења прописаног царинског поступка'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Таблице за привремено означавање и потврда о њиховом коришћењу издају се са роком важења најдуже:', 
                        answers: [
                            {
                                id: 1,
                                text: '7 дана'
                            },
                            {
                                id: 2,
                                text: '15 дана'
                            },
                            {
                                id: 3,
                                text: '30 дана'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Регистрациона налепница се издаје са роком важења од:', 
                        answers: [
                            {
                                id: 1,
                                text: '6 месеци'
                            },
                            {
                                id: 2,
                                text: 'једне године'
                            },
                            {
                                id: 3,
                                text: '15 дана'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Рок важења регистрационе налепнице је:', 
                        answers: [
                            {
                                id: 1,
                                text: '3 године'
                            },
                            {
                                id: 2,
                                text: '2 године'
                            },
                            {
                                id: 3,
                                text: '1 годинa'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'За време управљања возилом возач код себе:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не мора имати саобраћајну дозволу, ако поседује полису обавезног осигурања од аутоодговорности'
                            },
                            {
                                id: 2,
                                text: 'не мора имати саобраћајну дозволу, ако је возило означено регистрационом налепницом, којој није истекао рок важења'
                            },
                            {
                                id: 3,
                                text: 'мора имати саобраћајну дозволу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Да ли возач, овлашћеном лицу, мора дати на увид саобраћајну дозволу при контроли у саобраћају на путу?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Не, ако је возило означено регистрационом налепницом, којој није истекао рок важења'
                            },
                            {
                                id: 2,
                                text: 'Да'
                            },
                            {
                                id: 3,
                                text: 'Не, ако је на увид дата полиса обавезног осигурања од аутоодговорности'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Возило које је искључено из саобраћаја:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да учествује у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'не сме да учествује у саобраћају на путу'
                            },
                            {
                                id: 3,
                                text: 'сме да учествује у саобраћају на кратком делу пута'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Регистровано возило након истека рока важења регистрационе налепнице, ради одласка на технички преглед, оправку, односно испитивање, у саобраћају на путу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може да учествује ако прибави посебну дозволу надлежног органа'
                            },
                            {
                                id: 2,
                                text: 'може да учествује ако је означено таблицама за привремено означавање и ако му је издата потврда о њиховом коришћењу'
                            },
                            {
                                id: 3,
                                text: 'не може да учествује'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'За време управљања возилом које је означено регистарским таблицама за привремено означавање возач код себе мора имати:', 
                        answers: [
                            {
                                id: 1,
                                text: 'потврду о техничкој исправности возила'
                            },
                            {
                                id: 2,
                                text: 'потврду о коришћењу таблица за привремено означавање возила'
                            },
                            {
                                id: 3,
                                text: 'доказ о власништву возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Да ли возач, коме су издате регистарске таблице за привремено означавање мора дати овлашћеном лицу на увид потврду о коришћењу таблица за привремено означавање возила при контроли у саобраћају на путу?', 
                        answers: [
                            {
                                id: 1,
                                text: 'Не, ако је на увид дата потврда о техничкој исправности возила'
                            },
                            {
                                id: 2,
                                text: 'Не, ако је на увид дата полиса обавезног осигурања од аутоодговорности'
                            },
                            {
                                id: 3,
                                text: 'Да'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Када управља возилом које је означено регистарским таблицама за привремено означавање, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'се може кретати само на подручју органа који је издао регистарске таблице за привремено означавање возила'
                            },
                            {
                                id: 2,
                                text: 'је дужан да се креће релацијом и у време означено у потврди о коришћењу таблица за привремено означавање возила'
                            },
                            {
                                id: 3,
                                text: 'се може кретати на целој територији Републике Србије у време означено у потврди о коришћењу таблица за привремено означавање возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Власник, односно корисник возила дужан је да одјави возило ако je уништено или отписано у року од:', 
                        answers: [
                            {
                                id: 1,
                                text: '30 дана'
                            },
                            {
                                id: 2,
                                text: '7 дана'
                            },
                            {
                                id: 3,
                                text: '15 дана'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'Власник, односно корисник возила дужан је да пријави промену било ког податка који се уписује у саобраћајну дозволу у року од:', 
                        answers: [
                            {
                                id: 1,
                                text: '7 дана'
                            },
                            {
                                id: 2,
                                text: '30 дана'
                            },
                            {
                                id: 3,
                                text: '15 дана'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'Физичко лице које није власник возила које је предмет финансијског лизинга, односно закупа:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме у саобраћају на путу користити возило одмах након закључења финансијског лизинга, односно закупа'
                            },
                            {
                                id: 2,
                                text: 'не сме у саобраћају на путу користити возило пре него што се податак о коришћењу не упише у саобраћајну дозволу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'У случају губитка или нестанка регистарске таблице, односно регистрационе налепнице, власник, односно возач је дужан:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да у року од 7 дана обавести најближу организациону јединицу Министарства унутрашњих послова'
                            },
                            {
                                id: 2,
                                text: 'да одмах о томе обавести најближу организациону јединицу Министарства унутрашњих послова'
                            },
                            {
                                id: 3,
                                text: 'да у року од 7 дана обавести организациону јединицу Министарства унутрашњих послова, која је издала регистарске таблице, односно регистрациону налепницу'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            },
            {
                id: 2,
                name: 'Техничка исправност возила, технички прегледи возила, редовни, ванредни и контролни технички прегледи', /// 16
                total_number_of_questions: 16,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Редовни технички прегледи могу бити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тромесечни и шестомесечни'
                            },
                            {
                                id: 2,
                                text: 'годишњи и петогодишњи'
                            },
                            {
                                id: 3,
                                text: 'годишњи и шестомесечни'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'На контролни технички преглед се може упутити возило:', 
                        answers: [
                            {
                                id: 1,
                                text: 'којем су у саобраћајној незгоди оштећени уређаји и склопови битни за безбедно учествовање у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'које није у возном стању'
                            },
                            {
                                id: 3,
                                text: 'које је у возном стању'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Возило мора да испуњава прописане техничке услове, техничке прописе и да буде технички исправно:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само када учествује у саобраћају на путу са савременим коловозним застором'
                            },
                            {
                                id: 2,
                                text: 'само када учествује у саобраћају на јавном путу'
                            },
                            {
                                id: 3,
                                text: 'када учествује у саобраћају на путу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Возило је технички исправно ако:', 
                        answers: [
                            {
                                id: 1,
                                text: 'задовољава све техничке нормативе за возило'
                            },
                            {
                                id: 2,
                                text: 'ако је у прописаном року подвргнуто редовном техничком прегледу'
                            },
                            {
                                id: 3,
                                text: 'ако је у возном стању и на њему нема видљивих оштећења уређаја и опреме'
                            },
                            {
                                id: 4,
                                text: 'има исправне све прописане уређаје и опрему'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Возило које је преправљено може учествовати у саобраћају:', 
                        answers: [
                            {
                                id: 1,
                                text: 'одмах након извршене преправке'
                            },
                            {
                                id: 2,
                                text: 'након што се испита и утврди да испуњава прописане услове'
                            },
                            {
                                id: 3,
                                text: 'након што се на техничком прегледу утврди да је технички исправно'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Технички преглед моторног, односно прикључног возила се врши ради утврђивања да ли:', 
                        answers: [
                            {
                                id: 1,
                                text: 'испуњава техничке прописе и услове за учешће у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'је усаглашено са једнообразним техничким условима у складу са прописима о хомологацији'
                            },
                            {
                                id: 3,
                                text: 'је преправљено у складу са смерницама које одређује произвођач возила'
                            },
                            {
                                id: 4,
                                text: 'је возило технички исправно'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Свако поједино возило једнозначно је одређено:', 
                        answers: [
                            {
                                id: 1,
                                text: 'идентификационом ознаком возила, коју одређује произвођач возила'
                            },
                            {
                                id: 2,
                                text: 'регистрационом налепницом'
                            },
                            {
                                id: 3,
                                text: 'идентификационом ознаком возила и бројем мотора'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Редовном годишњем техничком прегледу возило се подвргава:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сваке године'
                            },
                            {
                                id: 2,
                                text: 'пре издавања саобраћајне дозволе, односно издавања регистрационе налепнице'
                            },
                            {
                                id: 3,
                                text: 'најкасније једну годину након претходног редовног годишњег техничког прегледа возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Редовни годишњи технички преглед возила се може извршити најраније 30 дана пре:', 
                        answers: [
                            {
                                id: 1,
                                text: 'истека важења регистрационе налепнице'
                            },
                            {
                                id: 2,
                                text: 'подношења захтева за регистрацију'
                            },
                            {
                                id: 3,
                                text: 'истека важења саобраћајне дозволе'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Редовни шестомесечни технички преглед се мора обавити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пре истека рока од шест месеци од дана претходног редовног техничког прегледа возила'
                            },
                            {
                                id: 2,
                                text: 'пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                            },
                            {
                                id: 3,
                                text: 'најкасније 15 дана после истека важења регистрационе налепнице'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Редовни шестомесечни технички преглед може се обавити најраније:', 
                        answers: [
                            {
                                id: 1,
                                text: '15 дана пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                            },
                            {
                                id: 2,
                                text: '15 дана пре истека рока од шест месеци од дана претходног редовног техничког прегледа возила'
                            },
                            {
                                id: 3,
                                text: '30 дана пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Редовном шестомесечном техничком прегледу се морају подвргавати сва моторна и прикључна возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'која су власништво правних лица и предузетника'
                            },
                            {
                                id: 2,
                                text: 'намењена за превоз терета'
                            },
                            {
                                id: 3,
                                text: 'којима се обавља јавни превоз'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Редовном шестомесечном техничком прегледу се морају подвргавати моторна и прикључна возила за превоз:', 
                        answers: [
                            {
                                id: 1,
                                text: 'опасних материја'
                            },
                            {
                                id: 2,
                                text: 'живих животиња'
                            },
                            {
                                id: 3,
                                text: 'лако кварљиве робе'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Редовном шестомесечном техничком прегледу се морају подвргавати моторна возила старости преко:', 
                        answers: [
                            {
                                id: 1,
                                text: '20 година'
                            },
                            {
                                id: 2,
                                text: '10 година'
                            },
                            {
                                id: 3,
                                text: '15 година'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Ванредни технички преглед возила обавља се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                            },
                            {
                                id: 2,
                                text: 'пре пуштања у саобраћај возила, код којег су у саобраћаној незгоди или на други начин оштећени витални склопови и уређаји битни за безбедно учествовање возила у саобраћају, односно које након тога није било у возном стању'
                            },
                            {
                                id: 3,
                                text: 'ради контроле техничке исправности возила од стране овлашћеног лица Министарства унутрашњих послова, односно инспектора за друмски саобраћај'
                            },
                            {
                                id: 4,
                                text: 'пре пуштања у саобраћај возила које је искључено из саобраћаја због техничке неисправности утврђене на контролном техничком прегледу'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'Контролни технички преглед врши се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'по налогу овлашћеног лица Министарства унутрашњих послова'
                            },
                            {
                                id: 2,
                                text: 'по налогу инспектора за друмски саобраћај'
                            },
                            {
                                id: 3,
                                text: 'по захтеву возача'
                            },
                            {
                                id: 4,
                                text: 'по захтеву власника, односно корисника возила'
                            }
                        ],
                        correct_answers: [1, 2]
                    }
                ]
            }
        ]
    },
    {
        id: 4,
        name: 'Правила саобраћаја', /// 61+47+66+104+25+33+13+2+19+115+38+12+4+21+13+27+57+6
        questions: [
            {
                id: 0,
                name: 'Опште одредбе о понашању учесника у саобраћају (хијерархија поступања учесника у саобраћају, начин кретања возила и обавеза држања одстојања и растојања, остављање предмета на путу, општа обавеза према пешацима, слепим особама, однос према возилима која врше превоз путника и деце, коришћење телефона и других уређаја за комуникацију, забрана коришћење уређаја за откривање и ометање рада уређаја за мерење брзине, коришћење сигурносних појасева, светлоодбојних прслука и др.)', /// 61
                total_number_of_questions: 61,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'У случају да значење саобраћајне сигнализације одступа од правила саобраћаја возач је дужан да поступи у складу са:', 
                        answers: [
                            {
                                id: 1,
                                text: 'правилом саобраћаја, осим у случају када правило одступа од значења светлосних саобраћајних знакова'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'постављеном саобраћајном сигнализацијом'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач возила црвене боје ће поступати по:', 
                        image: './img/slika59.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосном саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'правилу саобраћаја које регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'саобраћајном знаку'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици дужни сте да поступите по:', 
                        image: './img/slika60.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'светлосном саобраћајном знаку'
                            },
                            {
                                id: 3,
                                text: 'правилу саобраћаја које регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача возила:', 
                        image: './img/slika61.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'регулисано је постављеном ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'није регулисано због непостојања саобраћајног знака'
                            },
                            {
                                id: 3,
                                text: 'регулисано је правилом саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'У случају када се значење саобраћајних знакова разликује од значења ознака на коловозу и тротоару возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'правилу саобраћаја, којим се регулише првенство пролаза'
                            },
                            {
                                id: 2,
                                text: 'постављеном саобраћајном знаку'
                            },
                            {
                                id: 3,
                                text: 'постављеној ознаци на коловозу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача возила регулисано је:', 
                        image: './img/slika62.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеном ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја које регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача, у погледу пропуштања учесника у саобраћају на раскрсници, регулисано је:', 
                        image: './img/slika63.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја које регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'постављеном ознаком на коловозу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача, у погледу смера кретања регулисано је:', 
                        image: './img/slika64.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеном ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'постављеним саобраћајним знаком'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици скретање улево из саобраћајне траке означене стрелицом за скретање улево:', 
                        image: './img/slika65.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'На раскрсници приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika66.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'постављеном ознаком на коловозу'
                            },
                            {
                                id: 3,
                                text: 'правилом саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У случају када се значење светлосног саобраћајног знака разликује од значења саобраћајног знака возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'постављеном саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'светлосном саобраћајном знаку'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'У случају када се значење светлосног саобраћајног знака разликује од значења ознаке на коловозу возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ознаци на коловозу'
                            },
                            {
                                id: 2,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'светлосном саобраћајном знаку'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'У случају када се значење светлосног саобраћајног знака разликује од правила саобраћаја возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'светлосном саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Међусобно првенство пролаза учесника у саобраћају, који на раскрсници светлосним саобраћајним знаковима истовремено добијају право пролаза, регулише се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ознакама на коловозу'
                            },
                            {
                                id: 2,
                                text: 'правилима саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'саобраћајним знаком'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika67.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја којим се регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'постављеним саобраћајним знаком'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika68.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'правилом саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika69.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                            },
                            {
                                id: 4,
                                text: 'постављеном допунском таблом'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika70.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'ознакама на коловозу'
                            },
                            {
                                id: 3,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 4,
                                text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [3, 4]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'У случају када знаци које даје овлашћено лице одступају од значења светлосног саобраћајног знака возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'светлосном саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'знацима овлашћеног лица'
                            },
                            {
                                id: 3,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'У случају када знаци које даје овлашћено лице одступају од значења саобраћајног знака возач је дужан да поступи по:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајном знаку'
                            },
                            {
                                id: 2,
                                text: 'знацима овлашћеног лица'
                            },
                            {
                                id: 3,
                                text: 'правилу саобраћаја којим се регулише првенство пролаза'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika71.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним саобраћајним знаком'
                            },
                            {
                                id: 2,
                                text: 'правилом саобраћаја којим се регулише првенство пролаза'
                            },
                            {
                                id: 3,
                                text: 'знацима овлашћеног лица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika72.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                            },
                            {
                                id: 2,
                                text: 'постављеним саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'знацима овлашћеног лица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                        image: './img/slika73.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                            },
                            {
                                id: 2,
                                text: 'ознаком на коловозу (линија заустављања)'
                            },
                            {
                                id: 3,
                                text: 'знацима овлашћеног лица'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika74.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'не морате стати испред линије заустављања, јер Вам је знаком овлашћеног лица дозвољен пролаз'
                            },
                            {
                                id: 2,
                                text: 'поступићете по правилу саобраћаја којим се регулише првенство пролаза, јер је знак овлашћеног лица у супротности са значењем линије заустављања'
                            },
                            {
                                id: 3,
                                text: 'морате се зауставити испред линије заустављања'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'Возач је дужан да возило држи на таквом одстојању и растојању од других возила, односно учесника у саобраћају тако да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не омета друге учеснике у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'не изазива опасност'
                            },
                            {
                                id: 3,
                                text: 'растојање не буде мање од 0,5 m и одстојање мање од 20 m'
                            },
                            {
                                id: 4,
                                text: 'растојање не буде мање од 1 m и одстојање мање од 5 m'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'Предмет односно материју која се налази на путу и која потиче са возила којим возач управља, возач је дужан да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'без одлагања уклони са пута'
                            },
                            {
                                id: 2,
                                text: 'настави даље кретање и обавести полицију или предузеће које се стара о одражавању пута'
                            },
                            {
                                id: 3,
                                text: 'настави даље кретање, јер би заустављањем ометао друге учеснике у саобраћају'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'Возач који наиђе на предмет или препреку на путу које угрожавају безбедност саобраћаја и које може да уклони:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дужан да уклони, јер не потичу са његовог возила'
                            },
                            {
                                id: 2,
                                text: 'дужан је да уклони са пута, ако тиме не омета безбедност саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'није дужан да уклони, али мора да обавести полицију или предузеће које се стара о одржавању пута'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'Возач који наиђе на предмет или препреку на путу које угрожавају безбедност саобраћаја које није у могућности да уклони:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може наставити даље кретање, јер не потичу са његовог возила'
                            },
                            {
                                id: 2,
                                text: 'може наставити даље кретање, али мора да обавести полицију или предузеће које се стара о одражавању пута'
                            },
                            {
                                id: 3,
                                text: 'мора да се заустави и сачека да препрека буде уклоњена'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'Возач је дужан да обрати пажњу на пешаке који:', 
                        answers: [
                            {
                                id: 1,
                                text: 'се налазе на коловозу'
                            },
                            {
                                id: 2,
                                text: 'се крећу пешачком стазом'
                            },
                            {
                                id: 3,
                                text: 'ступају на коловоз или исказују намеру да ће ступити на коловоз'
                            },
                            {
                                id: 4,
                                text: 'се налазе на тротоару или се крећу тротоаром'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'Када прилази пешачком прелазу, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може да настави кретање истом брзином, када утврди да је уочен од стране пешака и да су они прилагодили кретање да би пропустили возило'
                            },
                            {
                                id: 2,
                                text: 'мора увек да заустави возило непосредно испред пешачког прелаза'
                            },
                            {
                                id: 3,
                                text: 'мора да прилагоди брзину возила, тако да може безбедно да заустави возило испред пешачког прелаза, у ситуацији коју може да предвиди'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'Возач је дужан да обрати посебну пажњу на пешаке означене бројем:', 
                        image: './img/slika75.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2 − који се креће дуж коловоза'
                            },
                            {
                                id: 2,
                                text: '1 − који се креће преко коловоза'
                            },
                            {
                                id: 3,
                                text: '4 − који је прешао преко пешачког прелаза и ступио на тротоар'
                            },
                            {
                                id: 4,
                                text: '3 − који се креће тротоаром дуж коловоза'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'На делу пута на коме су постављени саобраћајни знакови о учешћу деце у саобраћају, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дужан да вози са нарочитом опрезношћу, тако да може благовремено да заустави возило'
                            },
                            {
                                id: 2,
                                text: 'је дужан да се креће брзином до 30 km/h'
                            },
                            {
                                id: 3,
                                text: 'може да настави кретање истом брзином, када утврди да је уочен од стране деце и да су она прилагодила кретање да би пропустила возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'Возач возила који обилази аутобус заустављен на стајалишту:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да заустави возило, на путу са по једном саобраћајном траком по смеру, док путници излазе или улазе у возило'
                            },
                            {
                                id: 2,
                                text: 'мора да управља возилом тако да не угрожава лице које у аутобус улази или излази'
                            },
                            {
                                id: 3,
                                text: 'обилажење може извршити уколико се креће брзином кретања пешака'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 34, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika76.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'настављате кретање возила с обзиром да се путници који улазе, односно излазе из аутобуса крећу непрописно по коловозу'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да зауставите возило док лица улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да прилагодите брзину возила, тако да можете безбедно да зауставите возило, како не би угрозили лица која улазе, односно излазе из аутобуса'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 35, 
                        points: 2,
                        text: 'Када лица која улазе, односно излазе из трамваја заустављеног на стајалишту, морају да пређу преко саобраћајне траке, возач возила који се креће том саобраћајном траком иза трамваја:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може да настави кретање без заустављања, када утврди да је уочен од стране лица која улазе, односно излазе из трамваја, односно када се увери да су та лица прилагодила кретање да би пропустила возило'
                            },
                            {
                                id: 2,
                                text: 'мора да се заустави иза трамваја, док лица улазе, односно излазе'
                            },
                            {
                                id: 3,
                                text: 'обилажење може извршити уколико се креће брзином кретања пешака'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 36, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika77.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'обилажење можете извршити уколико се крећете брзином кретања пешака'
                            },
                            {
                                id: 2,
                                text: 'морате да се зауставите иза трамваја, док лица улазе, односно излазе'
                            },
                            {
                                id: 3,
                                text: 'можете да наставите кретање без заустављања, када утврдите да сте уочени од стране лица која улазе, односно излазе из трамваја, односно када се уверите да су та лица прилагодила кретање да би Вас пропустила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 37, 
                        points: 2,
                        text: 'Када је на путу са по једном саобраћајном траком по смеру, заустављено возило за организован превоз деце, ради њиховог уласка или изласка, возачи осталих возила који се крећу тим путем:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужни су да прилагоде брзину возила, тако да могу безбедно да зауставе возило, како не би угрозили децу која улазе, односно излазе из возила'
                            },
                            {
                                id: 2,
                                text: 'могу да наставе кретање возила уколико пролазак поред тог возила могу извршити без угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'дужни су да се зауставе док деца улазе, односно излазе из возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 38, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возачи возила:', 
                        image: './img/slika78.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'могу да наставе кретање возила уколико пролазак поред аутобуса могу извршити без угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'дужни су да прилагоде брзину возила, тако да могу безбедно да зауставе возило, како не би угрозили децу која улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'дужни су да се зауставе док деца улазе, односно излазе из аутобуса'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 39, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika79.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возач возила из супротног смера може да настави кретање, а возач возила који долази иза аутобуса може обићи аутобус када пропусти возило из супротног смера'
                            },
                            {
                                id: 2,
                                text: 'возачи оба возила дужни су да се зауставе док деца улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'возач возила који долази иза аутобуса мора да се заустави док деца улазе, односно излазе из аутобуса, а возач возила из супротног смера може да настави кретање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 40, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika80.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'можете да наставите кретање уколико обилажење аутобуса можете извршити без угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'морате се зауставити док деца улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да прилагодите брзину возила, тако да можете безбедно да зауставите возило, како не би угрозили децу која улазе, односно излазе из аутобуса'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 41, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, возач белог путничког возила које наилази из супротног смера:', 
                        image: './img/slika81.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'може да настави кретање уколико пролазак поред аутобуса може извршити без угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'мора да се заустави док деца улазе, односно излазе из аутобуса'
                            },
                            {
                                id: 3,
                                text: 'дужан је да прилагоди брзину возила, тако да може безбедно да заустави возило, како не би угрозио децу која улазе, односно излазе из аутобуса'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 42, 
                        points: 2,
                        text: 'Возач возила за организован превоз деце које је заустављено ради њиховог уласка, односно изласка, мора:', 
                        answers: [
                            {
                                id: 1,
                                text: 'поставити сигурносни троугао на прописан начин'
                            },
                            {
                                id: 2,
                                text: 'укључити десни показивач правца'
                            },
                            {
                                id: 3,
                                text: 'укључити све показиваче правца'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 43, 
                        points: 2,
                        text: 'Знак приказан на слици означава:', 
                        image: './img/slika82.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'место у чијој се близини налази школа и пешачки прелаз које деца често користе'
                            },
                            {
                                id: 2,
                                text: 'возило којим се врши организовани превоз деце'
                            },
                            {
                                id: 3,
                                text: 'близину дела пута на коме се деца чешће и у већем броју крећу (близина школе, обданишта, игралишта и сл.)'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 44, 
                        points: 2,
                        text: 'Знак за обележавање возила којим се врши организован превоз деце је означен бројем:', 
                        image: './img/slika83.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '4'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 45, 
                        points: 2,
                        text: 'Возач возила које се креће на путу у насељу саобраћајном траком, у коју се аутобус прописно укључује у саобраћај са стајалишта:', 
                        answers: [
                            {
                                id: 1,
                                text: 'може непромењеном брзином наставити кретање јер има првенство пролаза у односу на сва возила која се укључују у саобраћај'
                            },
                            {
                                id: 2,
                                text: 'дужан је да аутобусу омогући укључивање у саобраћај'
                            },
                            {
                                id: 3,
                                text: 'дужан је да се увек заустави, док се аутобус не укључи у саобраћај'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 46, 
                        points: 2,
                        text: 'За време вожње возач може користити телефон:', 
                        answers: [
                            {
                                id: 1,
                                text: 'без употребе опреме која омогућава телефонирање без ангажовања руку, само у случају обавештавања полиције, односно управљача пута, о постојању препреке на путу'
                            },
                            {
                                id: 2,
                                text: 'уколико употребљава опрему која омогућава телефонирање без ангажовања руку'
                            },
                            {
                                id: 3,
                                text: 'при чему је једна рука на точку управљача, а другом руком употребљава телефон'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 47, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika84.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да смањите брзину и по потреби да се зауставите, ради омогућавања укључивањa аутобуса у саобраћај са стајалишта'
                            },
                            {
                                id: 2,
                                text: 'можете непромењеном брзином наставити кретање јер имате првенство пролаза у односу на сва возила која се укључују у саобраћај'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да се увек зауставите, док се аутобус не укључи у саобраћај'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 48, 
                        points: 2,
                        text: 'Уређај, односно средство, којим се може откривати или ометати рад уређаја за мерење брзине кретања возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме се користити, нити налазити у возилу у саобраћају на путу'
                            },
                            {
                                id: 2,
                                text: 'може се користити на деоници пута на којој не постоји саобраћајни знак који означава деоницу на којој се врши контрола брзине кретања возила'
                            },
                            {
                                id: 3,
                                text: 'може се налазити у возилу, али се не сме користити у саобраћају на путу'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 49, 
                        points: 2,
                        text: 'Постављање средстава или материја којима се омета или онемогућава очитавање регистарске ознаке непосредним опажањем или помоћу уређаја намењених за откривање и документовање прекршаја, је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено, само за возила са посебном дозволом'
                            },
                            {
                                id: 2,
                                text: 'забрањено'
                            },
                            {
                                id: 3,
                                text: 'дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 50, 
                        points: 2,
                        text: 'Уграђене сигурносне појасеве у возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора користити путник на предњем седишту'
                            },
                            {
                                id: 2,
                                text: 'не мора користити лице коме сигурносни појас може проузроковати здравствене проблеме због специфичне физичке конституције'
                            },
                            {
                                id: 3,
                                text: 'не мора користити возач јавног превоза путника'
                            },
                            {
                                id: 4,
                                text: 'мора користити возач'
                            },
                            {
                                id: 5,
                                text: 'мора користити путник на задњем седишту'
                            },
                            {
                                id: 6,
                                text: 'не мора користити путник на задњем седишту'
                            }
                        ],
                        correct_answers: [1, 4, 5]
                    },
                    {
                        id: 51, 
                        points: 2,
                        text: 'Возач и путници морају користити уграђене сигурносне појасеве у возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само при брзинама већим од 50 km/h'
                            },
                            {
                                id: 2,
                                text: 'само када је возило у саобраћају на путу ван насеља'
                            },
                            {
                                id: 3,
                                text: 'само када је возило у саобраћају на путу у насељу'
                            },
                            {
                                id: 4,
                                text: 'увек када је возило у саобраћају на путу'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 52, 
                        points: 2,
                        text: 'Безбедна подешеност наслона за главу подразумева да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'горња ивица наслона буде по могућности у висини потиљка'
                            },
                            {
                                id: 2,
                                text: 'он буде што ближи потиљачном делу главе'
                            },
                            {
                                id: 3,
                                text: 'горња ивица наслона буде по могућности у висини темена главе, а не ниже од висине очију'
                            },
                            {
                                id: 4,
                                text: 'он належе на врат'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 53, 
                        points: 2,
                        text: 'Сигурносни појасеви се употребљавају у циљу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'спречавања избацивања лица из возила, при саобраћајним незгодама'
                            },
                            {
                                id: 2,
                                text: 'лакшег управљања возилом'
                            },
                            {
                                id: 3,
                                text: 'удобније вожње'
                            },
                            {
                                id: 4,
                                text: 'спречавања повреде при налетању на унутрашње делове возила'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 54, 
                        points: 2,
                        text: 'На седиштима за које је уграђен ваздушни јастук:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није обавезно коришћење сигурносног појаса, јер јастук омогућује потребну заштиту'
                            },
                            {
                                id: 2,
                                text: 'некоришћење сигурносног појаса може изазвати повреде приликом активирања јастука'
                            },
                            {
                                id: 3,
                                text: 'некоришћење сигурносног појаса не може изазвати повреде приликом активирања јастука'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 55, 
                        points: 2,
                        text: 'Безбедно коришћење сигурносног појаса подразумева:', 
                        answers: [
                            {
                                id: 1,
                                text: 'било који положај леђног наслона седишта који возач сматра погодним'
                            },
                            {
                                id: 2,
                                text: 'да трака појаса не сме бити уврнута'
                            },
                            {
                                id: 3,
                                text: 'да појасеви не смеју налегати на чврсте предмете (телефон, кључеви, хемијске оловке и сл.)'
                            },
                            {
                                id: 4,
                                text: 'усправан положај леђног наслона седишта, што омогућава да леђа у потпуности належу на наслон'
                            },
                            {
                                id: 5,
                                text: 'да трака појаса може бити уврнута'
                            },
                            {
                                id: 6,
                                text: 'оборен положај леђног наслона седишта, што омогућава да леђа належу на наслон доњим делом'
                            }
                        ],
                        correct_answers: [2, 3, 4]
                    },
                    {
                        id: 56, 
                        points: 2,
                        text: 'Светлоодбојни прслук се мора налазити у:', 
                        answers: [
                            {
                                id: 1,
                                text: 'путничком возилу'
                            },
                            {
                                id: 2,
                                text: 'лаком четвороциклу'
                            },
                            {
                                id: 3,
                                text: 'теретном возилу'
                            },
                            {
                                id: 4,
                                text: 'тешком четвороциклу'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 57, 
                        points: 2,
                        text: 'Светлоодбојни прслук се мора налазити у:', 
                        answers: [
                            {
                                id: 1,
                                text: 'путничком возилу'
                            },
                            {
                                id: 2,
                                text: 'тешком трициклу'
                            },
                            {
                                id: 3,
                                text: 'тешком четвороциклу'
                            },
                            {
                                id: 4,
                                text: 'аутобусу'
                            },
                            {
                                id: 5,
                                text: 'лаком четвороциклу'
                            },
                            {
                                id: 6,
                                text: 'теретном возилу'
                            }
                        ],
                        correct_answers: [1, 4, 6]
                    },
                    {
                        id: 58, 
                        points: 2,
                        text: 'У моторном возилу на предњем седишту не сме да се превози:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дете млађе од 12 година'
                            },
                            {
                                id: 2,
                                text: 'лице старије од 70 година'
                            },
                            {
                                id: 3,
                                text: 'дете млађе од 14 година'
                            },
                            {
                                id: 4,
                                text: 'лице које је под утицајем алкохола'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 59, 
                        points: 2,
                        text: 'У моторном возилу на предњем седишту може да се превози дете:', 
                        answers: [
                            {
                                id: 1,
                                text: 'старије од 12 година'
                            },
                            {
                                id: 2,
                                text: 'до 3 године, уколико се превози у безбедносном седишту - корпи, која је окренута супротно смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                            },
                            {
                                id: 3,
                                text: 'старије од 8 година, уколико се превози у безбедносном седишту које је окренуто у смеру кретања возила, ако је искључен безбедносни ваздушни јастук'
                            },
                            {
                                id: 4,
                                text: 'млађе од 12 година, уколико се превози у безбедносном седишту које је окренуто у смеру кретања возила'
                            }
                        ],
                        correct_answers: [1, 2]
                    },
                    {
                        id: 60, 
                        points: 2,
                        text: 'У моторном возилу на предњем седишту дете до три године може да се превози у безбедносном седишту – корпи, која је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'окренута у смеру кретања возила, уколико није искључен безбедносни ваздушни јастук'
                            },
                            {
                                id: 2,
                                text: 'окренута у смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                            },
                            {
                                id: 3,
                                text: 'окренута супротно смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 61, 
                        points: 2,
                        text: 'Када се у возилу без безбедносног седишта – корпе превози дете старије од три године:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора бити обезбеђено да дете користи сигурносни појас на безбедан начин'
                            },
                            {
                                id: 2,
                                text: 'не мора се користити сигурносни појас уколико је обезбеђено да дете буде смештено на средини задњег реда седишта'
                            },
                            {
                                id: 3,
                                text: 'не мора се користити сигурносни појас уколико је дете смештено у крилу одраслог лица'
                            }
                        ],
                        correct_answers: [1]
                    }
                ]
            },
            {
                id: 1,
                name: 'Употреба показивача правца, укључивање возила у саобраћај и искључивање из саобраћаја, кретање возила по путу (кретање по коловозу пута у зависности од броја саобраћајних трака и њихове намене, кретање по саобраћајним тракама за укључивање и искључивање, кретање по саобраћајним тракама за спора возила и саобраћајним тракама за возила јавног превоза путника, кретање трамвајском баштицом, успоравање возила и др.)',
                total_number_of_questions: 47,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Возач сме нагло да мења начин вожње:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само у случају избегавања непосредне опасности'
                            },
                            {
                                id: 2,
                                text: 'у случају да није благовремено заузео положај возилом на коловозу за извршење одређене радње'
                            },
                            {
                                id: 3,
                                text: 'само при извођењу радњи које подразумевају обавезно укључивање показивача правца'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач возила означеног бројем 1:', 
                        image: './img/slika85.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'може нагло смањити брзину ради пропуштања возила означеног бројем 2 и након тога скренути удесно'
                            },
                            {
                                id: 2,
                                text: 'не сме скренути удесно'
                            },
                            {
                                id: 3,
                                text: 'може нагло скренути удесно јер је укључио показивач правца'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач црвеног возила:', 
                        image: './img/slika86.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'не сме скренути удесно'
                            },
                            {
                                id: 2,
                                text: 'може нагло смањити брзину ради пропуштања сивог возила и након тога скренути удесно'
                            },
                            {
                                id: 3,
                                text: 'може нагло скренути удесно јер је укључио показивач правца'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возачу црног возила:', 
                        image: './img/slika87.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено нагло мењање начина вожње'
                            },
                            {
                                id: 2,
                                text: 'нагло смањивање брзине је дозвољено, а да би скренуо удесно мора се уверити да радњу може извршити на безбедан начин'
                            },
                            {
                                id: 3,
                                text: 'нагло смањивање брзине и скретање удесно је дозвољено, јер постоји простор за извођење жељене радње'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Возач који намерава да изврши радњу возилом у саобраћају сме:', 
                        answers: [
                            {
                                id: 1,
                                text: 'увек да отпочне такву радњу уколико се уверио да је та радња у складу са саобраћајном сигнализацијом'
                            },
                            {
                                id: 2,
                                text: 'увек да отпочне такву радњу, ако је дао прописан знак показивачем правца'
                            },
                            {
                                id: 3,
                                text: 'да отпочне такву радњу само ако се уверио да то може да учини на безбедан начин и дао прописан знак показивачем правца'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач жутог возила се укључује у саобраћај:', 
                        image: './img/slika88.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'на прописан начин јер сте дужни да пропустите возило које се са паркинг места укључује у саобраћај'
                            },
                            {
                                id: 2,
                                text: 'на прописан начин јер је дао десни показивач правца'
                            },
                            {
                                id: 3,
                                text: 'на непрописан начин јер се пре укључивања десног показивача правца није уверио да то може извршити на безбедан начин'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Након уверавања да сме да отпочне жељену радњу возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора друге учеснике у саобраћају јасно и благовремено да обавести о томе, дајући им знак показивачем правца'
                            },
                            {
                                id: 2,
                                text: 'може одмах започети извођење те радње, без давања знака показивачем правца, јер се уверио да радњу може извршити на безбедан начин'
                            },
                            {
                                id: 3,
                                text: 'може одмах започети извођење те радње, а знак показивачем правца ће дати истовремено са започињањем те радње'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Возач који показивачем правца даје прописани знак при извођењу радње мора давати знак:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само док се не увери да су други учесници у саобраћају схватили његову намеру'
                            },
                            {
                                id: 2,
                                text: 'за све време вршења радње возилом, а по извршеној радњи мора престати са давањем тог знака'
                            },
                            {
                                id: 3,
                                text: 'само на почетку извођења радње'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Ради извођења жељене радње у саобраћају возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'се мора прво уверити да може да отпочне вршење радње и затим дати знак показивачем правца'
                            },
                            {
                                id: 2,
                                text: 'даје знак показивачем правца док се уверава да може да отпочне вршење радње'
                            },
                            {
                                id: 3,
                                text: 'мора прво дати знак показивачем правца и затим се уверити да може да отпочне вршење радње'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач црвеног возила када се укључује у саобраћај мора:', 
                        image: './img/slika89.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'се прво уверити да се може укључити у саобраћај и затим дати знак десним показивачем правца'
                            },
                            {
                                id: 2,
                                text: 'давати знак левим показивачем правца док се уверава да може да се укључи у саобраћај'
                            },
                            {
                                id: 3,
                                text: 'се прво уверити да се може укључити у саобраћај и затим дати знак левим показивачем правца'
                            },
                            {
                                id: 4,
                                text: 'прво дати знак левим показивачем правца и затим се уверити да може да се укључи у саобраћај'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У условима недовољне прегледности, возач је дужан да безбедно укључење у саобраћај изведе:', 
                        answers: [
                            {
                                id: 1,
                                text: 'уз помоћ лица које се налази у возилу и има бољу прегледност'
                            },
                            {
                                id: 2,
                                text: 'постепеним померањем возила, у циљу уочавања његовог возила од осталих учесника у саобраћају и заузимањем положаја тела на седишту који му омогућава потребну прегледност'
                            },
                            {
                                id: 3,
                                text: 'уз помоћ лица које се налази на погодном месту ван возила и које му даје одговарајуће знакове'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, возилу за ауто такси превоз путника које се са паркинг места укључује у саобраћај:', 
                        image: './img/slika90.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да омогућите укључивање возила, јер се ради о возилу за јавни превоз путника'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да омогућите укључивање, јер морате пропустити возило које је започело радњу укључивања у саобраћај'
                            },
                            {
                                id: 3,
                                text: 'нисте дужни да омогућите укључивање, али ћете то учинити с обзиром да сте на време уочили његову намеру, јер ћете на тај начин избећи настанак опасне ситуације уколико возач настави започету радњу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, као возач возила које је заустављено на путу, да би се безбедно укључили у саобраћај, обавезни сте да:', 
                        image: './img/slika91.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'сачекате да вас возило које се креће иза вас обиђе, укључите леви показивач правца и укључите се у саобраћај'
                            },
                            {
                                id: 2,
                                text: 'укључите леви показивач правца и укључите се у саобраћај'
                            },
                            {
                                id: 3,
                                text: 'укључите леви показивач правца, омогућите да вас обиђе возило које сте уочили у возачким огледалима и укључите се у саобраћај'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач, који се укључује у саобраћај из гараже на непрегледном месту, дужан је да:', 
                        image: './img/slika92.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'то изведе уз помоћ лица које се налази на погодном месту ван возила и које му даје одговарајуће знакове'
                            },
                            {
                                id: 2,
                                text: 'постепено помера возило, у циљу уочавања његовог возила од осталих учесника у саобраћају и да заузме положај тела на седишту који му омогућава потребну прегледност'
                            },
                            {
                                id: 3,
                                text: 'то изведе уз помоћ лица које се налази у возилу и има бољу прегледност'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika93.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'из дворишта у саобраћај морате се укључити уз помоћ лица које ће Вас са погодног места ван возила обавестити о тренутку када се могу безбедно укључити'
                            },
                            {
                                id: 2,
                                text: 'безбедно укључивање из дворишта у саобраћај мора Вам обезбедити лице које се налази у возилу и има бољу прегледност'
                            },
                            {
                                id: 3,
                                text: 'из дворишта у саобраћај можете се укључити уз помоћ саобраћајног огледала јер Вам оно обезбеђује потребну прегледност за безбедно укључење'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, као кандидат за возача, крећете се на:', 
                        image: './img/slika94.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'прописан начин, с обзиром да користите десну страну коловоза у смеру кретања'
                            },
                            {
                                id: 2,
                                text: 'непрописан начин, с обзиром да се крећете саобраћајном површином која није намењена за саобраћај возила којим управљате'
                            },
                            {
                                id: 3,
                                text: 'прописан начин, јер управљате возилом за оспособљавање кандидата за возача'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'У саобраћају на путу возило се креће:', 
                        answers: [
                            {
                                id: 1,
                                text: 'левом страном коловоза у смеру кретања'
                            },
                            {
                                id: 2,
                                text: 'десном страном коловоза у смеру кретања'
                            },
                            {
                                id: 3,
                                text: 'средином коловоза, јер на тај начин не угрожава пешаке и бициклисте'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици правилно се креће возило означено бројем:', 
                        image: './img/slika95.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2, јер се крећу десном саобраћајном траком у смеру кретања'
                            },
                            {
                                id: 2,
                                text: '1, јер се креће уз ивичну линију'
                            },
                            {
                                id: 3,
                                text: '2, јер се креће уз разделну линију'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици правилно се креће возило означено бројем:', 
                        image: './img/slika96.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1 и 2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на путу ван насеља, правилно се креће возило означено бројем:', 
                        image: './img/slika97.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'На путу у насељу са најмање две саобраћајне траке за исти смер, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза'
                            },
                            {
                                id: 2,
                                text: 'може да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза, ако тиме не омета возила која се крећу иза његовог возила'
                            },
                            {
                                id: 3,
                                text: 'може да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза само када врши претицање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на путу у насељу, правилно се креће возило означено бројем:', 
                        image: './img/slika98.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на путу у насељу, возач возила које се креће испред Вас и спречава Ваше брже кретање:', 
                        image: './img/slika99.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дужан да мења саобраћајну траку, јер га можете претећи са десне стране'
                            },
                            {
                                id: 2,
                                text: 'није дужан да мења саобраћајну траку, уколико се креће највећом дозвољеном брзином на том делу пута'
                            },
                            {
                                id: 3,
                                text: 'дужан је да Вас пропусти променом саобраћајне траке'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'На путу у насељу са најмање две саобраћајне траке за исти смер, возач теретног возила чија је највећа дозвољена маса 2.500 kg:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза'
                            },
                            {
                                id: 2,
                                text: 'може да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза, ако тиме не омета возила која се крећу иза његовог возила'
                            },
                            {
                                id: 3,
                                text: 'може да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза само када врши претицање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'Возач је дужан да се по путу креће:', 
                        answers: [
                            {
                                id: 1,
                                text: 'средином коловозне траке'
                            },
                            {
                                id: 2,
                                text: 'што ближе десној ивици коловоза'
                            },
                            {
                                id: 3,
                                text: 'што ближе разделној линији'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на путу у насељу са физички одвојеним коловозним тракама, правилно се креће:', 
                        image: './img/slika100.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'путничко возило'
                            },
                            {
                                id: 2,
                                text: 'теретно возило (скуп возила)'
                            },
                            {
                                id: 3,
                                text: 'оба возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'У случају застоја саобраћаја на путу где су коловозне траке физички одвојене, возачи чија возила се не налазе у крајњој левој саобраћајној траци дужни су да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возило оставе у положај у ком се затекло у тренутку застоја'
                            },
                            {
                                id: 2,
                                text: 'возилом заузму положај по средини саобраћајне траке'
                            },
                            {
                                id: 3,
                                text: 'возилом заузму положај уз десну ивицу саобраћајне траке'
                            },
                            {
                                id: 4,
                                text: 'возилом заузму положај уз леву ивицу саобраћајне траке'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'У случају застоја саобраћаја на путу где су коловозне траке физички одвојене, возачи чија возила се налазе у крајњој левој саобраћајној траци дужни су да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возилом заузму положај по средини саобраћајне траке'
                            },
                            {
                                id: 2,
                                text: 'возилом заузму положај уз леву ивицу саобраћајне траке'
                            },
                            {
                                id: 3,
                                text: 'возило оставе у положај у ком се затекло у тренутку застоја'
                            },
                            {
                                id: 4,
                                text: 'возилом заузму положај уз десну ивицу саобраћајне траке'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'У случају застоја саобраћаја на путу са физичким одвојеним коловозним тракама, возачи су увек дужни да заузимањем положаја уз десну, односно леву ивицу саобраћајне траке, оставе слободан простор намењен да у случају потребе омогуће пролаз:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возила под пратњом и возила са правом првенства пролаза'
                            },
                            {
                                id: 2,
                                text: 'возила која врше јавни превоз путника'
                            },
                            {
                                id: 3,
                                text: 'возила чија ширина омогућава кретање возила тим простором'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'На путу за саобраћај возила у оба смера са најмање четири саобраћајне траке, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да се креће, односно прелази на коловозну траку намењену за саобраћај возила из супротног смера, у случају застоја'
                            },
                            {
                                id: 2,
                                text: 'сме да се креће, односно прелази на коловозну траку намењену за саобраћај возила из супротног смера, у случају претицања или обилажења'
                            },
                            {
                                id: 3,
                                text: 'не сме да се креће, односно прелази на коловозну траку намењену за саобраћај возила из супротног смера'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици (застој саобраћаја), у случају потребе да се омогући пролаз возила под пратњом и возила са правом првенства пролаза, прописан положај су заузела возила означена бројем:', 
                        image: './img/slika101.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '4'
                            },
                            {
                                id: 3,
                                text: '2'
                            },
                            {
                                id: 4,
                                text: '5'
                            },
                            {
                                id: 5,
                                text: '3'
                            }
                        ],
                        correct_answers: [2, 5]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици крећете се на:', 
                        image: './img/slika102.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'прописан начин, само док вршите претицање'
                            },
                            {
                                id: 2,
                                text: 'прописан начин'
                            },
                            {
                                id: 3,
                                text: 'непрописан начин'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'На путу за саобраћај возила у оба смера са три саобраћајне траке, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да се креће саобраћајном траком која се налази уз леву ивицу пута у правцу кретања возила, у случају застоја'
                            },
                            {
                                id: 2,
                                text: 'не сме да се креће саобраћајном траком која се налази уз леву ивицу пута у правцу кретања возила'
                            },
                            {
                                id: 3,
                                text: 'сме да се креће саобраћајном траком која се налази уз леву ивицу пута у правцу кретања возила, у случају претицања или обилажења'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 34, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици крећете се на:', 
                        image: './img/slika103.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'прописан начин, само док вршите претицање'
                            },
                            {
                                id: 2,
                                text: 'прописан начин'
                            },
                            {
                                id: 3,
                                text: 'непрописан начин'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 35, 
                        points: 2,
                        text: 'На путу за саобраћај у оба смера, са физички одвојеним коловозним тракама возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме возилом да се креће коловозном траком намењеном за саобраћај возила из супротног смера, у случају застоја'
                            },
                            {
                                id: 2,
                                text: 'не сме возилом да се креће коловозном траком намењеном за саобраћај возила из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'сме возилом да се креће коловозном траком намењеном за саобраћај возила из супротног смера, у случају претицања или обилажења'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 36, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици крећете се на:', 
                        image: './img/slika104.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'непрописан начин'
                            },
                            {
                                id: 2,
                                text: 'прописан начин'
                            },
                            {
                                id: 3,
                                text: 'прописан начин, само док вршите претицање'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 37, 
                        points: 2,
                        text: 'На путу за саобраћај возила у једном смеру, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да се креће у смеру супротном од дозвољеног, у случају да нема возила из супротног смера'
                            },
                            {
                                id: 2,
                                text: 'сме да се креће у смеру супротном од дозвољеног, у случају да постоје најмање две саобраћајне траке у том смеру'
                            },
                            {
                                id: 3,
                                text: 'не сме да се креће у смеру супротном од дозвољеног'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 38, 
                        points: 2,
                        text: 'Возило на слици креће се:', 
                        image: './img/slika105.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'на непрописан начин'
                            },
                            {
                                id: 2,
                                text: 'на прописан начин, уколико возач возила станује у том делу улице'
                            },
                            {
                                id: 3,
                                text: 'на прописан начин'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 39, 
                        points: 2,
                        text: 'На путу са више саобраћајних трака за кретање у истом смеру, возач који се креће слободном саобраћајном траком поред саобраћајне траке у којој је онемогућен саобраћај:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да омогући укључивање свих возила у траку којом се он креће'
                            },
                            {
                                id: 2,
                                text: 'има првенство пролаза у односу на возила из саобраћајне траке у којој је онемогућен саобраћај'
                            },
                            {
                                id: 3,
                                text: 'дужан је да омогући укључивање једног возила у траку којом се он креће'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 40, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika106.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да омогућите укључивање свих возила у траку којом се крећете'
                            },
                            {
                                id: 2,
                                text: 'имате првенство пролаза у односу на возила из саобраћајне траке у којој је онемогућен саобраћај'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да омогућите укључивање једног возила у траку којом се крећете'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 41, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika107.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да омогућите укључивање оба возила у саобраћајну траку којом се крећете, јер су започела извођење те радње'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да омогућите укључивање једног возила у саобраћајну траку којом се крећете'
                            },
                            {
                                id: 3,
                                text: 'нисте дужни да омогућите укључивање возила у саобраћајну траку којом се крећете, али ћете то омогућити с обзиром да сте на време уочили њихову намеру и на тај начин избећи настанак опасне ситуације уколико та возила наставе започету радњу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 42, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, када је крајњом десном саобраћајном траком онемогућен саобраћај:', 
                        image: './img/slika108.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да омогућите укључивање једног возила у саобраћајну траку којом се крећете'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да омогућите укључивање оба возила у саобраћајну траку којом се крећете'
                            },
                            {
                                id: 3,
                                text: 'нисте дужни да омогућите укључивање возила у траку којом се крећете'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 43, 
                        points: 2,
                        text: 'Возач сме нагло да успори возило:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само у случају избегавања непосредне опасности'
                            },
                            {
                                id: 2,
                                text: 'у случају да није благовремено заузео положај возилом на коловозу за извршење одређене радње'
                            },
                            {
                                id: 3,
                                text: 'да би брзину кретања возила ускладио са брзином која је означена на постављеном саобраћајном знаку'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 44, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika109.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'можете нагло да успорите возило, ради избегавања непосредне опасности'
                            },
                            {
                                id: 2,
                                text: 'не смете нагло да успорите возило, већ ћете саобраћајну незгоду избећи променом правца кретања возила'
                            },
                            {
                                id: 3,
                                text: 'не смете нагло да успорите возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 45, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, приликом приближавања раскрсници:', 
                        image: './img/slika110.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'не морате мењати брзину кретања возила'
                            },
                            {
                                id: 2,
                                text: 'морате нагло успорити возило'
                            },
                            {
                                id: 3,
                                text: 'успоравање возила извршићете на начин којим нећете угрозити, односно ометати возача возила које се креће иза Вас'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 46, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, трамвајском баштицом се прописно креће возило означено бројем:', 
                        image: './img/slika111.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '2 и 3'
                            },
                            {
                                id: 3,
                                text: '1 и 2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 47, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици прописно се креће возило означено бројем:', 
                        image: './img/slika112.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '2 и 3'
                            },
                            {
                                id: 3,
                                text: '1'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            },
            {
                id: 2,
                name: 'Скретање (скретање улево или удесно), полукружно окретање, кретање возилом уназад, мимоилажење (општа правила која се тичу мимоилажења између возила, односно возила и пешака)',
                total_number_of_questions: 66,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач путничког возила:', 
                        image: './img/slika113.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'има првенство пролаза у односу на возило које се креће са његове десне стране'
                            },
                            {
                                id: 2,
                                text: 'дужан је да скретање изврши из саобраћајне траке која је уз десну ивицу коловоза, након пропуштања возила које се креће том траком'
                            },
                            {
                                id: 3,
                                text: 'дужан је да пропусти возило које се креће са његове десне стране'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Возач возила који скреће удесно дужан је да скретање изврши:', 
                        answers: [
                            {
                                id: 1,
                                text: 'крећући се било којом саобраћајном траком, при чему мора пропустити возила која се крећу саобраћајном траком која се протеже уз десну ивицу коловоза'
                            },
                            {
                                id: 2,
                                text: 'крећући се крајњом саобраћајном траком која се протеже уз десну ивицу коловоза, ако саобраћајном сигнализацијом није другачије одређено'
                            },
                            {
                                id: 3,
                                text: 'крећући се саобраћајном траком која му омогућава најлакше извођење радње скретања'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици скретање удесно је дозвољено из саобраћајне траке означене бројем:', 
                        image: './img/slika114.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1'
                            },
                            {
                                id: 2,
                                text: '1 и 2'
                            },
                            {
                                id: 3,
                                text: '2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици скретање удесно је дозвољено из саобраћајне траке означене бројем:', 
                        image: './img/slika115.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '1 и 2'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Возач возила који скреће улево дужан је да скретање изврши:', 
                        answers: [
                            {
                                id: 1,
                                text: 'крећући се саобраћајном траком која му омогућава најлакше извођење радње скретања'
                            },
                            {
                                id: 2,
                                text: 'крећући се било којом саобраћајном траком, при чему мора пропустити возила која се крећу саобраћајном траком која се протеже уз разделну линију'
                            },
                            {
                                id: 3,
                                text: 'крећући се крајњом левом саобраћајном траком која се протеже уз разделну линију, ако саобраћајном сигнализацијом није друкчије одређено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Возач возила који на путу са једносмерним саобраћајем скреће улево дужан је да скретање изврши:', 
                        answers: [
                            {
                                id: 1,
                                text: 'крећући се крајњом левом саобраћајном траком која се протеже уз леву ивицу пута, ако саобраћајном сигнализацијом није друкчије одређено'
                            },
                            {
                                id: 2,
                                text: 'крећући се било којом саобраћајном траком, при чему мора пропустити возила која се крећу саобраћајном траком уз леву ивицу пута'
                            },
                            {
                                id: 3,
                                text: 'крећући се саобраћајном траком која му омогућава најлакше извођење радње скретања'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Возила која након скретања улево настављају кретање право, у ситуацији приказаној на слици, прописно се крећу путањом означеном бројем:', 
                        image: './img/slika116.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '3'
                            },
                            {
                                id: 3,
                                text: '4'
                            },
                            {
                                id: 4,
                                text: '1'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Возило означено бројем 2 које након скретања улево наставља кретање право, у ситуацији приказаној на слици, прописно се креће:', 
                        image: './img/slika117.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'било којом путањом'
                            },
                            {
                                id: 2,
                                text: 'путањом означеном бројем 4'
                            },
                            {
                                id: 3,
                                text: 'путањом означеном бројем 3'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Возило означено бројем 1, у ситуацији приказаној на слици, прописно се креће:', 
                        image: './img/slika118.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'путањом означеном бројем 2'
                            },
                            {
                                id: 2,
                                text: 'путањом означеном бројем 1'
                            },
                            {
                                id: 3,
                                text: 'било којом путањом'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици скретање улево је дозвољено из саобраћајне траке означене бројем:', 
                        image: './img/slika119.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици скретање улево је дозвољено из саобраћајне траке означене бројем:', 
                        image: './img/slika120.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици скретање улево је дозвољено из саобраћајне траке означене бројем:', 
                        image: './img/slika121.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици скретање улево је дозвољено из саобраћајне траке означене бројем:', 
                        image: './img/slika122.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Возач возила које скреће удесно:', 
                        answers: [
                            {
                                id: 1,
                                text: 'има првенство пролаза у односу на возило које се креће са његове десне стране, саобраћајном траком за возила јавног превоза путника'
                            },
                            {
                                id: 2,
                                text: 'дужан је да скретање изврши из саобраћајне траке за возила јавног превоза путника, након пропуштања возила која се крећу том траком'
                            },
                            {
                                id: 3,
                                text: 'дужан је да пропусти возило које се креће са његове десне стране, саобраћајном траком за возила јавног превоза путника'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, када на раскрсници скрећете удесно:', 
                        image: './img/slika123.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да скретање извршите из саобраћајне траке која је уз десну ивицу коловоза, након пропуштања возила које се креће том траком ако његова удаљеност и брзина то захтевају'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите возило које се креће са Ваше десне стране, а скретање удесно извршите из саобраћајне траке којом се крећете'
                            },
                            {
                                id: 3,
                                text: 'имате првенство пролаза у односу на возило које се креће са Ваше десне стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'Кретање возилом уназад дозвољено је искључиво на кратком делу пута:', 
                        answers: [
                            {
                                id: 1,
                                text: 'оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'при чему се возило мора кретати супротном страном коловоза у односу на дотадашње кретање, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возило се прописно креће уназад путањом:', 
                        image: './img/slika124.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '2'
                            },
                            {
                                id: 3,
                                text: '1'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'Кретање возила уназад на непрегледном делу пута:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено оном страном коловоза којом се до тада возило кретало унапред, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на непрегледном делу пута кретање возила уназад:', 
                        image: './img/slika125.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено, оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'Кретање возила уназад при смањеној видљивости:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika126.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено, оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'Кретање возила уназад у тунелу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika127.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'Кретање возила уназад на делу пута где је забрањено заустављање:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено, оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika129.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika130.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika131.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika132.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika133.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika134.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'Кретање возила уназад на прелазу преко железничке пруге:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је оном страном коловоза којом се до тада возило кретало унапред, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                        image: './img/slika135.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 34, 
                        points: 2,
                        text: 'Возач не сме да врши полукружно окретање возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на путу ван насеља'
                            },
                            {
                                id: 2,
                                text: 'на мосту, вијадукту'
                            },
                            {
                                id: 3,
                                text: 'у тунелу'
                            },
                            {
                                id: 4,
                                text: 'у раскрсници'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 35, 
                        points: 2,
                        text: 'Возач не сме да врши полукружно окретање возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на делу пута који нема довољну ширину за полукружно окретање тог возила'
                            },
                            {
                                id: 2,
                                text: 'у раскрсници која је регулисана светлосним саобраћајним знацима'
                            },
                            {
                                id: 3,
                                text: 'на путу у насељу'
                            },
                            {
                                id: 4,
                                text: 'у условима смањене видљивости, односно на месту где је недовољна прегледност'
                            },
                            {
                                id: 5,
                                text: 'у подвожњаку и на надвожњаку'
                            },
                            {
                                id: 6,
                                text: 'на раскрсници пута са првенством пролаза са споредним путем'
                            }
                        ],
                        correct_answers: [1, 4, 5]
                    },
                    {
                        id: 36, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika136.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено да извршите полукружно окретање'
                            },
                            {
                                id: 2,
                                text: 'дозвољено Вам је да извршите полукружно окретање'
                            },
                            {
                                id: 3,
                                text: 'дозвољено Вам је да извршите полукружно окретање, пошто пропустите возила из супротног смера'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 37, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika137.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено да извршите полукружно окретање, јер је то у супротности са ознаком на коловозу'
                            },
                            {
                                id: 2,
                                text: 'дозвољено Вам је да извршите полукружно окретање'
                            },
                            {
                                id: 3,
                                text: 'није Вам дозвољено да извршите полукружно окретање, јер је то у супротности са постављеним саобраћајним знаком'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 38, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици извођење радње полукружно окретање:', 
                        image: './img/slika138.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 39, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika139.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено вршити полукружно окретање'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је вршити полукружно окретање, након пропуштања возила која долазе из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је вршити полукружно окретање, уколико може бити изведено без маневрисања'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 40, 
                        points: 2,
                        text: 'На мосту, у ситуацији приказаној на слици:', 
                        image: './img/slika140.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено вршити полукружно окретање'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је вршити полукружно окретање, након пропуштања возила која долазе из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је вршити полукружно окретање, уколико може бити изведено без маневрисања'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 41, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika141.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено Вам је да извршите полукружно окретање, уколико може бити изведено без маневрисања'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено да извршите полукружно окретање'
                            },
                            {
                                id: 3,
                                text: 'дозвољено Вам је да извршите полукружно окретање, када пропустите возила која Вам долазе у сусрет'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 42, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika142.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је вршити полукружно окретање, након пропуштања возила која долазе из супротног смера'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено вршити полукружно окретање'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је вршити полукружно окретање, уколико може бити изведено без маневрисања'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 43, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на путу који није аутопут ни мотопут, полукружно окретање:', 
                        image: './img/slika143.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено само ако се може вршити без маневрисања'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 44, 
                        points: 2,
                        text: 'У подвожњаку, у ситуацији приказаној на слици:', 
                        image: './img/slika144.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено вршити полукружно окретање'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је вршити полукружно окретање, након пропуштања возила која долазе из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је вршити полукружно окретање, уколико може бити изведено без маневрисања'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 45, 
                        points: 2,
                        text: 'Приликом мимоилажења са возилом возач је дужан да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'са своје леве стране остави најмање 1 m растојања између свог возила и возила са којим се мимоилази'
                            },
                            {
                                id: 2,
                                text: 'по потреби возило помери ка десној ивици коловоза'
                            },
                            {
                                id: 3,
                                text: 'са своје леве стране остави најмање 0,5 m растојања између свог возила и разделне линије'
                            },
                            {
                                id: 4,
                                text: 'са своје леве стране остави довољно растојање између свог возила и возила са којим се мимоилази'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 46, 
                        points: 2,
                        text: 'При мимоилажењу са пешаком, возач је дужан да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'звучним знаком упозорења обавести пешака о свом присуству како би се пешак померио на безбедно растојање'
                            },
                            {
                                id: 2,
                                text: 'остави најмање 1 m растојања између свог возила и пешака са којим се мимоилази'
                            },
                            {
                                id: 3,
                                text: 'држи безбедно растојање између возила и пешака'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 47, 
                        points: 2,
                        text: 'Уколико због препреке на путу, која се налази у саобраћајној траци којом се возило креће, возач не може да остави довољно растојање између свог возила и возила са којим се мимоилази, дужан је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'да се заустави и пропусти само једно возило које му долази у сусрет'
                            },
                            {
                                id: 2,
                                text: 'настави кретање обилажењем препреке, јер има првенство пролаза у односу на возила из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'да успори кретање свог возила, да би пропустио возилa из супротног смера'
                            },
                            {
                                id: 4,
                                text: 'да по потреби заустави возило, да би пропустио возилa из супротног смера'
                            }
                        ],
                        correct_answers: [3, 4]
                    },
                    {
                        id: 48, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika145.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'наставићете кретање обилажењем препреке, јер имате првенство пролаза у односу на возила из супротног смера'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да успорите кретање свог возила и да га, по потреби, зауставите да би пропустили само прво возило из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да успорите кретање свог возила и да га, по потреби, зауставите да би пропустили возила из супротног смера'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 49, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, возач возила које Вам долази у сусрет дужан је да:', 
                        image: './img/slika146.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'остави са своје леве стране најмање 1 m растојања између свог и вашег возила'
                            },
                            {
                                id: 2,
                                text: 'возило помери ка десној ивици коловоза и остави са своје леве стране довољно растојање између свог и Вашег возила'
                            },
                            {
                                id: 3,
                                text: 'остави са десне стране свог возила најмање 0,5 m растојања до паркираних возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 50, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika147.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возило ћете померити ка десној ивици коловоза, и по потреби се делимично кретати по тротоару'
                            },
                            {
                                id: 2,
                                text: 'оставићете са своје десне стране најмање 0,5 m растојања између свог возила и ивице коловоза'
                            },
                            {
                                id: 3,
                                text: 'успорићете и оставићете са своје леве стране довољно растојање између свог возила и возила са којим се мимоилазите, а по потреби и зауставити возило да би пропустили возило које вам долази у сусрет'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 51, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, безбедно поступање је да:', 
                        image: './img/slika148.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'наставите кретање јер имате предност у односу на возача возила које Вам долази у сусрет, а возач другог возила је дужан да кретањем уназад или на други начин, помери своје возило и заузме на путу положај који омогућава мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'наставите кретање и коришћењем потребне површине тротоара омогућите мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'успорите кретање свог возила и да га, по потреби, зауставите и пропустите возило које Вам долази у сусрет'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 52, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika149.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да успорите кретање свог возила и да га, по потреби, зауставите и пропустите возило које Вам долази у сусрет'
                            },
                            {
                                id: 2,
                                text: 'имате предност у односу на возило које Вам долази у сусрет'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да успорите кретање свог возила и да га, по потреби, зауставите да би пропустили само прво возило из супротног смера'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 53, 
                        points: 2,
                        text: 'Уколико је због недовољне ширине пута мимоилажење онемогућено:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возила могу наставити кретање уколико ширина банкине или тротоара омогућава њихово мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'возач којем је то, с обзиром на карактеристике и стање пута и саобраћајну ситуацију, лакше да изведе, дужан је да по потреби, кретањем уназад или на други начин, помери своје возило и заузме на путу положај који омогућава мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'дужан је да се заустави возач који са десне стране нема банкину или тротоар чија површина би омогућила кретање ради мимоилажења'
                            },
                            {
                                id: 4,
                                text: 'дужан је да се заустави возач коме је то, с обзиром на карактеристике и стање пута и саобраћајну ситуацију, лакше да изведе'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 54, 
                        points: 2,
                        text: 'Када на раскрсници возила долазе из супротних смерова и скрећу улево, мимоилажење возила из супротних смерова се врши са:', 
                        answers: [
                            {
                                id: 1,
                                text: 'било које стране, у зависности од саобраћајне ситуације у раскрсници'
                            },
                            {
                                id: 2,
                                text: 'десне стране'
                            },
                            {
                                id: 3,
                                text: 'леве стране'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 55, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици мимоилажење ћете извршити са:', 
                        image: './img/slika150.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'десне стране'
                            },
                            {
                                id: 2,
                                text: 'било које стране, у зависности од саобраћајне ситуације у раскрсници'
                            },
                            {
                                id: 3,
                                text: 'леве стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 56, 
                        points: 2,
                        text: 'На делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће или је веома отежано:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возила могу наставити кретање уколико ширина банкине или тротоара омогућава њихово мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'возач возила које се креће уз нагиб дужан је да заустави своје возило на погодном месту ако примети да му друго возило иде у сусрет низ нагиб'
                            },
                            {
                                id: 3,
                                text: 'возач возила које се креће низ нагиб дужан је да заустави своје возило на погодном месту ако примети да му друго возило иде у сусрет уз нагиб'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 57, 
                        points: 2,
                        text: 'На делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће или је веома отежано:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возач возила које се креће уз нагиб нема обавезу заустављања без обзира на постојање места за његово заустављање, јер је возач возила које се креће низ нагиб дужан да омогући мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'возач возила које се креће уз нагиб дужан је да заустави своје возило ако испред себе има погодно место за заустављање, које омогућава безбедно мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'возила могу наставити кретање коришћењем површине банкине или тротоара, које омогућавају њихово мимоилажење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 58, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због сужења пута са обе стране:', 
                        image: './img/slika151.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возачи ће се визуелном комуникацијом, покретима руком, давањем звучног или светлосног знака упозорења, споразумети о најбезбеднијем начину мимоилажења'
                            },
                            {
                                id: 2,
                                text: 'возач возила које се креће низ нагиб је дужан да се заустави и кретањем уназад до погодног места омогући мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'возач возила које се креће уз нагиб дужан је да заустави своје возило јер има погодно место за заустављање, које омогућава безбедно мимоилажење'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 59, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици када је возило које Вам долази у сусрет ступило на сужени део коловоза услед чега је мимоилажење немогуће:', 
                        image: './img/slika152.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'наставићете кретање јер се крећете уз нагиб, а возач возила из супротног смера је дужан да кретањем уназад омогући мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да зауставите возило на месту које омогућава безбедно мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'наставићете кретање јер се крећете уз нагиб, а возач возила из супротног смера је дужан да кретањем уназад или кретањем по тротоару омогући мимоилажење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 60, 
                        points: 2,
                        text: 'На делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због чега једно од возила која се мимоилазе мора да се креће уназад, кретаће се уназад:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возило које се креће уз нагиб, под условом да у непосредној близини има погодно место које омогућава његово заустављање и мимоилажење возила'
                            },
                            {
                                id: 2,
                                text: 'теретно возило које се сусрело са аутобусом'
                            },
                            {
                                id: 3,
                                text: 'свако возило које се сусрело са возилом које вуче прикључно возило'
                            },
                            {
                                id: 4,
                                text: 'возило које се креће низ нагиб, без обзира на врсту возила које се креће уз нагиб'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 61, 
                        points: 2,
                        text: 'На делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због чега једно од возила која се мимоилазе мора да се креће уназад, кретаће се уназад:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возило које се сусрело са возилом више врсте'
                            },
                            {
                                id: 2,
                                text: 'возило које се креће уз нагиб, под условом да у непосредној близини има погодно место које омогућава његово заустављање и мимоилажење возила'
                            },
                            {
                                id: 3,
                                text: 'ако се мимоилазе возила исте врсте - возило које се креће низ нагиб, осим ако је, с обзиром на услове и положај возила на путу, лакше да то учини возач возила које се креће уз нагиб'
                            },
                            {
                                id: 4,
                                text: 'возило које се креће низ нагиб, без обзира на врсту возила које се креће уз нагиб'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 62, 
                        points: 2,
                        text: 'У циљу примене правила о мимоилажењу на делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, возила се класификују од више ка нижој врсти на следећи начин:', 
                        answers: [
                            {
                                id: 1,
                                text: 'аутобус, скуп возила, радна машина, трактор, теретно возило, путничко возило и врста коју чине мотоцикл, мопед, трицикл и четвороцикл'
                            },
                            {
                                id: 2,
                                text: 'скуп возила, радна машина, трактор, теретно возило, аутобус, путничко возило и врста коју чине мотоцикл, мопед, трицикл и четвороцикл'
                            },
                            {
                                id: 3,
                                text: 'скуп возила, аутобус, теретно возило, радна машина, трактор, путничко возило и врста коју чине мотоцикл, мопед, трицикл и четвороцикл'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 63, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због сужења пута са обе стране:', 
                        image: './img/slika153.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возачи ће се визуелном комуникацијом, покретима руком, давањем звучног или светлосног знака упозорења, споразумети ко ће се кретати уназад да би се мимоишли'
                            },
                            {
                                id: 2,
                                text: 'возач путничког возила дужан је да кретањем уназад до погодног места омогући мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'возач аутобуса је дужан да кретањем уназад до погодног места омогући мимоилажење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 64, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због сужења пута са обе стране:', 
                        image: './img/slika154.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возачи ће се визуелном комуникацијом, покретима руком, давањем звучног или светлосног знака упозорења, споразумети ко ће се кретати уназад да би се мимоишли'
                            },
                            {
                                id: 2,
                                text: 'возач путничког возила дужан је да кретањем уназад до погодног места омогући мимоилажење'
                            },
                            {
                                id: 3,
                                text: 'возач трактора је дужан да кретањем уназад до погодног места омогући мимоилажење'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 65, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, када скрећете удесно на првом излазу:', 
                        image: './img/slika155.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да скретање извршите тако што ћете направити цео круг обилазећи острво са десне стране'
                            },
                            {
                                id: 2,
                                text: 'можете скренути удесно не обилазећи око острва'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 66, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, при полукружном окретању:', 
                        image: './img/slika156.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'можете се полукружно окренути не обилазећи острво, односно одмах извршити скретање улево'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да полукружно окретање извршите обилазећи острво са десне стране'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            },
            {
                id: 3,
                name: 'Обилажење и претицање (општа правила, начин, забране)',
                total_number_of_questions: 104,
                questions: [
                    {
                        id: 1, 
                        points: 3,
                        text: 'Претицање се врши са:', 
                        answers: [
                            {
                                id: 1,
                                text: 'десне стране возила које се претиче'
                            },
                            {
                                id: 2,
                                text: 'леве стране возила које се претиче'
                            },
                            {
                                id: 3,
                                text: 'било које стране возила које се претиче, у зависности од саобраћајне ситуације'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 2, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, возачу путничког возила, претицање:', 
                        image: './img/slika157.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 3, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на путу ван насеља, претицање Вам је дозвољено:', 
                        image: './img/slika158.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'и са леве и са десне стране'
                            },
                            {
                                id: 2,
                                text: 'са десне стране'
                            },
                            {
                                id: 3,
                                text: 'са леве стране'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 4, 
                        points: 3,
                        text: 'Када је возило на коловозу заузело такав положај и његов возач даје такав знак да се са сигурношћу може закључити да то возило скреће улево, претицање се:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора вршити са десне стране возила које се претиче'
                            },
                            {
                                id: 2,
                                text: 'може вршити са било које стране, у зависности од саобраћајне ситуације'
                            },
                            {
                                id: 3,
                                text: 'мора вршити са леве стране возила које се претиче'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 5, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika159.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 6, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, претицање са десне стране:', 
                        image: './img/slika160.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 7, 
                        points: 3,
                        text: 'Трамвај који се креће по шинама постављеним на средини коловоза сме да се претиче:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само са леве стране'
                            },
                            {
                                id: 2,
                                text: 'само са десне стране'
                            },
                            {
                                id: 3,
                                text: 'са било које стране, у зависности од саобраћајне ситуације'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 8, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање трамваја је дозвољено:', 
                        image: './img/slika161.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'са леве стране'
                            },
                            {
                                id: 2,
                                text: 'и са леве и са десне стране'
                            },
                            {
                                id: 3,
                                text: 'са десне стране'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 9, 
                        points: 3,
                        text: 'На путу на коме постоје најмање две саобраћајне траке намењене за саобраћај возила у истом смеру, на коме су колоне возила, брже кретање возила у једној траци од кретања возила у другој траци:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сматра се претицањем'
                            },
                            {
                                id: 2,
                                text: 'не сматра се претицањем'
                            },
                            {
                                id: 3,
                                text: 'не сматра се претицањем само на путу у насељу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици брже кретање возила у десној саобраћајној траци:', 
                        image: './img/slika162.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није претицање'
                            },
                            {
                                id: 2,
                                text: 'је претицање'
                            },
                            {
                                id: 3,
                                text: 'је мимоилажење'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 11, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици брже кретање возила у левој саобраћајној траци:', 
                        image: './img/slika163.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је мимоилажење'
                            },
                            {
                                id: 2,
                                text: 'је претицање'
                            },
                            {
                                id: 3,
                                text: 'није претицање'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 3,
                        text: 'На путу на коме постоје најмање две саобраћајне траке намењене за саобраћај возила у истом смеру, пролажење са десне стране возила које се креће:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сматра се претицањем на путу у насељу'
                            },
                            {
                                id: 2,
                                text: 'не сматра се претицањем на путу ван насеља'
                            },
                            {
                                id: 3,
                                text: 'не сматра се претицањем на путу у насељу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 13, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на путу у насељу, пролажење са десне стране возила које се креће испред Вас левом саобраћајном траком:', 
                        image: './img/slika164.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није претицање'
                            },
                            {
                                id: 2,
                                text: 'је претицање, јер се не крећете у колони'
                            },
                            {
                                id: 3,
                                text: 'је претицање'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 14, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на путу у насељу, возач возила које се креће испред Вас и спречава Ваше брже кретање:', 
                        image: './img/slika165.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да Вас пропусти променом саобраћајне траке'
                            },
                            {
                                id: 2,
                                text: 'није дужан да мења саобраћајну траку, јер га можете претећи са десне стране'
                            },
                            {
                                id: 3,
                                text: 'није дужан да мења саобраћајну траку, уколико се креће највећом дозвољеном брзином на том делу пута'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 15, 
                        points: 3,
                        text: 'Возач коме је дат знак за претицање дужан је да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'успори кретање возила'
                            },
                            {
                                id: 2,
                                text: 'помери своје возило ка десној ивици коловоза'
                            },
                            {
                                id: 3,
                                text: 'помери своје возило ка левој ивици коловоза'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 16, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возач возила које се претиче:', 
                        image: './img/slika166.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'заузео је прописан положај уз десну ивицу коловоза'
                            },
                            {
                                id: 2,
                                text: 'дужан је да на безбедан начин помери возило преко десне ивичне линије и тиме омогући претицање'
                            },
                            {
                                id: 3,
                                text: 'може да се креће и уз разделну линију'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 17, 
                        points: 3,
                        text: 'Возач претицаног возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме повећавати брзину кретања свог возила'
                            },
                            {
                                id: 2,
                                text: 'може повећати брзину кретања до највеће дозвољене брзине кретања на том делу пута'
                            },
                            {
                                id: 3,
                                text: 'дужан је да успори кретање возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 18, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возач возила које се претиче:', 
                        image: './img/slika167.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'може повећати брзину кретања до највеће дозвољене брзине кретања на том делу пута'
                            },
                            {
                                id: 2,
                                text: 'не сме повећавати брзину кретања свог возила'
                            },
                            {
                                id: 3,
                                text: 'дужан је да успори кретање возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 19, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возач возила које се претиче:', 
                        image: './img/slika168.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'не сме повећавати брзину кретања свог возила'
                            },
                            {
                                id: 2,
                                text: 'може повећати брзину кретања до највеће дозвољене брзине кретања на том делу пута'
                            },
                            {
                                id: 3,
                                text: 'дужан је да успори кретање возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 20, 
                        points: 3,
                        text: 'Претицање возач сме да врши само:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ако тиме не угрожава друге учеснике у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'ако је растојање од возила које се претиче веће од 0,5 m'
                            },
                            {
                                id: 3,
                                text: 'када на путу има довољно простора за безбедно претицање и ако се тиме не омета нормално кретање возила која долазе из супротног смера'
                            },
                            {
                                id: 4,
                                text: 'ако на коловозу нема поледице или снега'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 21, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika168.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је отпочети претицање, јер је возач испред Вас који претиче проценио да постоји довољна прегледност за безбедно претицање'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је отпочети претицање, јер кретање иза теретног возила које претиче омогућава да радњу претицања изведете без ометања или угрожавања саобраћаја из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено отпочети претицање, јер не постоји довољна прегледност да се можете уверити да тиме нећете угрозити безбедност саобраћаја или ометати саобраћај из супротног смера'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 22, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika170.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је отпочети претицање, јер кретање иза теретног возила које претиче омогућава да радњу претицања изведете без ометања или угрожавања саобраћаја из супротног смера'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је отпочети претицање, јер је возач испред Вас који претиче проценио да постоји довољна прегледност за безбедно претицање'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено отпочети претицање, јер не постоји довољна прегледност да се можете уверити да тиме нећете угрозити безбедност саобраћаја или ометати саобраћај из супротног смера'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 23, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возачу возила означеног бројем 3 претицање возила означеног бројем 2:', 
                        image: './img/slika171.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено, јер има право да заврши претицање два возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 24, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika172.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено отпочети претицање, јер се Ви морате непосредно уверити да претицање можете извршити на безбедан начин'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено отпочети претицање јер возач теретног возила испред Вас уз десни показивач правца није дао и јасан знак руком да се претицање може извршити на безбедан начин'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је отпочети претицање, јер је возач теретног возила испред Вас проценио да се претицање може извршити на безбедан начин, о чему Вас обавештава десним показивачем правца'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 25, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika173.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено отпочети претицање јер возач теретног возила испред Вас уз десни показивач правца није дао и јасан знак руком да се претицање може извршити на безбедан начин'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено отпочети претицање, јер се Ви морате непосредно уверити да претицање можете извршити на безбедан начин'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је отпочети претицање, јер је возач теретног возила испред Вас проценио да се претицање може извршити на безбедан начин, о чему Вас обавештава десним показивачем правца'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 26, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika174.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено, само возилима која могу постићи велико убрзање'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 27, 
                        points: 3,
                        text: 'Возач не сме возилом да врши претицање или обилажење:', 
                        answers: [
                            {
                                id: 1,
                                text: 'колоне возила'
                            },
                            {
                                id: 2,
                                text: 'скупа возила'
                            },
                            {
                                id: 3,
                                text: 'ако је возач који се креће иза њега отпочео претицање или обилажење'
                            },
                            {
                                id: 4,
                                text: 'ако на коловозу има поледице или снега'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 28, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање колоне возила:', 
                        image: './img/slika175.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 29, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, ако се возач жутог возила уверио да може извршити претицање без угрожавања и ометања саобраћаја из супротног смера, односно да може без ометања ући између свих возила које претиче, дозвољено му је претицање:', 
                        image: './img/slika176.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'највише два возила'
                            },
                            {
                                id: 2,
                                text: 'највише три возила'
                            },
                            {
                                id: 3,
                                text: 'свих возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 30, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возачу возила означеног бројем 1:', 
                        image: './img/slika177.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено да отпочне претицање, јер је возач који се креће иза њега отпочео претицање'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено да отпочне претицање, због ознака на коловозу'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено да отпочне претицање, јер има предност у односу на возило означено бројем 2 пошто се креће непосредно иза возила чије претицање намеравају да изврше возачи оба возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 31, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возачу возила означеног бројем 1:', 
                        image: './img/slika178.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено да отпочне претицање, јер је возач који се креће иза њега отпочео претицање'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено да отпочне претицање, ако његово возило може постићи велико убрзање'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено да отпочне претицање, јер има предност у односу на возило означено бројем 2, пошто се креће непосредно иза возила чије претицање намеравају да изврше возачи оба возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 32, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возачу жутог возила:', 
                        image: './img/slika179.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено да отпочне претицање, јер је возач који се креће иза њега отпочео претицање'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено да отпочне претицање, јер има предност у односу на плаво возило пошто се креће непосредно иза возила чије претицање намеравају да изврше возачи оба возила'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено да отпочне претицање, ако његово возило може постићи велико убрзање'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 33, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika180.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено, јер је претицање започето пре наиласка на саобраћајни знак'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 34, 
                        points: 3,
                        text: 'Возач не сме возилом да врши претицање или обилажење:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ако је возач испред њега на истој саобраћајној траци дао знак за претицање или обилажење'
                            },
                            {
                                id: 2,
                                text: 'ако је возач испред њега на истој саобраћајној траци дао знак десним показивачем правца'
                            },
                            {
                                id: 3,
                                text: 'ако је возило које долази из супротног смера удаљено мање од 200 m'
                            },
                            {
                                id: 4,
                                text: 'ако би тиме угрозио безбедност саобраћаја или ометао саобраћај из супротног смера'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 35, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање на прописан начин врши возач возила означеног бројем:', 
                        image: './img/slika181.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '1 и 2'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 36, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици непрописно претицање врши возач возила означеног бројем:', 
                        image: './img/slika182.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '1 и 2'
                            },
                            {
                                id: 2,
                                text: '1'
                            },
                            {
                                id: 3,
                                text: '2'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 37, 
                        points: 3,
                        text: 'Возач не сме возилом да врши претицање или обилажење:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ако по извршеном претицању или обилажењу не би могао да се врати у саобраћајну траку којом се кретао пре тога без ометања или угрожавања осталих учесника у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'у зони школе'
                            },
                            {
                                id: 3,
                                text: 'у зони "30"'
                            },
                            {
                                id: 4,
                                text: 'зауставном траком'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 38, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возач возила које претиче, после претицања теретног возила:', 
                        image: './img/slika183.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да се, одмах по извршеном претицању, врати у саобраћајну траку којом се кретао пре претицања, без обзира на одстојање у односу на теретно возило'
                            },
                            {
                                id: 2,
                                text: 'може да настави кретање саобраћајном траком којом је вршио претицање, уколико нема возила из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'дужан је да се, без ометања или угрожавања осталих учесника у саобраћају, врати у саобраћајну траку којом се кретао пре претицања'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 39, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање возила:', 
                        image: './img/slika183.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је извршено на прописан начин, јер претицањем није изазвана саобраћајна незгода'
                            },
                            {
                                id: 2,
                                text: 'није извршено на прописан начин, због ометања и угрожавања других учесника у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'је извршено на прописан начин, јер су и други учесници у саобраћају дужни да предузму све потребне мере ради избегавања опасних ситуација'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 40, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на аутопуту:', 
                        image: './img/slika184.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено претицање са десне стране'
                            },
                            {
                                id: 2,
                                text: 'претицање са десне стране дозвољено је само у насељу'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је претицање са десне стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 41, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на аутопуту:', 
                        image: './img/slika185.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено претицање са десне стране'
                            },
                            {
                                id: 2,
                                text: 'дозвољено Вам је претицање са десне стране'
                            },
                            {
                                id: 3,
                                text: 'претицање са десне стране дозвољено Вам је само у насељу'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 42, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на мотопуту:', 
                        image: './img/slika186.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено Вам је претицање са десне стране'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено претицање са десне стране'
                            },
                            {
                                id: 3,
                                text: 'претицање са десне стране дозвољено Вам је само у насељу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 43, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање Вам је дозвољено:', 
                        image: './img/slika187.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'и са леве и са десне стране теретног возила'
                            },
                            {
                                id: 2,
                                text: 'само са десне стране теретног возила'
                            },
                            {
                                id: 3,
                                text: 'само са леве стране теретног возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 44, 
                        points: 3,
                        text: 'Возач не сме возилом да врши претицање или обилажење:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у тунелу, осим у тунелу са најмање две саобраћајне траке за кретање возила у истом смеру'
                            },
                            {
                                id: 2,
                                text: 'на опасном успону, односно низбрдици'
                            },
                            {
                                id: 3,
                                text: 'на почетку превоја, на превоју, испред и у непрегледној кривини, осим на коловозу са најмање две саобраћајне траке за кретање возила у истом смеру'
                            },
                            {
                                id: 4,
                                text: 'на мосту, вијадукту, надвожњаку и у подвожњаку'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 45, 
                        points: 3,
                        text: 'На путу са по једном саобраћајном траком по смеру претицање или обилажење није дозвољено:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на почетку превоја, на превоју испред и у непрегледној кривини'
                            },
                            {
                                id: 2,
                                text: 'на мосту, вијадукту, надвожњаку и у подвожњаку'
                            },
                            {
                                id: 3,
                                text: 'на опасном успону, односно низбрдици'
                            },
                            {
                                id: 4,
                                text: 'у тунелу'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 46, 
                        points: 3,
                        text: 'На почетку превоја, у ситуацији приказаној на слици, претицање:', 
                        image: './img/slika188.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 47, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на путу са три саобраћајне траке по клизавом коловозу, претицање:', 
                        image: './img/slika189.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 48, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika190.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 49, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika191.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 50, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika192.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено, због недовољне прегледности на превоју'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено само возачима путничких возила'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 51, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika193.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено само возачима путничких возила'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено, због недовољне прегледности у кривини'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 52, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, возачу црвеног путничког возила претицање у тунелу:', 
                        image: './img/slika194.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено ако тиме не омета, односно не угрожава возила која се крећу из супротног смера'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 53, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, претицање возила које се зауставља ради пропуштања пешака:', 
                        image: './img/slika195.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено, осим на путу ван насеља'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'није Вам дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 54, 
                        points: 3,
                        text: 'Возач не сме возилом да врши претицање или обилажење:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на раскрсници када се креће путем са правом првенства пролаза'
                            },
                            {
                                id: 2,
                                text: 'на прелазу пута преко железничке или трамвајске пруге'
                            },
                            {
                                id: 3,
                                text: 'у подвожњаку и на надвожњаку'
                            },
                            {
                                id: 4,
                                text: 'колоне возила под пратњом'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 55, 
                        points: 3,
                        text: 'Возач сме возилом да врши претицање:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на раскрсници када се креће путем са правом првенства пролаза'
                            },
                            {
                                id: 2,
                                text: 'колоне возила под пратњом'
                            },
                            {
                                id: 3,
                                text: 'на прелазу пута преко железничке или трамвајске пруге'
                            },
                            {
                                id: 4,
                                text: 'у подвожњаку и на надвожњаку'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 56, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika196.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено, осим ако је саобраћајна трака намењена за кретање возила из супротног смера слободна, тако да има довољно простора за безбедно претицање'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 57, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika197.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 58, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika198.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено уз употребу светлосног знака упозорења'
                            },
                            {
                                id: 3,
                                text: 'Вам је дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 59, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, претицање колоне возила под пратњом:', 
                        image: './img/slika199.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено уз употребу светлосног знака упозорења'
                            },
                            {
                                id: 3,
                                text: 'Вам је дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 60, 
                        points: 3,
                        text: 'Возач не сме возилом да врши претицање:', 
                        answers: [
                            {
                                id: 1,
                                text: 'саобраћајном траком за спора возила'
                            },
                            {
                                id: 2,
                                text: 'на путу за саобраћај у оба смера на којем нису означене саобраћајне траке'
                            },
                            {
                                id: 3,
                                text: 'на начин да прелази возилом преко неиспрекидане уздужне линије при чему користи саобраћајну траку намењену за кретање возила из супротног смера'
                            },
                            {
                                id: 4,
                                text: 'на делу пута на коме постоји неиспрекидана разделна уздужна линија и када не користи коловозну траку намењену за кретање возила из супротног смера'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 61, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika200.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 62, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возачу путничког возила претицање:', 
                        image: './img/slika201.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 63, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање теретног возила:', 
                        image: './img/slika202.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено када возило испред Вас заврши претицање'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 64, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возачу означеног путничког возила претицање теретног возила:', 
                        image: './img/slika203.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено уколико је саобраћајна трака намењена за кретање возила из супротног смера слободна, тако да има довољно простора за безбедно претицање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 65, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika204.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено уколико је саобраћајна трака намењена за кретање возила из супротног смера слободна, тако да има довољно простора за безбедно претицање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 66, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање возила испред Вас:', 
                        image: './img/slika205.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 67, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање теретног возила:', 
                        image: './img/slika206.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 68, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika207.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 69, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, према ознакама на коловозу, возачу путничког возила претицање:', 
                        image: './img/slika208.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено јер претиче споро возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 70, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, према ознакама на коловозу, возачу путничког возила претицање:', 
                        image: './img/slika209.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено, јер претиче споро возило'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 71, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, возачу путничког возила претицање мотокултиватора:', 
                        image: './img/slika210.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено, јер има довољно простора да се мимоиђе са возилом које долази из супротног смера'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 72, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, возачу црног возила претицање:', 
                        image: './img/slika211.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 73, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици возачу плавог возила претицање:', 
                        image: './img/slika212.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено уколико је саобраћајна трака намењена за кретање возила из супротног смера слободна, тако да има довољно простора за безбедно претицање'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 74, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на путу ван насеља, возачу црвеног возила претицање возила у левој саобраћајној траци:', 
                        image: './img/slika213.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 75, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање Вам је дозвољено:', 
                        image: './img/slika214.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'и са леве и са десне стране'
                            },
                            {
                                id: 2,
                                text: 'са леве стране'
                            },
                            {
                                id: 3,
                                text: 'са десне стране'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 76, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, возачу путничког возила претицање:', 
                        image: './img/slika215.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено према ознакама на коловозу'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено према правилима саобраћаја'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 77, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika216.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено према правилима саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'није Вам дозвољено према ознакама на коловозу'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 78, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, претицање:', 
                        image: './img/slika217.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 79, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, возачу путничког возила које вуче прикључно возило, претицање:', 
                        image: './img/slika218.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено, јер скупом возила претиче теретно возила'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено према ознакама на коловозу'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 80, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, возачу путничког возила претицање:', 
                        image: './img/slika219.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено према постављеној саобраћајној сигнализацији'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено, јер претиче возило којим се превози опасан терет'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 81, 
                        points: 3,
                        text: 'На путу који је прекривен снегом претицање:', 
                        image: './img/slika220.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено, ако се претицано возило креће брзином мањом од 60 km/h'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 82, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, возачу путничког возила претицање:', 
                        image: './img/slika221.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено, јер управља возилом којим се врши оспособљавање кандидата за возаче'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 83, 
                        points: 3,
                        text: 'Ако се возач након обилажења заустављене колоне не би могао безбедно укључити у саобраћајну траку намењену за смер којим се креће, обилажење:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено ако постоји довољна ширина за мимоилажење са возилима из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено само возачима мотоцикала и мопеда'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 84, 
                        points: 3,
                        text: 'У ситуацији приказаној на слиц:', 
                        image: './img/slika222.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено Вам је претицање само теретног возила'
                            },
                            {
                                id: 2,
                                text: 'претицање Вам је дозвољено'
                            },
                            {
                                id: 3,
                                text: 'претицање Вам није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 85, 
                        points: 3,
                        text: 'Обилажење саобраћајном траком намењеном за кретање возила из супротног смера, при чему се прелази преко неиспрекидане уздужне линије, је дозвољено:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само возачима мотоцикала и мопеда, на путу у насељу'
                            },
                            {
                                id: 2,
                                text: 'када на путу има довољно простора за безбедно обилажење и ако се тиме не омета нормално кретање возила која долазе из супротног смера'
                            },
                            {
                                id: 3,
                                text: 'само ако се поступа по знацима које даје лице овлашћено за регулисање саобраћаја'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 86, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици претицање:', 
                        image: './img/slika223.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није Вам дозвољено'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено уколико не претиче колону возила'
                            },
                            {
                                id: 3,
                                text: 'Вам је дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 87, 
                        points: 3,
                        text: 'Приликом извођења радње претицања возач који претиче дужан је да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'своје возило, пре почетка претицања, држи на одстојању од возила које се претиче, које одговара половини зауставног пута његовог возила и растојању од најмање 1 m'
                            },
                            {
                                id: 2,
                                text: 'своје возило држи на потребном одстојању и растојању од возила које претиче, при чему не сме ометати, односно угрожавати, претицано возило нити друге учеснике саобраћају'
                            },
                            {
                                id: 3,
                                text: 'по завршетку претицања своје возило врати у саобраћајну траку којом се кретао пре тога, уз обезбеђење одстојања које одговара половини зауставног пута возила које се претиче'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 88, 
                        points: 3,
                        text: 'После претицања или обилажења возач је дужан да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'своје возило врати у саобраћајну траку којом се кретао пре тога, када уочи возило из супротног смера'
                            },
                            {
                                id: 2,
                                text: 'се без ометања, односно угрожавања, осталих учесника у саобраћају, врати у саобраћајну траку којом се кретао пре тога'
                            },
                            {
                                id: 3,
                                text: 'своје возило врати у саобраћајну траку којом се кретао пре тога, уз обезбеђење одстојања које одговара половини зауставног пута возила које се претиче'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 89, 
                        points: 3,
                        text: 'Возачу који се креће путем који није пут са првенством пролаза, непосредно испред раскрснице:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено претицање другог возила'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је претицање само бицикла, мопеда и мотоцикла'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је претицање другог возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 90, 
                        points: 3,
                        text: 'Непосредно испред раскрснице са кружним током саобраћаја:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено претицање другог возила'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је претицање другог возила'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је претицање само бицикла, мопеда и мотоцикла'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 91, 
                        points: 3,
                        text: 'На раскрсници са кружним током саобраћаја:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено претицање другог возила'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је претицање само бицикла, мопеда и мотоцикла'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је претицање другог возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 92, 
                        points: 3,
                        text: 'Возачу који се креће путем са првенством пролаза непосредно испред раскрснице и на раскрсници:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је претицање другог возила'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је претицање само бицикла, мопеда и мотоцикла'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено претицање другог возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 93, 
                        points: 3,
                        text: 'На раскрсници, на путу са првенством пролаза, претицање возила које скреће улево:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је са десне стране'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је са леве стране'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 94, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици (црвено возило скреће на раскрсници улево), возачу жутог возила који задржава правац кретања:', 
                        image: './img/slika224.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је претицање и то са десне стране'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено претицање'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је претицање и то са леве стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 95, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици (плаво возило скреће на раскрсници удесно), возачу белог возила који задржава правац кретања:', 
                        image: './img/slika225.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено претицање'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је претицање'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 96, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици (оба возила задржавају правац кретања кроз раскрсницу), возачу црвеног возила:', 
                        image: './img/slika226.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је претицање и то са десне стране'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено претицање'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је претицање и то са леве стране'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 97, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици (оба возила задржавају правац кретања кроз раскрсницу), возачу жутог возила:', 
                        image: './img/slika227.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дозвољено је претицање и то са леве стране'
                            },
                            {
                                id: 2,
                                text: 'дозвољено је претицање и то са десне стране'
                            },
                            {
                                id: 3,
                                text: 'дозвољено је претицање и то са десне стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 98, 
                        points: 3,
                        text: 'Ако се на средини коловоза, на којем се саобраћај одвија у оба смера, налази површина која није намењена за саобраћај возила, објекат или уређај:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возила морају да их обилазе са десне стране'
                            },
                            {
                                id: 2,
                                text: 'возила могу да их обилазе са обе стране'
                            },
                            {
                                id: 3,
                                text: 'возила морају да их обилазе са леве стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 99, 
                        points: 3,
                        text: 'Ако се површине које нису намењене за саобраћај возила, објекти или уређаји, налазе на средини пута са једносмерним саобраћајем могу да се обилазе:', 
                        answers: [
                            {
                                id: 1,
                                text: 'са обе стране, ако саобраћајним знаком није другачије одређено'
                            },
                            {
                                id: 2,
                                text: 'само са десне стране'
                            },
                            {
                                id: 3,
                                text: 'само са леве стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 100, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, на путу на којем се саобраћај одвија у оба смера, обилажење површине која није намењена за саобраћај возила је дозвољено:', 
                        image: './img/slika228.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'са десне стране'
                            },
                            {
                                id: 2,
                                text: 'са леве стране'
                            },
                            {
                                id: 3,
                                text: 'и са леве и са десне стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 101, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици обилажење возила које се зауставило ради пропуштања пешака:', 
                        image: './img/slika229.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није Вам дозвољено'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 102, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици обилажење површине која није намењена за саобраћај возила Вам је дозвољено:', 
                        image: './img/slika230.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'и са леве и са десне стране'
                            },
                            {
                                id: 2,
                                text: 'са десне стране'
                            },
                            {
                                id: 3,
                                text: 'са леве стране'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 103, 
                        points: 3,
                        text: 'Обилажење возач сме да врши само:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ако на коловозу нема поледице или снега'
                            },
                            {
                                id: 2,
                                text: 'ако тиме не угрожава друге учеснике у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'када на путу има довољно простора за безбедно обилажење и ако се тиме не омета нормално кретање возила која долазе из супротног смера'
                            },
                            {
                                id: 4,
                                text: 'ако је растојање од возила које се обилази веће од 0,5 m'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 104, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици обилажење површине на којој се саобраћај не одвија због радова на путу је дозвољено:', 
                        image: './img/slika231.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'са леве стране'
                            },
                            {
                                id: 2,
                                text: 'са десне стране'
                            },
                            {
                                id: 3,
                                text: 'и са леве и са десне стране'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            },
            {
                id: 4,
                name: 'Брзина (појам брзине, тренутна брзина, средња брзина, прилагођавање брзине условима саобраћаја, стању пута, атмосферским приликама, видљивости, прегледности, густини саобраћаја, ограничење брзине у насељу, односно ван насеља, ограничење брзине према врсти и намени возила, врсти пута, ограничења брзине изражена саобраћајним знаковима)',
                total_number_of_questions: 25,
                questions: [
                    {
                        id: 1, 
                        points: 3,
                        text: 'Возач је дужан да брзину кретања возила прилагоди:', 
                        answers: [
                            {
                                id: 1,
                                text: 'особинама и стању пута'
                            },
                            {
                                id: 2,
                                text: 'видљивости и прегледности'
                            },
                            {
                                id: 3,
                                text: 'расположивом времену за долазак на жељено место'
                            },
                            {
                                id: 4,
                                text: 'стању возила и терета'
                            },
                            {
                                id: 5,
                                text: 'тако да до жељеног места стигне што пре'
                            },
                            {
                                id: 6,
                                text: 'према брзини возила која се најбрже крећу'
                            }
                        ],
                        correct_answers: [1, 2, 4]
                    },
                    {
                        id: 2, 
                        points: 3,
                        text: 'Возач је дужан да брзину кретања возила прилагоди:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тако да му вожња буде најудобнија'
                            },
                            {
                                id: 2,
                                text: 'расположивом времену за долазак на жељено место'
                            },
                            {
                                id: 3,
                                text: 'густини саобраћаја и другим саобраћајним условима'
                            },
                            {
                                id: 4,
                                text: 'атмосферским приликама'
                            }
                        ],
                        correct_answers: [3, 4]
                    },
                    {
                        id: 3, 
                        points: 3,
                        text: 'Возач је дужан да брзину кретања возила прилагоди тако да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не угрожава безбедност саобраћаја'
                            },
                            {
                                id: 2,
                                text: 'што пре безбедно стигне на одредиште'
                            },
                            {
                                id: 3,
                                text: 'возило може благовремено да заустави пред сваком препреком коју под датим околностима може да види или има разлога да предвиди'
                            },
                            {
                                id: 4,
                                text: 'може ометати, али не и угрозити друге учеснике у саобраћају'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 4, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици дужни сте да се крећете брзином:', 
                        image: './img/slika232.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'тако да можете благовремено да зауставите возило пред сваком препреком коју под датим околностима можете да видите или има разлога да предвидите'
                            },
                            {
                                id: 2,
                                text: 'од највише 60 km/h'
                            },
                            {
                                id: 3,
                                text: 'која је најмање 20% мања од брзине дозвољене правилима саобраћаја за тај пут'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 5, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, дужни сте да се крећете брзином:', 
                        image: './img/slika234.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'тако да можете благовремено да зауставите возило пред сваком препреком коју под датим околностима можете да видите или имате разлога да предвидите'
                            },
                            {
                                id: 2,
                                text: 'која је најмање 20% мања од брзине дозвољене постављеним саобраћајним знаком, за тај део пута'
                            },
                            {
                                id: 3,
                                text: 'тако да не угрожавате безбедност саобраћаја'
                            },
                            {
                                id: 4,
                                text: 'од највише 40 km/h'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 6, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици дужни сте да се крећете брзином:', 
                        image: './img/slika235.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'од највише 80 km/h'
                            },
                            {
                                id: 2,
                                text: 'која је најмање 20% мања од брзине дозвољене према врсти возила којима управљате'
                            },
                            {
                                id: 3,
                                text: 'тако да можете благовремено да зауставите возило пред сваком препреком коју под датим околностима можете да видите или има разлога да предвидите'
                            },
                            {
                                id: 4,
                                text: 'да не угрожавате себе и друге учеснике у саобраћају'
                            }
                        ],
                        correct_answers: [3, 4]
                    },
                    {
                        id: 7, 
                        points: 3,
                        text: 'На путу у насељу, где брзина није ограничена постављеним саобраћајним знаком, возач не сме да се креће брзином већом од:', 
                        answers: [
                            {
                                id: 1,
                                text: '50 km/h'
                            },
                            {
                                id: 2,
                                text: '80 km/h'
                            },
                            {
                                id: 3,
                                text: '60 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, након саобраћајног знака, морате се кретати брзином која није већа од:', 
                        image: './img/slika236.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '60 km/h'
                            },
                            {
                                id: 2,
                                text: '80 km/h'
                            },
                            {
                                id: 3,
                                text: '50 km/h'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 9, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, након саобраћајног знака, морате се кретати брзином која није већа од:', 
                        image: './img/slika237.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '80 km/h'
                            },
                            {
                                id: 2,
                                text: '50 km/h'
                            },
                            {
                                id: 3,
                                text: '60 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 10, 
                        points: 3,
                        text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                        image: './img/slika238.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '60 km/h'
                            },
                            {
                                id: 2,
                                text: '80 km/h'
                            },
                            {
                                id: 3,
                                text: '50 km/h'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 11, 
                        points: 3,
                        text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                        image: './img/slika239.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '40 km/h'
                            },
                            {
                                id: 2,
                                text: '60 km/h'
                            },
                            {
                                id: 3,
                                text: '50 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 12, 
                        points: 3,
                        text: 'На аутопуту ван насеља, није дозвољено кретање брзином већом од:', 
                        answers: [
                            {
                                id: 1,
                                text: '120 km/h'
                            },
                            {
                                id: 2,
                                text: '100 km/h'
                            },
                            {
                                id: 3,
                                text: '130 km/h'
                            },
                            {
                                id: 4,
                                text: '80 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 13, 
                        points: 3,
                        text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                        image: './img/slika240.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '80 km/h'
                            },
                            {
                                id: 2,
                                text: '130 km/h'
                            },
                            {
                                id: 3,
                                text: '120 km/h'
                            },
                            {
                                id: 4,
                                text: '100 km/h'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 14, 
                        points: 3,
                        text: 'На мотопуту ван насеља, није дозвољено кретање брзином већом од:', 
                        answers: [
                            {
                                id: 1,
                                text: '120 km/h'
                            },
                            {
                                id: 2,
                                text: '130 km/h'
                            },
                            {
                                id: 3,
                                text: '80 km/h'
                            },
                            {
                                id: 4,
                                text: '100 km/h'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 15, 
                        points: 3,
                        text: 'На аутопуту ван насеља, возач скупа возила којег чине теретно и прикључно возило, дужан је да се креће брзином која није већа од:', 
                        answers: [
                            {
                                id: 1,
                                text: '80 km/h'
                            },
                            {
                                id: 2,
                                text: '100 km/h'
                            },
                            {
                                id: 3,
                                text: '90 km/h'
                            },
                            {
                                id: 4,
                                text: '70 km/h'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 16, 
                        points: 3,
                        text: 'Возач теретног возила приказаног на слици, дужан је да се креће брзином која није већа од:', 
                        image: './img/slika241.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '80 km/h'
                            },
                            {
                                id: 2,
                                text: '60 km/h'
                            },
                            {
                                id: 3,
                                text: '100 km/h'
                            },
                            {
                                id: 4,
                                text: '120 km/h'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 17, 
                        points: 3,
                        text: 'Возач скупа возила приказаног на слици мора се кретати брзином која није већа од:', 
                        image: './img/slika242.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '60 km/h'
                            },
                            {
                                id: 2,
                                text: '80 km/h'
                            },
                            {
                                id: 3,
                                text: '120 km/h'
                            },
                            {
                                id: 4,
                                text: '100 km/h'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 18, 
                        points: 3,
                        text: 'На путу ван насеља који није аутопут ни мотопут, возач не сме возилом да се креће брзином већом од:', 
                        answers: [
                            {
                                id: 1,
                                text: '120 km/h'
                            },
                            {
                                id: 2,
                                text: '80 km/h'
                            },
                            {
                                id: 3,
                                text: '100 km/h'
                            },
                            {
                                id: 4,
                                text: '130 km/h'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 19, 
                        points: 3,
                        text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                        image: './img/slika243.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '120 km/h'
                            },
                            {
                                id: 2,
                                text: '130 km/h'
                            },
                            {
                                id: 3,
                                text: '80 km/h'
                            },
                            {
                                id: 4,
                                text: '100 km/h'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 20, 
                        points: 3,
                        text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                        image: './img/slika244.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '100 km/h'
                            },
                            {
                                id: 2,
                                text: '120 km/h'
                            },
                            {
                                id: 3,
                                text: '60 km/h'
                            },
                            {
                                id: 4,
                                text: '80 km/h'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 21, 
                        points: 3,
                        text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                        image: './img/slika245.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '100 km/h'
                            },
                            {
                                id: 2,
                                text: '120 km/h'
                            },
                            {
                                id: 3,
                                text: '60 km/h'
                            },
                            {
                                id: 4,
                                text: '80 km/h'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 22, 
                        points: 3,
                        text: 'У ситуацији приказаној на слици, након саобраћајног знака, дужни сте да се крећете брзином која није већа од:', 
                        image: './img/slika246.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '120 km/h'
                            },
                            {
                                id: 2,
                                text: '60 km/h'
                            },
                            {
                                id: 3,
                                text: '80 km/h'
                            },
                            {
                                id: 4,
                                text: '100 km/h'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 23, 
                        points: 3,
                        text: 'Брзина кретања моторног возила које вуче прикључно возило за становање (караван), на путу ван насеља ограничена је на:', 
                        answers: [
                            {
                                id: 1,
                                text: '100 km/h'
                            },
                            {
                                id: 2,
                                text: '80 km/h'
                            },
                            {
                                id: 3,
                                text: '40 km/h'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 24, 
                        points: 3,
                        text: 'Брзина кретања теретног моторног возила са прикључним возилом, на путу ван насеља осим на аутопуту, ограничена је на:', 
                        answers: [
                            {
                                id: 1,
                                text: '70 km/h'
                            },
                            {
                                id: 2,
                                text: '50 km/h'
                            },
                            {
                                id: 3,
                                text: '90 km/h'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 25, 
                        points: 3,
                        text: 'Возач теретног возила чија је највећа дозвољена маса 3.500 kg, након саобраћајних знакова, дужан је да се креће брзином која није већа од:', 
                        image: './img/slika247.jpg',
                        answers: [
                            {
                                id: 1,
                                text: '60 km/h'
                            },
                            {
                                id: 2,
                                text: '40 km/h'
                            },
                            {
                                id: 3,
                                text: '50 km/h'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            },
            {
                id: 5,
                name: 'Првенство пролаза (првенство пролаза на раскрсници, при укључивању на пут, при сусрету са трамвајем и возом)',
                total_number_of_questions: 33,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'На раскрсници или у сусрету са другим возилом, возач је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан да пропусти возило које долази са његове леве стране'
                            },
                            {
                                id: 2,
                                text: 'дужан да пропусти возило које долази са његове десне стране'
                            },
                            {
                                id: 3,
                                text: 'дужан да пропусти сва возила за јавни превоз путника без обзира са које му стране долазе'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици предност има:', 
                        image: './img/slika248.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возач возила означеног бројем 2'
                            },
                            {
                                id: 2,
                                text: 'возач возила које се налази у колони са мањом брзином кретања'
                            },
                            {
                                id: 3,
                                text: 'возач возила означеног бројем 1'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици предност има:', 
                        image: './img/slika249.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возач возила које се налази у колони у којој се возила крећу мањом брзином'
                            },
                            {
                                id: 2,
                                text: 'возач возила означеног бројем 2'
                            },
                            {
                                id: 3,
                                text: 'возач возила означеног бројем 1'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, где свако од возила на раскрсници има првенство пролаза у односу на возило које му долази са леве стране, поступање којим ћете омогућити безбедан пролазак кроз раскрсницу је да:', 
                        image: './img/slika250.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'визуелним контактом и давањем одговарајућег знака руком омогућите пролаз возачу црвеног возила које има предност у односу на бело возило и пропустите трактор'
                            },
                            {
                                id: 2,
                                text: 'покажете одлучност и први прођете кроз раскрсницу'
                            },
                            {
                                id: 3,
                                text: 'визуелним контактом и давањем одговарајућег знака руком захтевате од возача трактора да Вам омогући пролазак кроз раскрсницу с обзиром да имате предност у односу на путничко возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Возач возила који на раскрсници скреће улево:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти возило које, долазећи из супротног смера на раскрсници задржава правац кретања или скреће удесно, ако саобраћајним знаком није другачије одређено'
                            },
                            {
                                id: 2,
                                text: 'има првенство пролаза у односу на возило које, долазећи из супротног смера на раскрсници задржава правац кретања или скреће удесно, ако саобраћајним знаком није другачије одређено'
                            },
                            {
                                id: 3,
                                text: 'дужан је да пропусти возило које, долазећи из супротног смера на раскрсници задржава правац кретања, а има првенство пролаза у односу на возило које скреће удесно, ако саобраћајним знаком није другачије одређено'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika251.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на теретно возило'
                            },
                            {
                                id: 3,
                                text: 'имате предност у односу на оба возила'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите теретно возило, а имате првенство пролаза у односу на путничко возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika252.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 2,
                                text: 'имате предност у односу на оба возила'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трактор'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите трактор, а имате првенство пролаза у односу на путничко возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika253.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'имате предност у односу на оба возила'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите возило из супротног смера, а имате првенство пролаза у односу на трактор'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите трактор, а имате првенство пролаза у односу на возило из супротног смера'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika254.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трактор'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 3,
                                text: 'имате предност у односу на оба возила'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите трактор, а имате првенство пролаза у односу на путничко возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika255.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 2,
                                text: 'имате предност у односу на оба возила'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите возило из супротног смера, а имате првенство пролаза у односу на трактор'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите трактор, а имате првенство пролаза у односу на возило из супротног смера'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika256.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'зауставићете се и пропустити путничко возило'
                            },
                            {
                                id: 2,
                                text: 'имате првенство пролаза у односу на путничко возило'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите путничко возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika257.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите возило које скреће улево'
                            },
                            {
                                id: 2,
                                text: 'имате право првенства пролазау односу на возило које скреће улево'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'На раскрсници или у сусрету са трамвајем, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'има у свим случајевима првенство пролаза у односу на трамвај, ако саобраћајним знаком није другачије одређено'
                            },
                            {
                                id: 2,
                                text: 'једужан да пропусти трамвај, само ако долази са његове десне стране'
                            },
                            {
                                id: 3,
                                text: 'је дужан да пропусти трамвај у свим случајевима, ако саобраћајним знаком није другачије одређено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika258.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                            },
                            {
                                id: 2,
                                text: 'имате првенство пролаза у односу на оба возила'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамва'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите оба возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika259.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                            },
                            {
                                id: 2,
                                text: 'имате првенство пролаза у односу на оба возила'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамвај'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите оба возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika261.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамвај'
                            },
                            {
                                id: 2,
                                text: 'имате првенство пролаза у односу на оба возила'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите оба возила'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika260.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 3,
                                text: 'имате првенство пролаза у односу на оба возила'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамвај'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika262.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 3,
                                text: 'имате првенство пролаза у односу на оба возила'
                            },
                            {
                                id: 4,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамвај'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, возач путничког возила:', 
                        image: './img/slika263.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти трактор са укљученим жутим ротационим или трепћућим светлом'
                            },
                            {
                                id: 2,
                                text: 'има првенство пролаза у односу на трактор са укљученим жутим ротационим или трепћућим светлом'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika264.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'имате првенство пролаза у односу на возило које Вам долази са леве стране'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите возило које Вам долази са леве стране'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач путничког возила:', 
                        image: './img/slika265.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти аутобус који долази са његове леве стране'
                            },
                            {
                                id: 2,
                                text: 'има првенство пролаза у односу на аутобус који долази са његове леве стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 22, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач аутобуса:', 
                        image: './img/slika266.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти путничко возило које долази са његове десне стране'
                            },
                            {
                                id: 2,
                                text: 'има првенство пролаза у односу на путничко возило које долази са његове десне стране'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 23, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika267.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'имате првенство пролаза у односу на возило које Вам долази са леве стране'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите возило које Вам долази са леве стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 24, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач теретног возила:', 
                        image: './img/slika268.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти путничко возило'
                            },
                            {
                                id: 2,
                                text: 'има првенство пролаза у односу на путничко возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 25, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika269.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возач теретног возила има првенство пролаза у односу на путничко возило'
                            },
                            {
                                id: 2,
                                text: 'возач путничког возила има првенство пролаза у односу на теретно возило'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 26, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika270.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на бицикл'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите бицикл, а имате првенство пролаза у односу на путничко возило'
                            },
                            {
                                id: 4,
                                text: 'имате првенство пролаза у односу на оба возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 27, 
                        points: 2,
                        text: 'Возач возила које се са земљаног пута укључује на пут са савременим коловозним застором:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти само моторна возила која се крећу путем на који се укључује'
                            },
                            {
                                id: 2,
                                text: 'дужан је да пропусти сва возила која се крећу путем на који се укључује, само када је то одређено саобраћајним знаком'
                            },
                            {
                                id: 3,
                                text: 'дужан је да пропусти сва возила која се крећу путем на који се укључује и када тај пут није саобраћајним знаком означен као пут са првенством пролаза'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 28, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika271.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да пропустите оба возила'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите бицикл, а имате првенство пролаза у односу на аутобус'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите аутобус, а имате првенство пролаза у односу на бицикл'
                            },
                            {
                                id: 4,
                                text: 'имате првенство пролаза у односу на оба возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 29, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika272.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'имате првенство пролаза у односу на оба возила'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите возило које Вам долази са десне стране'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите возило које Вам долази са леве стране'
                            },
                            {
                                id: 4,
                                text: 'морате пропустити оба возила'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 30, 
                        points: 2,
                        text: 'Возач који при скретању пресеца бициклистичку стазу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти само возила која му долазе са његове десне стране крећући се том стазом'
                            },
                            {
                                id: 2,
                                text: 'дужан је да пропусти возила која се крећу бициклистичком стазом'
                            },
                            {
                                id: 3,
                                text: 'има првенство пролаза у односу на возила која се крећу бициклистичком стазом'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 31, 
                        points: 2,
                        text: 'Возач који при скретању пресеца бициклистичку траку:', 
                        answers: [
                            {
                                id: 1,
                                text: 'има првенство пролаза у односу на возила која се крећу бициклистичком траком'
                            },
                            {
                                id: 2,
                                text: 'дужан је да пропусти само возила која му долазе са његове десне стране крећући се том траком'
                            },
                            {
                                id: 3,
                                text: 'дужан је да пропусти возила која се крећу бициклистичком траком'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 32, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika273.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'имате првенство пролаза у односу на бицикл'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите бицикл'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 33, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возачи возила:', 
                        image: './img/slika274.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'имају првенство пролаза у односу на бицикл'
                            },
                            {
                                id: 2,
                                text: 'дужни су да пропусте бицикл'
                            }
                        ],
                        correct_answers: [2]
                    }
                    
                ]
            },
            {
                id: 6,
                name: 'Саобраћај на раскрсници (општа правила, начин кретања кроз раскрсницу)',
                total_number_of_questions: 13,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Возач који се приближава раскрсници дужан је да прилагоди вожњу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'условима саобраћаја на раскрсници'
                            },
                            {
                                id: 2,
                                text: 'тако да што пре прође кроз раскрсницу'
                            },
                            {
                                id: 3,
                                text: 'тако да вози брзином при којој може да се заустави и пропусти возила која на раскрсници имају првенство пролаза'
                            },
                            {
                                id: 4,
                                text: 'како би што пре стигао на одредиште'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Возач који прилази раскрсници:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да на довољном одстојању пред раскрсницом изврши престројавање и заузме положај на саобраћајној траци предвиђеној за пролазак кроз раскрсницу у смеру у којем жели наставити кретање'
                            },
                            {
                                id: 2,
                                text: 'може и непосредно пред раскрсницом да заузме положај на саобраћајној траци предвиђеној за пролазак кроз раскрсницу у смеру у којем жели наставити кретање'
                            },
                            {
                                id: 3,
                                text: 'може проћи раскрсницу у жељеном смеру било којом саобраћајном траком ако тиме не омета или угрожава остале учеснике у саобраћају'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Возач који улази возилом на пут са првенством пролаза:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти сва возила која се крећу тим путем'
                            },
                            {
                                id: 2,
                                text: 'дужан је да пропусти само моторна возила која се крећу тим путем'
                            },
                            {
                                id: 3,
                                text: 'дужан је да пропусти само возила која долазе са његове десне стране крећући се тим путем'
                            },
                            {
                                id: 4,
                                text: 'дужан је да пропусти само возила која долазе са његове леве стране крећући се тим путем'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици можете:', 
                        image: './img/slika281.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'наставити кретање право'
                            },
                            {
                                id: 2,
                                text: 'наставити кретање у сва три смера, уколико не ометате или угрожавате безбедност саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'извршити скретање улево'
                            },
                            {
                                id: 4,
                                text: 'извршити скретање удесно'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, испред раскрснице заузели сте положај на саобраћајној траци тако да:', 
                        image: './img/slika282.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам није дозвољено да извршите скретање улево'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено да извршите скретање улево'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, испред раскрснице заузели сте положај на саобраћајној траци тако да:', 
                        image: './img/slika283.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам није дозвољено да извршите скретање удесно'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено да извршите скретање удесно'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Возач који жели да прође кроз раскрсницу, на којој има првенство пролаза:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме возилом да уђе у раскрсницу, ако ће због густине саобраћаја стати у раскрсници или на пешачком прелазу и тиме ометати или онемогућити саобраћај возила, односно пешака'
                            },
                            {
                                id: 2,
                                text: 'може возилом ући у раскрсницу ако му густина саобраћаја дозвољава да не стане на пешачком прелазу, иако тиме омета саобраћај возила'
                            },
                            {
                                id: 3,
                                text: 'мора возилом да уђе у раскрсницу, без обзира на густину саобраћаја, да не би ометао возила која се крећу иза њега'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Возач који жели да прође кроз раскрсницу, када му је семафором то дозвољено:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме возилом да уђе у раскрсницу, ако ће због густине саобраћаја стати у раскрсници или на пешачком прелазу и тиме ометати или онемогућити саобраћај возила, односно пешака'
                            },
                            {
                                id: 2,
                                text: 'мора возилом да уђе у раскрсницу, без обзира на густину саобраћаја, да не би ометао возила која се крећу иза њега'
                            },
                            {
                                id: 3,
                                text: 'може возилом ући у раскрсницу и због густине саобраћаја стати на пешачком прелазу, ако је пешацима семафором забрањен пролаз'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, када се возила у раскрсници испред Вас не крећу:', 
                        image: './img/slika284.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'можете возилом ући у раскрсницу и стати на пешачком прелазу, због густине саобраћаја, јер је пешацима семафором забрањен пролаз'
                            },
                            {
                                id: 2,
                                text: 'не смете возилом ући у раскрсницу, јер ћете због густине саобраћаја стати на пешачком прелазу и у случају промене светлосног знака ометаћете саобраћај пешака'
                            },
                            {
                                id: 3,
                                text: 'морате возилом ући у раскрсницу, без обзира на густину саобраћаја, да не би ометали возила која се крећу иза вас'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, испред раскрснице заузели сте положај на саобраћајној траци тако да:', 
                        image: './img/slika285.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'Вам није дозвољено да извршите скретање улево'
                            },
                            {
                                id: 2,
                                text: 'Вам је дозвољено да извршите скретање улево'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У ситуацији када се крећете путем са првенством пролаза, а возила у раскрсници испред Вас се не крећу:', 
                        image: './img/slika286.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'можете возилом ући у раскрсницу, јер се крећете путем са првенством пролаза, при чему се не смете зауставити на пешачком прелазу'
                            },
                            {
                                id: 2,
                                text: 'можете возилом ући у раскрсницу, без обзира на густину саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'не смете возилом ући у раскрсницу, јер ћете због густине саобраћаја стати на пешачком прелазу или у раскрсници и тиме ћете ометати саобраћај пешака или возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, када се зелено и жуто возило не крећу, возач црвеног возила који задржава правац кретања:', 
                        image: './img/slika287.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'мора возилом ући у раскрсницу, без обзира на густину саобраћаја, да не би ометао возила која се крећу иза њега'
                            },
                            {
                                id: 2,
                                text: 'може возилом ући и стати у раскрсници, јер је возилима која се крећу путем који се укршта са путем којим се он креће, семафором забрањен пролаз'
                            },
                            {
                                id: 3,
                                text: 'не сме возилом ући у раскрсницу, јер ће због густине саобраћаја стати у раскрсници и у случају промене светлосног знака ометаће саобраћај возила'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, када се возила испред њега не крећу, возач црвеног возила који задржава правац кретања:', 
                        image: './img/slika288.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'мора возилом ући у раскрсницу, без обзира на густину саобраћаја, да не би ометао возила која се крећу иза њега'
                            },
                            {
                                id: 2,
                                text: 'не сме возилом ући у раскрсницу, јер ће због густине саобраћаја стати на пешачком прелазу или у раскрсници и тиме ће ометати саобраћај возила, односно пешака'
                            },
                            {
                                id: 3,
                                text: 'може возилом ући и стати у раскрсници, јер се креће путем са првенством пролаза'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            },
            {
                id: 7,
                name: 'Насилничка вожња (појам, понашање возача који представљају насилничку вожњу и опасности која она доноси)',
                total_number_of_questions: 2,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Поступање возача возила који Вам долази у сусрет саобраћајном траком којом се крећете, представља:', 
                        image: './img/slika275.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'прописано поступање'
                            },
                            {
                                id: 2,
                                text: 'непрописно поступање које је у грубој супротности са правилима саобраћаја (насилничка вожња)'
                            },
                            {
                                id: 3,
                                text: 'непрописно поступање, које није у грубој супротности са правилима саобраћаја, с обзиром да претицање може извести без угрожавања других учесника у саобраћају'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Ваше поступање у ситуацији приказаној на слици представља:', 
                        image: './img/slika276.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'прописано поступање'
                            },
                            {
                                id: 2,
                                text: 'непрописно поступање, које није у грубој супротности са правилима саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'непрописно поступање које је у грубој супротности са правилима саобраћаја (насилничка вожња)'
                            }
                        ],
                        correct_answers: [3]
                    }
                ]
            },
            {
                id: 8,
                name: 'Звучни или светлосни знаци упозорења (давање знакова и забране давања знакова)',
                total_number_of_questions: 19,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Звучни знак упозорења, на путу ван насеља, возач је дужан да употреби:', 
                        answers: [
                            {
                                id: 1,
                                text: 'када се возило које се креће истом саобраћајном траком у истом смеру креће споро, а не постоје услови за претицање'
                            },
                            {
                                id: 2,
                                text: 'када је укључено зелено светло на семафору, а возач возила испред њега није покренуо своје возило'
                            },
                            {
                                id: 3,
                                text: 'због упозорења другом учеснику у саобраћају када жели да га претекне или обиђе, ако би без тог знака постојала опасност настанка саобраћајне незгоде'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [2, 3, 4, 5, 6, 7, 8, 9, 10]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач возила означеног бројем 2, на путу ван насеља, уколико наставља претицање:', 
                        image: './img/slika299.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да употреби звучни знак упозорења'
                            },
                            {
                                id: 2,
                                text: 'дужан је да употреби звучни и светлосни знак упозорења'
                            },
                            {
                                id: 3,
                                text: 'није дужан да употреби звучни знак упозорења'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [1]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, уколико желите да наставите кретање:', 
                        image: './img/slika300.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да употребите звучни и светлосни знак упозорења'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да употребите звучни знак упозорења'
                            },
                            {
                                id: 3,
                                text: 'нисте дужни да употребите звучни знак упозорења'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [2]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika301.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'стрпљиво ћете наставити вожњу до места на којем можете извршити претицање'
                            },
                            {
                                id: 2,
                                text: 'звучним знаком упозорења упозорићете возача возила испред да Вас омета спором вожњом'
                            },
                            {
                                id: 3,
                                text: 'светлосним и звучним знаком упозорења упозорићете возача возила испред да Вас омета спором вожњом'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [3]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'На путу ван насеља пре уласка у непрегледну и узану кривину или доласка на превој, где је мимоилажење отежано:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возач није дужан да употреби звучни знак упозорења'
                            },
                            {
                                id: 2,
                                text: 'возач је дужан да употреби звучни знак упозорења'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [6]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици на уласку у непрегледну кривину:', 
                        image: './img/slika302.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да употребите звучни знак упозорења'
                            },
                            {
                                id: 2,
                                text: 'нисте дужни да употребите звучни знак упозорења'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [5]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Возач је дужан да звучни знак упозорења даје:', 
                        answers: [
                            {
                                id: 1,
                                text: 'у мери која је довољна да се други учесници у саобраћају упозоре'
                            },
                            {
                                id: 2,
                                text: 'најмање 5 секунди'
                            },
                            {
                                id: 3,
                                text: 'тако да не траје дуже од 3 секунде'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika303.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'светлосним и звучним знаком упозорења упозорићете возача возила испред Вас да убрза процес покретања'
                            },
                            {
                                id: 2,
                                text: 'стрпљиво ћете сачекати да возач возила испред Вас настави кретање'
                            },
                            {
                                id: 3,
                                text: 'звучним знаком упозорења упозорићете возача возила испред Вас да убрза процес покретања'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Ако се поред коловоза налази дете које не обраћа пажњу на кретање возила:', 
                        answers: [
                            {
                                id: 1,
                                text: 'возач је дужан да употреби звучни знак упозорења'
                            },
                            {
                                id: 2,
                                text: 'возач није дужан да употреби звучни знак упозорења'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika304.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'нисте дужни да употребите звучни знак упозорења'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да употребите звучни знак упозорења'
                            }
                        ],
                        correct_answers: [],
                        similar_questions_ids: [9]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'Возач ноћу, уместо звучног знака упозорења, може употребити:', 
                        answers: [
                            {
                                id: 1,
                                text: 'истовремено све показиваче правца'
                            },
                            {
                                id: 2,
                                text: 'светлосни знак упозорења'
                            },
                            {
                                id: 3,
                                text: 'трепћућа светла'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Светлосни знак упозорења даје се узастопним или наизменичним паљењем:', 
                        answers: [
                            {
                                id: 1,
                                text: 'стоп светала'
                            },
                            {
                                id: 2,
                                text: 'позиционих светала'
                            },
                            {
                                id: 3,
                                text: 'дугих светала'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [11, 13]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Светлосни знак упозорења возач може да употреби:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само дању'
                            },
                            {
                                id: 2,
                                text: 'само ноћу'
                            },
                            {
                                id: 3,
                                text: 'ноћу и дању ако такав начин упозорења више одговара условима на путу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'Возач је на јавном путу дужан да укључи све показиваче правца на возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ако упозорава друге учеснике на опасност у саобраћају'
                            },
                            {
                                id: 2,
                                text: 'када се креће као последњи у колони на путу ван насељеног места'
                            },
                            {
                                id: 3,
                                text: 'за време уласка или изласка путника'
                            },
                            {
                                id: 4,
                                text: 'када се зауставио испред прелаза пута преко железничке пруге'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, возач из чијeг возила излазе путници:', 
                        image: './img/slika305.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да укључи десни показивач правца на возилу'
                            },
                            {
                                id: 2,
                                text: 'дужан је да укључи све показиваче правца на возилу'
                            },
                            {
                                id: 3,
                                text: 'није дужан да укључи показиваче правца на возилу'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [14, 16, 17, 18, 19]
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'Возач је на јавном путу дужан да укључи све показиваче правца на возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'када се креће као последњи у колони на путу ван насељеног места'
                            },
                            {
                                id: 2,
                                text: 'ако је последњи у колони возила која се зауставила на путу изван насеља, осим ако је колона заустављена због поступања по саобраћајном знаку или правилу саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'када се зауставио иза возила за организовани превоз деце у које деца улазе или излазе'
                            },
                            {
                                id: 4,
                                text: 'у условима изразито смањене видљивости (густа магла, дим и сл.)'
                            }
                        ],
                        correct_answers: [2, 4]
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, возач последњег возила у заустављеној колони:', 
                        image: './img/slika306.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'није дужан да укључи показиваче правца на возилу'
                            },
                            {
                                id: 2,
                                text: 'дужан је да укључи леви показивач правца'
                            },
                            {
                                id: 3,
                                text: 'дужан је да укључи све показиваче правца на возилу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'Возач је на јавном путу дужан да укључи све показиваче правца на возилу:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ако се креће уназад'
                            },
                            {
                                id: 2,
                                text: 'ако се заустави на коловозу због поступања по саобраћајном знаку или правилу саобраћаја'
                            },
                            {
                                id: 3,
                                text: 'ако се заустави на коловозу, осим приликом паркирања на обележеном паркингу, односно због поступања по саобраћајном знаку или правилу саобраћаја'
                            },
                            {
                                id: 4,
                                text: 'када врши полукружно окретање'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици возач возила које се креће уназад:', 
                        image: './img/slika307.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да укључи све показиваче правца на возилу'
                            },
                            {
                                id: 2,
                                text: 'није дужан да укључи показиваче правца на возилу'
                            },
                            {
                                id: 3,
                                text: 'дужан је да даје звучни знак упозорења'
                            }
                        ],
                        correct_answers: [1]
                    }
                ]
            },
//            {
//                name: 'Заустављање и паркирање (општа правила о заустављању и паркирању, забране заустављања и паркирања, начин обезбеђења возила)',
//                total_number_of_questions: 115,
//                questions: [
//                ]
//            },
//            {
//                name: 'Вучење возила (опште одредбе, начин вучења возила, број прикључних возила у зависности од врсте возила, забране)',
//                total_number_of_questions: 38,
//                questions: [
//                ]
//            },
            {
                id: 11,
                name: 'Употреба светала у саобраћају (употреба кратких, односно дневних, дугих, позиционих, светала за маглу, означавање и осветљавање осталих учесника као што су пешаци, бициклисти и др.)',
                total_number_of_questions: 12,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'На моторном возилу за време вожње дању у саобраћају на путу морају бити укључена:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дуга светла'
                            },
                            {
                                id: 2,
                                text: 'кратка, односно дневна светла'
                            },
                            {
                                id: 3,
                                text: 'светла за маглу'
                            },
                            {
                                id: 4,
                                text: 'светла за осветљавање места где се изводе радови'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, морају бити укључена:', 
                        answers: [
                            {
                                id: 1,
                                text: 'светла за маглу'
                            },
                            {
                                id: 2,
                                text: 'светла за осветљавање места где се изводе радови'
                            },
                            {
                                id: 3,
                                text: 'кратка, односно дневна светла'
                            },
                            {
                                id: 4,
                                text: 'дуга светла'
                            }
                        ],
                        correct_answers: [4]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, возач је дужан да уместо дугих светала употребљава кратка:', 
                        answers: [
                            {
                                id: 1,
                                text: 'ако омета возача испред себе'
                            },
                            {
                                id: 2,
                                text: 'на путу у насељу'
                            },
                            {
                                id: 3,
                                text: 'кад при мимоилажењу са другим возилом оцени да светлом свог возила заслепљује возача возила које му долази у сусрет, а увек на одстојању мањем од 250 m'
                            },
                            {
                                id: 4,
                                text: 'кад при мимоилажењу са другим возилом оцени да светлом свог возила заслепљује возача возила које му долази у сусрет, а увек на одстојању мањем од 200 m'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, возач је дужан да уместо дугих светала употребљава кратка:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на путу у насељу'
                            },
                            {
                                id: 2,
                                text: 'у тунелу'
                            },
                            {
                                id: 3,
                                text: 'на путу осветљеном уличном расветом'
                            },
                            {
                                id: 4,
                                text: 'на одстојању мањем од 250 m од возила које му долази у сусрет'
                            }
                        ],
                        correct_answers: [2, 3]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, возач је дужан да уместо дугих светала употребљава кратка:', 
                        answers: [
                            {
                                id: 1,
                                text: 'за време магле'
                            },
                            {
                                id: 2,
                                text: 'на путу у насељу на одстојању мањем од 250 m од возила које му долази у сусрет'
                            },
                            {
                                id: 3,
                                text: 'ако омета управљача шинског возила или пловила'
                            },
                            {
                                id: 4,
                                text: 'на путу у насељу'
                            }
                        ],
                        correct_answers: [1, 3]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, возач је дужан да уместо дугих светала употребљава кратка:', 
                        answers: [
                            {
                                id: 1,
                                text: 'на путу у насељу на одстојању мањем од 250 m од возила које му долази у сусрет'
                            },
                            {
                                id: 2,
                                text: 'на путу у насељу'
                            },
                            {
                                id: 3,
                                text: 'када је возило заустављено'
                            },
                            {
                                id: 4,
                                text: 'на путу осветљеном уличном расветом'
                            }
                        ],
                        correct_answers: [3, 4]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'За време магле, на моторном возилу морају да буду укључена:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дуга светла'
                            },
                            {
                                id: 2,
                                text: 'дневна светла'
                            },
                            {
                                id: 3,
                                text: 'кратка светла, односно светла за маглу или обе врсте светала'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Заустављено или паркирано возило на коловозу, ноћу и у условима смањене видљивости:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора имати укључена позициона, односно паркирна светла'
                            },
                            {
                                id: 2,
                                text: 'мора имати укључена кратка светла'
                            },
                            {
                                id: 3,
                                text: 'не мора имати укључена светла'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'На возилу које је заустављено или паркирано на коловозу, ноћу и у условима смањене видљивости, на делу пута где је улично осветљење такво да је возило довољно видљиво, на за то посебно обележеном месту:', 
                        answers: [
                            {
                                id: 1,
                                text: 'морају бити укључена позициона, односно паркирна, светла'
                            },
                            {
                                id: 2,
                                text: 'морају бити укључена кратка и позициона светла'
                            },
                            {
                                id: 3,
                                text: 'не морају бити укључена позициона, односно паркирна, светла'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици на паркираном возилу ноћу светла:', 
                        image: './img/slika278.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'су прописно укључена'
                            },
                            {
                                id: 2,
                                text: 'нису прописно укључена'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици на паркираном возилу ноћу светла:', 
                        image: './img/slika279.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'су прописно укључена'
                            },
                            {
                                id: 2,
                                text: 'нису прописно укључен'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици на паркираном возилу ноћу светла:', 
                        image: './img/slika280.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'су прописно укључена'
                            },
                            {
                                id: 2,
                                text: 'нису прописно укључена'
                            }
                        ],
                        correct_answers: [1]
                    }
                ]
            },
            {
                id: 12,
                name: 'Саобраћај трамваја и других возила на шинама, саобраћај трактора, радних машина, и мотокултиватора (опште одредбе, прикључци за извођење радова, вуча прикључних возила), саобраћај запрежних возила и учешће животиња у саобраћају',
                total_number_of_questions: 4,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'На возаче трамваја одредбе Закона о безбедности саобраћаја на путевима:', 
                        answers: [
                            {
                                id: 1,
                                text: 'се не примењују'
                            },
                            {
                                id: 2,
                                text: 'се примењују, осим ако то не искључују конструкционе особине тих возила или начин њиховог кретања'
                            },
                            {
                                id: 3,
                                text: 'се не примењују, осим одредаба о ограничењу брзине кретања возила'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Из возила или са возила на путу животиње је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'забрањено водити, осим на путу ван насеља'
                            },
                            {
                                id: 2,
                                text: 'дозвољено водити'
                            },
                            {
                                id: 3,
                                text: 'забрањено водити'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији као на слици, вођење животиње из возила у саобраћају на путу:', 
                        image: './img/slika277.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено, само уколико се возило креће брзином кретања пешака'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Уколико се животиња превози у возилу, превоз се обавља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'тако да животиња не сме бити у простору за путнике'
                            },
                            {
                                id: 2,
                                text: 'на начин да се не угрожава или омета возач, односно остали учесници у саобраћају'
                            },
                            {
                                id: 3,
                                text: 'ако да животиња мора бити у кавезу, односно у одговарајућем простору'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            },
            {
                id: 13,
                name: 'Обавезе возача према пешацима (услови за безбедно кретање пешака преко коловоза и по коловозу)',
                total_number_of_questions: 21,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Пешак који се креће по коловозу на путу ван насеља:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора да се креће што ближе левој ивици коловоза у смеру кретања, на начин којим не омета или не спречава саобраћај возила'
                            },
                            {
                                id: 2,
                                text: 'мора да се креће што ближе десној ивици коловоза у смеру кретања, на начин којим не омета или не спречава саобраћај возила'
                            },
                            {
                                id: 3,
                                text: 'може да се креће што ближе левој или десној ивици коловоза у смеру кретања, на начин којим не омета или не спречава саобраћај возила'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: []
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Пешак који учествује у саобраћају у колицима за особе са инвалидитетом, или се вози на котураљкама, односно скејтборду:', 
                        answers: [
                            {
                                id: 1,
                                text: 'сме да се придржава за возило у покрету, само ако се возило креће брзином хода пешака'
                            },
                            {
                                id: 2,
                                text: 'не сме да се придржава за возило у покрету'
                            },
                            {
                                id: 3,
                                text: 'сме да се придржава за возило у покрету'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: []
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Забрана ступања и кретања пешака на аутопуту и мотопуту не важи за:', 
                        answers: [
                            {
                                id: 1,
                                text: 'лице које обавља послове на отклањању последица саобраћајне незгоде или неисправности на возилу и терету'
                            },
                            {
                                id: 2,
                                text: 'возача возила које се зауставило ради изласка, односно уласка путника или истовара, односно утовара терета'
                            },
                            {
                                id: 3,
                                text: 'возача возила који се зауставио ради одмора'
                            },
                            {
                                id: 4,
                                text: 'возача возила које је принудно заустављено'
                            }
                        ],
                        correct_answers: [1, 4],
                        similar_questions_ids: []
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'На пешачком прелазу на којем је саобраћај регулисан семафорима, возач којем је светлосним саобраћајним знаком забрањен пролаз, када наилази на пешачки прелаз дужан је да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'заустави своје возило испред пешачког прелаза'
                            },
                            {
                                id: 2,
                                text: 'звучним знаком упозори пешака који прелази преко пешачког прелаза'
                            },
                            {
                                id: 3,
                                text: 'само пропусти пешака који прелази преко пешачког прелаза'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Возач којем је забрањен пролаз према знаку полицијског службеника, када наилази на пешачки прелаз, дужан је да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'пропусти пешака који прелази преко пешачког прелаза'
                            },
                            {
                                id: 2,
                                text: 'звучним знаком упозори пешака који прелази преко пешачког прелаза'
                            },
                            {
                                id: 3,
                                text: 'заустави своје возило испред пешачког прелаза'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: []
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на раскрсници на којој саобраћај регулише полицијски службеник, дужни сте да:', 
                        image: './img/slika308.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'зауставите своје возило испред линије заустављања'
                            },
                            {
                                id: 2,
                                text: 'звучним знаком упозорите пешака који прелази преко пешачког прелаза'
                            },
                            {
                                id: 3,
                                text: 'пропустите пешака који прелази преко пешачког прелаза'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: []
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'Возач којем је дозвољен пролаз према светлосном саобраћајном знаку, при наиласку на пешачки прелаз преко кога прелази пешак:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да звучним знаком упозори пешака'
                            },
                            {
                                id: 2,
                                text: 'дужан је да пропусти пешака'
                            },
                            {
                                id: 3,
                                text: 'није дужан да пропусти пешака'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: []
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, на раскрсници на којој саобраћај регулише полицијски службеник:', 
                        image: './img/slika309.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'нисте дужни да пропустите пешаке'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да звучним знаком упозорите пешаке'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите пешаке'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: []
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'Возач који скреће на бочни пут на чијем улазу не постоји пешачки прелаз, на који су ступили пешаци који прелазе преко коловоза бочног пута:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти пешаке који су већ ступили на коловоз'
                            },
                            {
                                id: 2,
                                text: 'дужан је да звучним знаком упозори пешаке јер не прелазе коловоз на обележеном пешачком прелазу'
                            },
                            {
                                id: 3,
                                text: 'није дужан да пропусти пешаке који су већ ступили на коловоз'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: []
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'Возач којем је дозвољен пролаз према знаку полицијског службеника, при наиласку на пешачки прелаз преко кога прелази пешак:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да звучним знаком упозори пешака'
                            },
                            {
                                id: 2,
                                text: 'дужан је да пропусти пешака'
                            },
                            {
                                id: 3,
                                text: 'није дужан да пропусти пешака'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: []
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika310.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'нисте дужни да пропустите пешаке'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите пешаке'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да звучним знаком упозорите пешаке'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: []
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'Возач који скреће на бочни пут када му је светлосним саобраћајним знаком дозвољен пролаз и наилази на пешачки прелаз на улазу на бочни пут, преко кога прелази дете:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да звучним знаком упозори дете'
                            },
                            {
                                id: 2,
                                text: 'није дужан да пропусти дете'
                            },
                            {
                                id: 3,
                                text: 'дужан је да заустави возило и да пропусти дете'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: []
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'Возач који скреће на бочни пут, када му је дозвољен пролаз према знаку полицијског службеника, при наиласку на пешачки прелаз преко кога прелази пешак:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да пропусти пешака'
                            },
                            {
                                id: 2,
                                text: 'није дужан да пропусти пешака'
                            },
                            {
                                id: 3,
                                text: 'дужан је да звучним знаком упозори пешака'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: []
                    },
                    {
                        id: 14, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika311.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'нисте дужни да пропустите пешака'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да звучним знаком упозорите пешака'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да пропустите пешака'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: []
                    },
                    {
                        id: 15, 
                        points: 2,
                        text: 'Возач који наилази на пешачки прелаз на коме саобраћај није регулисан уређајима за давање светлосних саобраћајних знакова нити знацима полицијског службеника, на који је већ ступило или ступа дете:', 
                        answers: [
                            {
                                id: 1,
                                text: 'дужан је да звучним знаком упозори дете'
                            },
                            {
                                id: 2,
                                text: 'дужан је да заустави возило и да пропусти дете'
                            },
                            {
                                id: 3,
                                text: 'није дужан да пропусти дете'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: []
                    },
                    {
                        id: 16, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika312.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'нисте дужни да пропустите пешака'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите пешака који је већ ступио на коловоз'
                            },
                            {
                                id: 3,
                                text: 'дужни сте да звучним знаком упозорите пешака јер не прелази коловоз на обележеном пешачком прелазу'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: []
                    },
                    {
                        id: 17, 
                        points: 2,
                        text: 'Када наилази на пешачки прелаз на коме саобраћај није регулисан уређајима за давање светлосних саобраћајних знакова нити знацима полицијског службеника, возач је дужан да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'заустави своје возило испред пешачког прелаза'
                            },
                            {
                                id: 2,
                                text: 'прилагоди брзину возила тако да у свакој ситуацији коју види или има разлога да предвиди може безбедно да заустави возило испред пешачког прелаза и пропусти пешака'
                            },
                            {
                                id: 3,
                                text: 'употреби звучни знак упозорења и настави кретање'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: [18]
                    },
                    {
                        id: 18, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, возач путничког возила дужан је да:', 
                        image: './img/slika313.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'заустави своје возило испред пешачког прелаза'
                            },
                            {
                                id: 2,
                                text: 'употреби звучни знак упозорења и настави кретање'
                            },
                            {
                                id: 3,
                                text: 'прилагоди брзину возила тако да у свакој ситуацији коју види или има разлога да предвиди може безбедно да заустави возило испред пешачког прелаза и пропусти пешака'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: []
                    },
                    {
                        id: 19, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици дужни сте:', 
                        image: './img/slika314.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'да наставите кретање брзином којом сте се до тада кретали уз употребу звучног знака упозорења'
                            },
                            {
                                id: 2,
                                text: 'само да прилагодите брзину тако да можете зауставити возило испред пешачког прелаза'
                            },
                            {
                                id: 3,
                                text: 'да због присуства деце возите са нарочитом опрезношћу тако да можете благовремено да зауставите возило и да употребите звучни знак упозорења'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: []
                    },
                    {
                        id: 20, 
                        points: 2,
                        text: 'Организовану колону пешака која се креће по коловозу, возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'не сме да пресеца'
                            },
                            {
                                id: 2,
                                text: 'сме да пресеца, осим ако су у колони деца'
                            },
                            {
                                id: 3,
                                text: 'сме да пресеца'
                            }
                        ],
                        correct_answers: [1],
                        similar_questions_ids: [21]
                    },
                    {
                        id: 21, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika315.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'смете да пресецате организовану колону пешака'
                            },
                            {
                                id: 2,
                                text: 'не смете да пресецате организовану колону пешака'
                            }
                        ],
                        correct_answers: [2],
                        similar_questions_ids: []
                    }
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: [],
//                        similar_questions_ids: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: [],
//                        similar_questions_ids: []
//                    }
                ]
            },
            {
                id: 14,
                name: 'Саобраћај на прелазу пута преко железничке пруге (првенство пролаза, начин преласка)',
                total_number_of_questions: 13,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'На прелазу пута преко железничке пруге возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дужан да пропусти шинско возило'
                            },
                            {
                                id: 2,
                                text: 'има првенство пролаза у односу на шинско возило'
                            },
                            {
                                id: 3,
                                text: 'је дужан да пропусти шинско возило, када оно долази са десне стране, а има првенство пролаза када оно долази са леве стране'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika289.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'имате првенство пролаза у односу на шинско возило'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите шинско возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika290.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'имате првенство пролаза у односу на шинско возило'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да пропустите шинско возило'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици дужни сте да:', 
                        image: './img/slika291.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'кретање наставите непромењеном брзином јер имате првенство пролаза у односу на шинско возило које се креће по железничкој прузи'
                            },
                            {
                                id: 2,
                                text: 'кретање возила прилагодите тако да по потреби можете зауставити возило пре него што ступите на железничку пругу'
                            },
                            {
                                id: 3,
                                text: 'возило зауставите пре него што ступите на железничку пругу'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици дужни сте да:', 
                        image: './img/slika292.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'кретање возила прилагодите тако да можете да зауставите возило пред уређајем за затварање саобраћаја'
                            },
                            {
                                id: 2,
                                text: 'кретање наставите непромењеном брзином, јер уређај за затварање саобраћаја није спуштен, односно није почео да се спушта'
                            },
                            {
                                id: 3,
                                text: 'возило зауставите пред железничком пругом'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици дужни сте да:', 
                        image: './img/slika293.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'возило зауставите пред железничком пругом'
                            },
                            {
                                id: 2,
                                text: 'кретање возила прилагодите тако да можете да зауставите возило пред уређајем за давање знакова којима се најављује приближавање воза'
                            },
                            {
                                id: 3,
                                text: 'кретање наставите непромењеном брзином, јер уређај за давање знакова којима се најављује приближавање воза не даје прописане знакове'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 7, 
                        points: 2,
                        text: 'На прелазу пута преко железничке пруге када је уређај за затварање саобраћаја почео да се спушта возач:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дужан да се заустави испред тог уређаја'
                            },
                            {
                                id: 2,
                                text: 'може прећи преко железничке пруге уколико постоји довољно простора испод или поред браника, односно полубраника'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 8, 
                        points: 2,
                        text: 'Возач који се возилом приближава прелазу пута преко железничке пруге дужан је да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'кретање настави непромењеном брзином јер има првенство пролаза у односу на шинско возило које се креће по железничкој прузи'
                            },
                            {
                                id: 2,
                                text: 'возило заустави пре него што ступи на железничку пругу'
                            },
                            {
                                id: 3,
                                text: 'кретање возила прилогоди тако да може да заустави возило пре него што ступи на железничку пругу'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 9, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици дужни сте да:', 
                        image: './img/slika294.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'кретање возила прилагодите тако да можете да зауставите возило пред уређајем за затварање саобраћаја'
                            },
                            {
                                id: 2,
                                text: 'кретање наставите непромењеном брзином, јер уређај за затварање саобраћаја није спуштен, односно није почео да се спушта'
                            },
                            {
                                id: 3,
                                text: 'возило зауставите пред железничком пругом'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 10, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika295.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да се зауставите испред браника'
                            },
                            {
                                id: 2,
                                text: 'можете прећи преко железничке пруге уколико постоји довољно простора испод браника'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 11, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika296.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'дужни сте да се зауставите испред полубраника'
                            },
                            {
                                id: 2,
                                text: 'можете прећи преко железничке пруге поред полубраника, ако вам друго лице ван возила да знак да воз не наилази'
                            },
                            {
                                id: 3,
                                text: 'можете прећи преко железничке пруге поред полубраника, уколико се уверите да то можете урадити безбедно пре наиласка воза'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 12, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika297.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'можете прећи преко железничке пруге поред браника, уколико се уверите да то можете урадити безбедно пре наиласка воза'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да се зауставите испред браника'
                            },
                            {
                                id: 3,
                                text: 'можете прећи преко железничке пруге поред браника, ако вам друго лице ван возила да знак да воз не наилази'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 13, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици:', 
                        image: './img/slika298.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'можете да наставите кретање непромењеном брзином'
                            },
                            {
                                id: 2,
                                text: 'дужни сте да се зауставите испред уређаја за давање светлосних саобраћајних знакова којим се најављује приближавање воза'
                            },
                            {
                                id: 3,
                                text: 'можете прећи преко железничке пруге, уколико се уверите да то можете урадити безбедно пре наиласка воза'
                            }
                        ],
                        correct_answers: [2]
                    }
                ]
            },
//            {
//                name: 'Саобраћај на аутопуту и мотопуту (општа правила, забране, начин кретања)',
//                total_number_of_questions: 27,
//                questions: [
//                ]
//            },
//            {
//                name: 'Возила под пратњом и возила са правом првенства пролаза (појам, значај, обавезе возача и пешака при сусрету са тим возилима, давање знакова)',
//                total_number_of_questions: 57,
//                questions: [
//                ]
//            },
            {
                id: 17,
                name: 'Употреба жутог ротационог или трепћућег светла (појам, значај, обавезе возача и пешака при сусрету са тим возилима, давање знакова)',
                total_number_of_questions: 6,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Возило које се употребљава приликом извођења радова, односно других активности, на путу док се ти радови, односно активности, обављају на путу мора да има:', 
                        answers: [
                            {
                                id: 1,
                                text: 'укључено жуто ротационо или трепћуће светло'
                            },
                            {
                                id: 2,
                                text: 'укључено црвено ротационо или трепћуће светло'
                            },
                            {
                                id: 3,
                                text: 'укључене све показиваче правца'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Возило које прелази прописане димензије, односно возило које са теретом прекорачује дозвољене димензије, мора да има:', 
                        answers: [
                            {
                                id: 1,
                                text: 'укључено жуто ротационо или трепћуће светло'
                            },
                            {
                                id: 2,
                                text: 'укључене све показиваче правца'
                            },
                            {
                                id: 3,
                                text: 'укључено црвено ротационо или трепћуће светло'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Возило које прати возило које прелази прописане димензије, односно возило које са теретом прекорачује дозвољене димензије, мора да има:', 
                        answers: [
                            {
                                id: 1,
                                text: 'укључено жуто ротационо или трепћуће светло, када је то одређено у дозволи за ванредни превоз'
                            },
                            {
                                id: 2,
                                text: 'укључене све показиваче правца'
                            },
                            {
                                id: 3,
                                text: 'укључено црвено ротационо или трепћуће светло'
                            }
                        ],
                        correct_answers: [1]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'На возилу које је принудно заустављено на путу, жуто трепћуће или ротационо светло, као упозорење:', 
                        answers: [
                            {
                                id: 1,
                                text: 'мора да се постави'
                            },
                            {
                                id: 2,
                                text: 'није дозвољено да се постави'
                            },
                            {
                                id: 3,
                                text: 'може да се постави'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 5, 
                        points: 2,
                        text: 'Возач који се сусретне са возилом на коме су укључена жута ротациона или трепћућа светла дужан је да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'обавезно заустави возило'
                            },
                            {
                                id: 2,
                                text: 'повећа опрезност и прилагоди брзину и начин кретања свог возила'
                            },
                            {
                                id: 3,
                                text: 'обавезно помери возило са коловоза'
                            }
                        ],
                        correct_answers: [2]
                    },
                    {
                        id: 6, 
                        points: 2,
                        text: 'Употреба жутог ротационог или трепћућег светла дозвољена је:', 
                        answers: [
                            {
                                id: 1,
                                text: 'само у случајевима предвиђеним законом'
                            },
                            {
                                id: 2,
                                text: 'само ноћу и у условима смањене видљивости'
                            },
                            {
                                id: 3,
                                text: 'увек када се возило које има уграђене ове уређаје креће по путу'
                            }
                        ],
                        correct_answers: [1]
                    }
                ]
            }
        ]
    },
    {
        id: 5,
        name: 'Саобраћајна сигнализација', ///4+9+39+49+85+29+34+42+1+3+8+43
        questions: [
            {
                id: 0,
                name: 'Појам, значај, начин обележавања и постављање',
                total_number_of_questions: 4,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'За време управљања возилом у саобраћају на путу, возачи су дужни да:', 
                        answers: [
                            {
                                id: 1,
                                text: 'своје кретање прилагоде опасностима на које их упозоравају знакови опасности'
                            },
                            {
                                id: 2,
                                text: 'кретање возила прилагоде сопственим проценама саобраћајне ситуације без обзира на ограничења, забране и обавезе изражене саобраћајном сигнализацијом'
                            },
                            {
                                id: 3,
                                text: 'поступају по наредбама израженим знаковима обавештења'
                            },
                            {
                                id: 4,
                                text: 'се придржавају ограничења, забрана и обавеза изражених саобраћајном сигнализацијом и да поступе у складу са њиховим значењем'
                            },
                            {
                                id: 5,
                                text: 'кретање возила прилагоде сопственим проценама саобраћајне ситуације без обзира на опасности на које их упозоравају знакови опасности'
                            }
                        ],
                        correct_answers: [1, 4]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'Постављање, уклањање и измена значења саобраћајне сигнализације као и опреме пута, учесницима у саобраћају:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено, само у случају када значење саобраћајне сигнализације не одговара саобраћајној ситуацији'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено, само у случају означавања гараже и колског прилаза'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [3, 4]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'Постављање табли, знакова, светала, стубова или других сличних предмета којима се заклања или умањује уочљивост постављене саобраћајне сигнализације, учесницима у саобраћају:', 
                        answers: [
                            {
                                id: 1,
                                text: 'је дозвољено када је надлежни орган локалне самоуправе издао одобрење за постављање таквих предмета'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено, само у случају када значење саобраћајне сигнализације не одговара саобраћајној ситуацији'
                            },
                            {
                                id: 3,
                                text: 'није дозвољено'
                            }
                        ],
                        correct_answers: [3]
                    },
                    {
                        id: 4, 
                        points: 2,
                        text: 'Постављање предмета који својим обликом, бојом, изгледом или местом постављања, подражавају или личе на саобраћајну сигнализацију или заслепљују учеснике у саобраћају или одвраћају њихову пажњу у мери која може бити опасна за безбедност саобраћаја, учесницима у саобраћају:', 
                        answers: [
                            {
                                id: 1,
                                text: 'није дозвољено'
                            },
                            {
                                id: 2,
                                text: 'је дозвољено, само у случају означавања гараже и колског прилаза'
                            },
                            {
                                id: 3,
                                text: 'је дозвољено када је надлежни орган локалне самоуправе издао одобрење за постављање таквих предмета'
                            }
                        ],
                        correct_answers: [1]
                    }
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: []
//                    }
                ]
            },
//            {
//            id: 1,
//                name: 'Саобраћајни знакови, појмови (знакови опасности, изричитих наредби, обавештења, допунске табле)',
//                total_number_of_questions: 9,
//                questions: [
//                ]
//            },
//            {
//            id: 2,
//                name: 'Значење саобраћајних знакова опасности, место постављања и престанак важности',
//                total_number_of_questions: 39,
//                questions: [
//                ]
//            },
//            {
//            id: 3,
//                name: 'Значење саобраћајних знакова изричитих наредби, место постављања и престанак важности',
//                total_number_of_questions: 49,
//                questions: [
//                ]
//            },
//            {
//            id: 4,
//                name: 'Значење саобраћајних знакова обавештења, место постављања и престанак важности',
//                total_number_of_questions: 85,
//                questions: [
//                ]
//            },
//            {
//            id: 5,
//                name: 'Значење допунских табли и начин постављања',
//                total_number_of_questions: 29,
//                questions: [
//                ]
//            },
//            {
//            id: 6,
//                name: 'Ознаке на коловозу и тротоару, појмови и значење',
//                total_number_of_questions: 34,
//                questions: [
//                ]
//            },
//            {
//            id: 7,
//                name: 'Светлосни саобраћајни знакови, појмови и значење, семафори и њихова намена (регулисање кретања возила: по путу, преко раскрснице, на прелазу преко железничке пруге, регулисање кретања на бициклистичким тракама, односно стазама и регулисање кретања пешака)',
//                total_number_of_questions: 42,
//                questions: [
//                ]
//            },
            {
                id: 8,
                name: 'Светлосне ознаке (подела и начин обележавања)',
                total_number_of_questions: 1,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Ознака приказана на слици означава:', 
                        image: './img/slika316.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'сталну препреку унутар габарита слободног профила пута'
                            },
                            {
                                id: 2,
                                text: 'вертикалну запреку'
                            },
                            {
                                id: 3,
                                text: 'запречну траку'
                            }
                        ],
                        correct_answers: [1]
                    }
                ]
            },
            {
                id: 9,
                name: 'Начин обележавање прелаза пута преко железничке пруге',
                total_number_of_questions: 3,
                questions: [
                    {
                        id: 1, 
                        points: 2,
                        text: 'Наизменично паљење два округла црвена светла, на семафору приказаном на слици, означава:', 
                        image: './img/slika317.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'близину раскрснице на којој је саобраћај регулисан помоћу семафора'
                            },
                            {
                                id: 2,
                                text: 'спуштање браника или полубраника'
                            },
                            {
                                id: 3,
                                text: 'наилазак на место на коме пут прелази преко трамвајске пруге у истом нивоу'
                            },
                            {
                                id: 4,
                                text: 'наилазак на опасну раскрсницу'
                            },
                            {
                                id: 5,
                                text: 'приближавање воза'
                            },
                            {
                                id: 6,
                                text: 'да је браник или полубраник у спуштеном положају'
                            }
                        ],
                        correct_answers: [2, 5, 6],
                        similar_questions_ids: [2, 3]
                    },
                    {
                        id: 2, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, уређаји којима се забрањује и спречава прелазак возила су:', 
                        image: './img/slika318.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'полубраници'
                            },
                            {
                                id: 2,
                                text: 'запречне траке'
                            },
                            {
                                id: 3,
                                text: 'браници'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [1, 3]
                    },
                    {
                        id: 3, 
                        points: 2,
                        text: 'У ситуацији приказаној на слици, уређаји којима се забрањује и спречава прелазак возила су:', 
                        image: './img/slika319.jpg',
                        answers: [
                            {
                                id: 1,
                                text: 'браници'
                            },
                            {
                                id: 2,
                                text: 'запречне траке'
                            },
                            {
                                id: 3,
                                text: 'полубраници'
                            }
                        ],
                        correct_answers: [3],
                        similar_questions_ids: [1, 2]
                    }
                ]
            },
//            {
//                name: 'Начин обележавања препрека на путу и места на коме се изводе радови на путу',
//                total_number_of_questions: 8,
//                questions: [
//                ]
//            },
//            {
//                name: 'Знаци и наредбе које дају овлашћена лица (њихово значење и начин давања)',
//                total_number_of_questions: 43,
//                questions: [
//                ]
//            }
        ]
    },
//    {
//        id: 6,
//        name: 'Превоз терета и лица возилима',
//        questions: [
//            {
//                name: 'Опште одредбе, појам, значај и забране',
//                total_number_of_questions: 5,
//                questions: [
//                ]
//            },
//            {
//                name: 'Оптерећење возила (осовинско оптерећење, укупна маса, носивост, највећа дозвољена маса, највећа дозвољена укупна маса, смештај и обезбеђење терета)',
//                total_number_of_questions: 18,
//                questions: [
//                ]
//            },
//            {
//                name: 'Ванредни превоз (појам, услови под којим се обавља, дозвола)',
//                total_number_of_questions: 4,
//                questions: [
//                ]
//            },
//            {
//                name: 'Превоз лица возилима (појам и значај, оптерећење возила, начин превоза, ограничења)',
//                total_number_of_questions: 10,
//                questions: [
//                ]
//            }
//        ]
//    },
//    {
//        id: ,
//        name: 'Возачке дозволе',
//        questions: [
//            {
//                name: 'Прописи везани за право на управљање возилом у саобраћају на путу, услови за управљање возилом, старосни услови за добијање возачке дозволе, поступак издавања возачке дозволе, здравствени прегледи, возачке дозволе за категорије моторних возила, одузимање возачке дозволе, извршење мере забране управљања, професионални возачи, возачи трамваја, возачи туристичког воза',
//                total_number_of_questions: 26,
//                questions: [
//                ]
//            },
//            {
//                name: 'Пробна возачка дозвола (појам, значај и услови за управљање возилом)',
//                total_number_of_questions: 10,
//                questions: [
//                ]
//            }
//        ]
//    },
//    {
//        id: ,
//        name: 'Дужности учесника у саобраћају у случају саобраћајне незгоде',
//        questions: [
//            {
//                name: 'Поступак у случају саобраћајне незгоде (појам, дужности и обавезе возача и лица које се затекне на месту незгоде)',
//                total_number_of_questions: 22,
//                questions: [
//                ]
//            }
//        ]
//    },
//    {
//        id: ,
//        name: 'Посебне мере и овлашћења',
//        questions: [
//            {
//                name: 'Искључење возача из саобраћаја, задржавање возача, упућивање возача на контролни лекарски преглед, утврђивање присуства алкохола и/или психоактивних супстанци код учесника у саобраћају, заустављање, односно упућивање ради заустављања возила на безбедном месту или укључивања на пут за ту врсту или категорију возила, снимање саобраћаја и учесника у саобраћају коришћењем одговарајућих средстава као и документовање прекршаја и других поступања у саобраћају супротних прописима, привремено одузимање предмета прекршаја, одузимање обрасца стране возачке дозволе када возач има више од једне возачке дозволе, искључење возила из саобраћаја, упућивање на контролни технички преглед возила, уклањање, односно премештање возила, као и постављање уређаја којима се спречава одвожење возила, мерење осовинског оптерећења возила и укупне масе возила',
//                total_number_of_questions: 59,
//                questions: [
//                ]
//            }
//        ]
//    },
//    {
//        id: ,
//        name: 'Последице непоштовања прописа из области безбедности саобраћаја',
//        questions: [
//            {
//                name: 'Казнене мере за учиниоце повреда одредаба прописа из области безбедности саобраћаја (казнени поени, казна затвора, новчана казна, мере безбедности и заштитне мере)',
//                total_number_of_questions: 142,
//                questions: [
//                ]
//            }
//        ]
//    }
];
