var questions = questions || [];

questions.push({
    id: 10,
    name: 'Последице непоштовања прописа из области безбедности саобраћаја', /// 142
    questions: [
        {
            id: 0,
            name: 'Казнене мере за учиниоце повреда одредаба прописа из области безбедности саобраћаја (казнени поени, казна затвора, новчана казна, мере безбедности и заштитне мере)',
            total_number_of_questions: 142,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Непрописно поступање возача које је у грубој супротности са правилима саобраћаја (насилничка вожња), као на слици, казниће се:', 
                    image: './img/slika717.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од 30 до 60 дана и 15 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'За прекршаје из области безбедности саобраћаја може се изрећи заштитна мера забране управљања моторним возилом у трајању од:', 
                    answers: [
                        {
                            id: 1,
                            text: 'најмање 3 месеца до највише једне године'
                        },
                        {
                            id: 2,
                            text: 'најмање 30 дана до највише једне године'
                        },
                        {
                            id: 3,
                            text: 'најмање 30 дана до шест месеци'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици не зауставите док лица улазе, односно излазе из трамваја, бићете кажњени:', 
                    image: './img/slika718.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора до 30 дана'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Возач који управља возилом,а нема возачку дозволу за категорију возила којом управља, осим у случају када је возачкој дозволи истекао рок важења, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 8 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Возач који управља возилом под дејством алкохола чија је садржина више од 2,00 mg/ml, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 4 казнена поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Возач који одбије да се подвргне утврђивању присуства у организму алкохола и/или психоактивних супстанци помоћу одговарајућих средстава (алкометар, дрога тест и др.), казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 4 казнена поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динар'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Возач који је затечен да управља возилом у саобраћају за време трајања његовог искључења из саобраћаја, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 10 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Возач који је затечен да управља возилом у саобраћају за време трајања искључења возила из саобраћаја, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 10 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Возач који је затечен да управља возилом у саобраћају за време трајања заштитне мере, односно мере безбедности, забране управљања моторним возилом, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 30.000 до 50.000 динара и 10 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 140 km/h, бићете кажњени:', 
                    image: './img/slika719.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 30.000 до 50.000 динара и 10 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 10.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 170 km/h, бићете кажњени:', 
                    image: './img/slika720.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 30.000 до 50.000 динара и 8 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Возач који се у зони успореног саобраћаја креће брзином од 80 km/h, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 30.000 до 50.000 динара и 10 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 20.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Возач који се у зони школе у насељу, у 14:00 часова креће брзином од 100 km/h, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 30.000 до 50.000 динара и 10 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Возач који ноћу управља возилом на неосветљеном делу пута, а нема укључено ниједно светло за осветљавање пута нити предње позиционо светло, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Возач који не заустави возило испред пешачког прелаза на коме се налази најмање један пешак, када му је светлосним саобраћајним знаком или знаком овлашћеног службеног лица пролаз забрањен, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Возач који је учествовао у саобраћајној незгоди у којој је неко лице задобило телесне повреде, када не заустави возило, односно не обавести полицију, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Ако за претицање користите зауставну траку, на мотопуту, бићете кажњени:', 
                    image: './img/slika721.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Возач који се креће зауставном траком аутопута, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Возач који у саобраћају на путу користи уређај односно средство, којим се може откривати или ометати рад уређаја за мерење брзине кретања возила, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Возач који држи у крилу дете млађе од 12 година, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 6 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Ако у ситуацији приказаној на слици вршите претицање на непрописан начин, бићете кажњени:', 
                    image: './img/slika722.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 6 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Возач који обилази возило које се зауставило испред пешачког прелаза ради пропуштања пешака, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 110 km/h, бићете кажњени:', 
                    image: './img/slika723.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 7 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 150 km/h, бићете кажњени:', 
                    image: './img/slika724.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 6 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Возачу коме ноћу на возилу нису укључена задња позициона светла, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Возач који ноћу на неосветљеном делу пута управља возилом на коме су укључена само позициона светла, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 6 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Возач који за укључење на аутопут не користи прилазни пут који је намењен за укључење на тај пут, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Возач који не пропусти возило са првенством пролаза, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Возач који не заустави возило када полицијско возило са првенством пролаза које се креће иза њега, даје истовремено и светлосни знак упозорења, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара и 8 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Возач који на путу управља возилом које је оптерећено преко носивости уписане у саобраћајну дозволу за више од 20 %, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 динара до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Ако у ситуацији приказаној на слици наставите кретање након светлосног саобраћајног знака, бићете кажњени:', 
                    image: './img/slika725.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'Возач који се у зони школе у насељу, у 11:00 часова креће брзином од 85 km/h, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'Учесник саобраћајне незгоде, у којој је неко од учесника претрпео материјалну штету и захтева вршење увиђаја, који не остане на месту саобраћајне незгоде до завршетка увиђаја, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 2 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 10.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'Возач који управља возилом када је његовој возачкој дозволи истекао рок важења више од шест месеци, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 5 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'Возач који у исто време користи две возачке дозволе издате од стране две државе, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'Возач који користити образац возачке дозволе чији је нестанак пријавио надлежном органу, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 3 казнена поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'Возач који управља возилом под дејством психоактивне супстанце, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 8 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'Возач који управља возилом под дејством алкохола чија је садржина 1,80 mg/ml, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 12 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 39, 
                    points: 2,
                    text: 'Власник возила који на захтев полицијског службеника не да податке о идентитету лица коме је дао возило на коришћење, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 40, 
                    points: 2,
                    text: 'Возач возила који учествује у саобраћају са возилом које није уписано у јединствени регистар, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 6 казнена поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 41, 
                    points: 2,
                    text: 'Возач возила које је упућено на контролни технички преглед, који не омогући вршење контролног техничког прегледа, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 6 казнена поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 42, 
                    points: 2,
                    text: 'Возач возила које је упућено на мерења оптерећења, односно укупне масе, који не омогући та мерења, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 6 казнена поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 43, 
                    points: 2,
                    text: 'Возач који се у ситуацији приказаној на слици, не заустави иза возила за организовани превоз деце, казниће се:', 
                    image: './img/slika726.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнена поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 44, 
                    points: 2,
                    text: 'Возач који се укључује у саобраћај тако да се претходно није уверио да неће ометати остале учеснике у саобраћају и о томе није обавестио друге учеснике у саобраћају, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 45, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 80 km/h, бићете кажњени:', 
                    image: './img/slika727.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 4 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 46, 
                    points: 2,
                    text: 'Возач возила коме су придодата три прикључна возила, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 47, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 130 km/h, бићете кажњени:', 
                    image: './img/slika728.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 3 казненa поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 48, 
                    points: 2,
                    text: 'Возач возила који врши полукружно окретање возила у тунелу, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казненa поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 49, 
                    points: 2,
                    text: 'Возач који у ситуацији приказаној на слици врши претицање колоне возила, казниће се:', 
                    image: './img/slika729.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 50, 
                    points: 2,
                    text: 'Возач возила који се зауставио на мосту, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнена поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 51, 
                    points: 2,
                    text: 'Возач који на путу који није пут са првенством пролаза претиче друго возило непосредно испред раскрснице, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнена поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 52, 
                    points: 2,
                    text: 'Возач возила који за време магле не укључи светла за осветљавање пута, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 4 казнена поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 53, 
                    points: 2,
                    text: 'Ако у ситуацији приказаној на слици, не пропустите пешака, бићете кажњени:', 
                    image: './img/slika730.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 3 казнена поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 54, 
                    points: 2,
                    text: 'Возач који је зауставио возило на зауставној траци аутoпута, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 55, 
                    points: 2,
                    text: 'Возач који се возилом на аутопуту креће уназад, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара и 3 казнена поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 56, 
                    points: 2,
                    text: 'Возач који на путу управља возилом које је оптерећено преко носивости уписане у саобраћајну дозволу за 10 %, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 57, 
                    points: 2,
                    text: 'Возач који ванредни превоз не обавља у складу са условима који су одређени у дозволи за ванредни превоз, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 58, 
                    points: 2,
                    text: 'Возач који управља моторним возилом и превози више лица него што је означено у саобраћајној дозволи, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара и 3 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 59, 
                    points: 2,
                    text: 'Возач који након што прође додатни светлосни саобраћајни знак у облику зелене стрелице (условни знак), не пропусти пешака који прелази преко коловоза, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара и 2 казнена поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 60, 
                    points: 2,
                    text: 'Возач који након што прође додатни светлосни саобраћајни знак у облику зелене стрелице (условни знак), не пропусти возило које се креће по путу на који улази, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара и 2 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 61, 
                    points: 2,
                    text: 'Возач возила који се креће пешачком зоном, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 динара до 20.000 динара и 2 казнена поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 62, 
                    points: 2,
                    text: 'Возач који се у зони школе ван насеља, у 11:00 часова креће брзином од 85 km/h, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 4 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 63, 
                    points: 2,
                    text: 'Возач који се затекне или наиђе на место саобраћајне незгоде у којој има повређених лица а не обавести полицију и/или службу хитне медицинске помоћи, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 64, 
                    points: 2,
                    text: 'Возач који након истека пробне возачке дозволе управља возилом у саобраћају пре него што му је издата возачка дозвола, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 5 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 65, 
                    points: 2,
                    text: 'Возач који управља возилом када је његовој возачкој дозволи истекао рок важења највише шест месеци, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 66, 
                    points: 2,
                    text: 'Возач коме је издата пробна возачка дозвола, који управља возилом у периоду од 23:00 до 05:00 сати, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнених поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 67, 
                    points: 2,
                    text: 'Возач који након промене пребивалишта не пријави ту промену у прописаном року надлежном органу, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 68, 
                    points: 2,
                    text: 'Возач који управља возилом у стању средње алкохолисаности, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 6 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 69, 
                    points: 2,
                    text: 'Кандидат за возача који управља возилом током практичне обуке у стању средње алкохолисаности, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 6 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 70, 
                    points: 2,
                    text: 'Возач који управља возилом које је технички неисправно у погледу уређаја за заустављање, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 71, 
                    points: 2,
                    text: 'Власник неисправног возила у погледу уређаја за заустављање, којим у саобраћају на путу управља друго лице, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 72, 
                    points: 2,
                    text: 'Возач преправљеног возила који учествује у саобраћају пре него што је надлежни орган утврдио да возило испуњава прописане услове, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 73, 
                    points: 2,
                    text: 'Возач који након истека рока од шест месеци од дана почетка важења регистрационе налепнице, управља возилом пре него што је на редовном шестомесечном техничком прегледу утврђено да је возило технички исправно, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнена поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 74, 
                    points: 2,
                    text: 'Возач који управља возилом, након истека рока важења регистрационе налепнице, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 2 казнена поена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 75, 
                    points: 2,
                    text: 'Власник регистрованог возила за које није поднет захтев за издавање нове регистрационе налепнице, који у прописаном року не врати регистарске таблице органу који је исте издао, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 76, 
                    points: 2,
                    text: 'Власник возила који у прописаном року не пријави промену било ког податка који се уписује у саобраћајну дозволу, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 77, 
                    points: 2,
                    text: 'Власник возила којим је учињен прекршај у случају када возач који је управљао возилом приликом извршења прекршаја није идентификован:', 
                    answers: [
                        {
                            id: 1,
                            text: 'одговоран је за прекршај који је тим возилом учињен'
                        },
                        {
                            id: 2,
                            text: 'није одговоран што је његовим возилом учињен прекршај'
                        },
                        {
                            id: 3,
                            text: 'одговоран је што је омогућио да се његовим возилом учини прекршај'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 78, 
                    points: 2,
                    text: 'Власник возила којим је учињен прекршај у случају када возач који је управљао возилом приликом извршења прекршаја није идентификован, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 79, 
                    points: 2,
                    text: 'Возач који у насељу не омогући укључивање у саобраћај аутобусу који се прописно укључује у саобраћај са стајалишта, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 80, 
                    points: 2,
                    text: 'Возач који за време вожње користи мобилни телефон на непрописан начин, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 81, 
                    points: 2,
                    text: 'Возач возила у којем су уграђени сигурносни појасеви, који у саобраћају на путу не користи сигурносни појас на прописан начин, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 82, 
                    points: 2,
                    text: 'Возач који у моторном возилу на предњем седишту превози дете млађе од 12 година, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 83, 
                    points: 2,
                    text: 'Возач који у моторном возилу превози дете до три године старости ван безбедносног седишта, односно корпе, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 84, 
                    points: 2,
                    text: 'Возач који се креће саобраћајном траком којом није дозвољено кретање оне врсте возила којим управља, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 85, 
                    points: 2,
                    text: 'Возач који се у насељу креће брзином која је од 11 km/h до 20 km/h већа од дозвољене, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 86, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 110 km/h, бићете кажњени:', 
                    image: './img/slika731.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 30.000 до 50.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 3 казненa поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 87, 
                    points: 2,
                    text: 'Возач који у ситуацији када му је семафором дозвољен пролаз, уђе у раскрсницу тако да се због густине саобраћаја заустави у раскрсници и тиме заустави саобраћај, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 88, 
                    points: 2,
                    text: 'Возач који претиче друго возило преко прелаза пута преко железничке пруге, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 89, 
                    points: 2,
                    text: 'Возач који на јавном путу на коме се саобраћај одвија у оба смера паркира возило непосредно уз леву ивицу коловоза, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 30.000 динара до 50.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 90, 
                    points: 2,
                    text: 'Возач који паркира возило на пешачком прелазу, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 30.000 динара до 50.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 91,
                    points: 2,
                    text: 'Возач који паркира возило на раскрсници, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 30.000 динара до 50.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 92, 
                    points: 2,
                    text: 'Возач који паркира возило на делу пута где је ширина слободног пролаза од паркираног возила до неиспрекидане уздужне линије на коловозу, мања од три метра, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 30.000 динара до 50.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 93, 
                    points: 2,
                    text: 'Возач који паркира возило на стајалишту за возила јавног саобраћаја, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 30.000 динара до 50.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 94, 
                    points: 2,
                    text: 'Возач који паркира возило на месту на коме онемогућaва излазак неком већ паркираном возилу, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 30.000 динара до 50.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 95, 
                    points: 2,
                    text: 'Возач који паркира возило на тротоару, када то није дозвољено саобраћајном сигнализацијом, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 30.000 динара до 50.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 96, 
                    points: 2,
                    text: 'Возач који не означи сигурносним троуглом возило које је заустављено на коловозу на таквом месту да возачи возила која се крећу истим смером не могу благовремено да га уоче, казниће се:', 
                    image: './img/slika.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 30.000 динара до 50.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 97, 
                    points: 2,
                    text: 'Возач возила које вуче неисправно возило, када не укључи све показиваче правца на вучном возилу, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 98, 
                    points: 2,
                    text: 'Возач возила које вуче неисправно возило, када не постави на оба возила сигурносни троугао на прописан начин, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 99, 
                    points: 2,
                    text: 'Возач возила који користи дуга светла на путу са осветљеном уличном расветом, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 100, 
                    points: 2,
                    text: 'Возач возила који за време магле користи дуга светла, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 101, 
                    points: 2,
                    text: 'Возач који када скреће на бочни пут на чијем улазу не постоји пешачки прелаз не пропусти пешака који ступа на коловоз, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 102, 
                    points: 2,
                    text: 'Возач који на аутопуту не користи крајњу десну саобраћајну траку, осим приликом претицања, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 103, 
                    points: 2,
                    text: 'Возач који управља теретним возилом на којем терет у расутом стању није прекривен, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 104, 
                    points: 2,
                    text: 'Возач возила на којем терет прелази најудаљенију тачку на задњој страни возила, није означен, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 105, 
                    points: 2,
                    text: 'Возач који поступи супротно постављеном саобраћајном знаку, казниће се:', 
                    image: './img/slika732.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 106, 
                    points: 2,
                    text: 'Кандидат за возача који за време практичне обуке нема код себе доказ о здравственој способности за возача, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 5.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 107, 
                    points: 2,
                    text: 'Возач који управља возилом којем је неисправан показивач правца, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 5.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 108, 
                    points: 2,
                    text: 'Возач који управља возилом у саобраћају на путу у којем се не налази одговарајући светлоодбојни прслук, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 109, 
                    points: 2,
                    text: 'Возач који се креће уназад возилом супротном страном коловоза у односу на смер којим се до тада кретао, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 110, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 57 km/h, бићете кажњени:', 
                    image: './img/slika733.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 4 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 111, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 95 km/h, бићете кажњени:', 
                    image: './img/slika734.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара и 6 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 30.000 до 50.000 динара и 10 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 112, 
                    points: 2,
                    text: 'Возач који не помери своје возило ка десној ивици коловоза, док га друго возило претиче, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 113, 
                    points: 2,
                    text: 'Возач који не укључи све показиваче правца када се на јавном путу креће уназад, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 10.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 114, 
                    points: 2,
                    text: 'Возач који приликом паркирања заузме два паркинг места, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 115, 
                    points: 2,
                    text: 'Возач који дању у саобраћају на путу, не укључи кратка, односно дневна светла, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 116, 
                    points: 2,
                    text: 'Возач који у ситуацији приказаној на слици (застој саобраћаја), није оставио слободан простор за пролаз возила под пратњом и возила са правом првенством пролаза, казниће се:', 
                    image: './img/slika735.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 6.000 до 20.000 динара и 4 казнена поена'
                        },
                        {
                            id: 3,
                            text: 'казном затвора од најмање 15 дана или новчаном казном од 100.000 динара до 120.000 динара и 14 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 117, 
                    points: 2,
                    text: 'Возач који у саобраћају на путу не поседује зимску опрему, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 118, 
                    points: 2,
                    text: 'Возач који не искључи мотор када возило стоји дуже од три минута, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 119, 
                    points: 2,
                    text: 'Возач са пробном возачком дозволом, који управља возилом које није означено посебном ознаком „П“, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 3.000 динара'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 120, 
                    points: 2,
                    text: 'Возач који код себе нема возачку дозволу када управља возилом, казниће се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'новчаном казном од 6.000 до 20.000 динара'
                        },
                        {
                            id: 2,
                            text: 'новчаном казном од 3.000 динара'
                        },
                        {
                            id: 3,
                            text: 'новчаном казном од 15.000 до 30.000 динара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 121, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 80 km/h, заштитна мера забране управљања моторним возилом Вам се:', 
                    image: './img/slika736.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче'
                        },
                        {
                            id: 2,
                            text: 'изриче'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 122, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 60 km/h, заштитна мера забране управљања моторним возилом Вам се:', 
                    image: './img/slika737.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'изриче'
                        },
                        {
                            id: 2,
                            text: 'не изриче'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 123, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 140 km/h, заштитна мера забране управљања моторним возилом Вам се:', 
                    image: './img/slika738.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'изриче'
                        },
                        {
                            id: 2,
                            text: 'не изриче'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 124, 
                    points: 2,
                    text: 'Ако се у ситуацији приказаној на слици, након саобраћајног знака, крећете брзином од 110 km/h, заштитна мера забране управљања моторним возилом Вам се:', 
                    image: './img/slika739.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'изриче'
                        },
                        {
                            id: 2,
                            text: 'не изриче'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 125, 
                    points: 2,
                    text: 'Возачу који управља возилом под дејством алкохола чија је садржина више од 0,50 mg/ml до 1,20 mg/ml, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 126, 
                    points: 2,
                    text: 'Возачу који управља возилом под дејством алкохола чија је садржина више од 0,30 mg/ml до 0,50 mg/ml, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 127, 
                    points: 2,
                    text: 'Возачу возила који претиче возило испред њега на истој саобраћајној траци чији је возач дао знак за претицање, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 128, 
                    points: 2,
                    text: 'Возачу који претиче возило на начин да прелази возилом преко неиспрекидане уздужне линије при чему користи саобраћајну траку намењену за кретање возила из супротног смера, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 129, 
                    points: 2,
                    text: 'Возачу који прође светлосни саобраћајни знак када му је тим знаком забрањен пролаз, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 130, 
                    points: 2,
                    text: 'Возачу који поступи супротно постављеном саобраћајном знаку, заштитна мера забране управљања моторним возилом:', 
                    image: './img/slika740.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 131, 
                    points: 2,
                    text: 'Возачу који не пропусти возило које се креће по путу на који улази након што прође додатни светлосни саобраћајни знак у облику зелене стрелице (условни знак), заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'изриче се'
                        },
                        {
                            id: 2,
                            text: 'не изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 132, 
                    points: 2,
                    text: 'Возачу који паркира возило на пешачком прелазу, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 133, 
                    points: 2,
                    text: 'Возачу који управља возилом које није уписано у јединствени регистар возила, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'изриче се'
                        },
                        {
                            id: 2,
                            text: 'не изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 134, 
                    points: 2,
                    text: 'Возачу који управља возилом када је његовој возачкој дозволи истекао рок важења више од шест месеци, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'изриче се'
                        },
                        {
                            id: 2,
                            text: 'не изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 135, 
                    points: 2,
                    text: 'Возач који је затечен да управља возилом у саобраћају за време трајања искључења возила из саобраћаја, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'изриче се'
                        },
                        {
                            id: 2,
                            text: 'не изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 136, 
                    points: 2,
                    text: 'Возачу, који након истека рока од шест месеци од дана почетка важења регистрационе налепнице управља возилом пре него што је на редовном шестомесечном техничком прегледу утврђено да је возило технички исправно, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 137, 
                    points: 2,
                    text: 'Возач који ноћу управља возилом на неосветљеном делу пута, а нема укључено ниједно светло за осветљавање пута нити предње позиционо светло, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 138, 
                    points: 2,
                    text: 'Возачу који држи у крилу дете млађе од 12 година, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'изриче се'
                        },
                        {
                            id: 2,
                            text: 'не изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 139, 
                    points: 2,
                    text: 'Возачу коме возило са теретом премашује највеће дозвољене димензије за поједине врсте возила (дужина, ширина и висина), заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 140, 
                    points: 2,
                    text: 'Возачу који се не заустави пред прелазом пута преко железничке пруге када им је светлосним саобраћајним знаком којим се најављује приближавање воза прелазу пута преко железничке пруге у истом нивоу без браника забрањен пролаз, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'изриче се'
                        },
                        {
                            id: 2,
                            text: 'не изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 141, 
                    points: 2,
                    text: 'Возачу који управља возилом након истека рока важења регистрационе налепнице, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 142, 
                    points: 2,
                    text: 'Возачу који управља возилом када је његовој возачкој дозволи истекао рок важења највише шест месеци, заштитна мера забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не изриче се'
                        },
                        {
                            id: 2,
                            text: 'изриче се'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        }
    ]
});
