var questions = questions || [];

questions.push({
    id: 0,
    name: 'Oснове безбедности саобраћаја', /// 9+101
    questions: [
        {
            id: 0,
            name: 'Oсновне одредбе и основна начела безбедности саобраћаја на путевима', /// 9
            total_number_of_questions: 9,
            questions: [
                {
                    id: 1, 
                    points: 1,
                    text: 'Непосредно регулисање саобраћаја на путевима врше:', 
                    image: null,
                    answers: [
                        {
                            id: 1,
                            text: 'инспектори за друмски саобраћај'
                        },
                        {
                            id: 2,
                            text: 'униформисани полицијски службеници'
                        },
                        {
                            id: 3,
                            text: 'униформисани комунални полицајци'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [2, 3, 4]
                },
                {
                    id: 2, 
                    points: 1,
                    text: 'Контролу над возачима и возилима у саобраћају на путевима '
                            +'ради примене прописа о безбедности саобраћаја врше:', 
                    image: null,
                    answers: [
                        {
                            id: 1,
                            text: 'униформисани комунални полицајци'
                        },
                        {
                            id: 2,
                            text: 'полицијски службеници у грађанском оделу'
                        },
                        {
                            id: 3,
                            text: 'униформисани полицијски службеници'
                        },
                        {
                            id: 4,
                            text: 'службеници надлежног органа за саобраћај'
                        }
                    ],
                    correct_answers: [2,3],
                    similar_questions_ids: [1, 3, 4]
                },
                {
                    id: 3, 
                    points: 1,
                    text: 'Непосредно регулисање саобраћаја у зони школе могу вршити:', 
                    image: null,
                    answers: [
                        {
                            id: 1,
                            text: 'ученици'
                        },
                        {
                            id: 2,
                            text: 'учитељи, наставници и професори'
                        },
                        {
                            id: 3,
                            text: 'школске саобраћајне патроле и саобраћајне патроле грађана'
                        },
                        {
                            id: 4,
                            text: 'униформисани полицијски службеници'
                        },
                        {
                            id: 5,
                            text: 'родитељи ученика'
                        }
                    ],
                    correct_answers: [3,4],
                    similar_questions_ids: [1, 2, 4]
                },
                {
                    id: 4, 
                    points: 1,
                    text: 'На делу пута на коме се изводе радови '
                            +'непосредно регулисање саобраћаја могу вршити:', 
                    image: null,
                    answers: [
                        {
                            id: 1,
                            text: 'службеници надлежног органа за саобраћај'
                        },
                        {
                            id: 2,
                            text: 'радници извођача радова, односно управљача пута'
                        },
                        {
                            id: 3,
                            text: 'униформисани комунални полицајци'
                        },
                        {
                            id: 4,
                            text: 'униформисани полицијски службеници'
                        }
                    ],
                    correct_answers: [2,4],
                    similar_questions_ids: [1, 2, 3]
                },
                {
                    id: 5, 
                    points: 1,
                    text: 'Сваки учесник у саобраћају дужан је да се понаша:', 
                    image: null,
                    answers: [
                        {
                            id: 1,
                            text: 'на начин који ће му омогућити да што пре безбедно стигне на одредиште'
                        },
                        {
                            id: 2,
                            text: 'на начин којим неће ометати, угрозити или повредити друге учеснике'
                        },
                        {
                            id: 3,
                            text: 'на начин којим може ометати, али не и повредити или угрозити друге учеснике у саобраћају'
                        },
                        {
                            id: 4,
                            text: 'тако да предузме све потребне мере ради избегавања или отклањања опасних ситуација насталих понашањем других учесника у саобраћају, ако себе или другог тиме не доводи у опасност'
                        }
                    ],
                    correct_answers: [2,4]
                },
                {
                    id: 6, 
                    points: 1,
                    text: 'Делатност одржавања, поправљања или преправљања возила, може вршити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'свако физичко лице, правно лице или предузетник који поседују средства и простор за обављање тих послова'
                        },
                        {
                            id: 2,
                            text: 'физичко лице са одговарајућом школском спремом'
                        },
                        {
                            id: 3,
                            text: 'правно лице и предузетник који поседују дозволу надлежног органа'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 7, 
                    points: 1,
                    text: 'Свако физичко лице власник, односно корисник возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дужан да обезбеди да његова возила у саобраћају на путевима буду технички исправна'
                        },
                        {
                            id: 2,
                            text: 'дужан је да обезбеди да његова возила у саобраћају на путевима буду технички исправна'
                        },
                        {
                            id: 3,
                            text: 'дужан је да обезбеди да његова возила у саобраћају на путевима буду технички исправна, само када лично управља возилом'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 8, 
                    points: 1,
                    text: 'У циљу безбедног учешћа деце у саобраћају породица има одговорност за:', 
                    answers: [
                        {
                            id: 1,
                            text: 'стицање знања, вештина и навика деце, неопходних за безбедно учешће у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'доношење програма саобраћајног васпитања и образовања деце у предшколским и школским установама'
                        },
                        {
                            id: 3,
                            text: 'формирање школских саобраћајних патрола и саобраћајних патрола грађана'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [9]
                },
                {
                    id: 9, 
                    points: 1,
                    text: 'У циљу безбедног учешћа деце у саобраћају породица има одговорност за:', 
                    answers: [
                        {
                            id: 1,
                            text: 'формирање школских саобраћајних патрола и саобраћајних патрола грађана'
                        },
                        {
                            id: 2,
                            text: 'унапређивање и учвршћивање позитивних ставова и понашања деце, значајних за безбедно учешће у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'доношење програма саобраћајног васпитања и образовања деце у предшколским и школским установама'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8]
                }
            ]
        },
        {
            id: 1,
            name: 'Значење израза који се користе у прописима о безбедности саобраћаја', /// 101
            total_number_of_questions: 101,
            questions: [
                {
                    id: 1, 
                    points: 1,
                    text: 'Шта се од набројаног сматра саобраћајем?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Кретање пешака тротоаром'
                        },
                        {
                            id: 2,
                            text: 'Кретање трактора њивом'
                        },
                        {
                            id: 3,
                            text: 'Кретање запрежног возила земљаним путем'
                        },
                        {
                            id: 4,
                            text: 'Кретање возила тркачком стазом'
                        },
                        {
                            id: 5,
                            text: 'Кретање возила улицом'
                        },
                        {
                            id: 6,
                            text: 'Кретање возила површинама намењеним за кретање само возила и лица којима је власник те површине то омогућио'
                        }
                    ],
                    correct_answers: [1, 3, 5],
                    similar_questions_ids: [2]
                },
                {
                    id: 2, 
                    points: 1,
                    text: 'Шта се од набројаног сматра саобраћајем?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Гурање бицикла пешачком стазом'
                        },
                        {
                            id: 2,
                            text: 'Кретање возила полигоном за пробне вожње или спортске приредбе'
                        },
                        {
                            id: 3,
                            text: 'Кретање бицикла бициклистичком стазом'
                        },
                        {
                            id: 4,
                            text: 'Гурање возила по платоу намењеном кретању и окупљању лица'
                        },
                        {
                            id: 5,
                            text: 'Кретање лица по тргу'
                        },
                        {
                            id: 6,
                            text: 'Кретање мотокултиватора земљаним путем'
                        }
                    ],
                    correct_answers: [1, 3, 6],
                    similar_questions_ids: [1]
                },
                {
                    id: 3, 
                    points: 1,
                    text: 'Возач је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лице које на путу управља возилом'
                        },
                        {
                            id: 2,
                            text: 'свако лице које има возачку дозволу'
                        },
                        {
                            id: 3,
                            text: 'лице које по путу сопственом снагом гура или вуче возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 1,
                    text: 'Пешак је лице које:', 
                    answers: [
                        {
                            id: 1,
                            text: 'управља запрежним возилом по путу'
                        },
                        {
                            id: 2,
                            text: 'управља мотокултиватором по путу'
                        },
                        {
                            id: 3,
                            text: 'се креће по путу'
                        },
                        {
                            id: 4,
                            text: 'управља бициклом по путу'
                        },
                        {
                            id: 5,
                            text: 'сопственом снагом по путу вуче или гура возило, ручна колица, дечје превозно средство или колица за немоћна лица'
                        },
                        {
                            id: 6,
                            text: 'се креће по путу у дечјем превозном средству или у колицима за немоћна лица које покреће сопственом снагом или снагом мотора'
                        }
                    ],
                    correct_answers: [3, 5, 6],
                    similar_questions_ids: [5, 6]
                },
                {
                    id: 5, 
                    points: 1,
                    text: 'Пешак је лице које:', 
                    answers: [
                        {
                            id: 1,
                            text: 'управља бициклом по путу'
                        },
                        {
                            id: 2,
                            text: 'гура бицикл по путу'
                        },
                        {
                            id: 3,
                            text: 'по путу клизи клизаљкама, скијама, санкама или се вози на котураљкама, скејтборду и сл'
                        },
                        {
                            id: 4,
                            text: 'управља запрежним возилом по путу'
                        }
                    ],
                    correct_answers: [2, 3],
                    similar_questions_ids: [4, 6]
                },
                {
                    id: 6, 
                    points: 1,
                    text: 'Пешак је приказан на сликама број:', 
                    image: './img/slika1.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [1, 4],
                    similar_questions_ids: [4, 5]
                },
                {
                    id: 7, 
                    points: 1,
                    text: 'Означити неопходне услове који морају бити истовремено испуњени да би се сматрало да је возило заустављено:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мотор возила је искључен'
                        },
                        {
                            id: 2,
                            text: 'возач је изашао из возила али се од истог није удаљио више од 5 m'
                        },
                        {
                            id: 3,
                            text: 'у возилу нема ниједног лица'
                        },
                        {
                            id: 4,
                            text: 'прекид кретања возила није наступио услед поступања по знаку или правилу, којим се регулише саобраћај'
                        },
                        {
                            id: 5,
                            text: 'возач није напустио возило'
                        },
                        {
                            id: 6,
                            text: 'прекид кретања возила на путу траје до три минута'
                        }
                    ],
                    correct_answers: [4, 5, 6]
                },
                {
                    id: 8, 
                    points: 1,
                    text: 'Прекид кретања возила од два минута, при чему возач није напустио возило је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мимоилажење'
                        },
                        {
                            id: 2,
                            text: 'заустављање'
                        },
                        {
                            id: 3,
                            text: 'паркирање'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [9, 10, 11, 12, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                },
                {
                    id: 9, 
                    points: 1,
                    text: 'Прекид кретања возила од два минута, при чему је возач напустио возило је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'заустављање'
                        },
                        {
                            id: 2,
                            text: 'мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'паркирање'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [8, 10, 11, 12, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                },
                {
                    id: 10, 
                    points: 1,
                    text: 'Возило приказано на слици је:', 
                    image: './img/slika2.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'заустављено'
                        },
                        {
                            id: 2,
                            text: 'паркирано'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8, 9, 11, 12, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                },
                {
                    id: 11, 
                    points: 1,
                    text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који долази из супротног смера је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пропуштање'
                        },
                        {
                            id: 2,
                            text: 'мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'претицање'
                        },
                        {
                            id: 4,
                            text: 'обилажење'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8, 9, 10, 12, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                },
                {
                    id: 12, 
                    points: 1,
                    text: 'У ситуацији приказаној на слици пролажење возила бр. 1 '
                            +'поред возила бр. 2 које се креће из супротног смера је:', 
                    image: './img/slika3.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пропуштање'
                        },
                        {
                            id: 2,
                            text: 'мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'обилажење'
                        },
                        {
                            id: 4,
                            text: 'претицање'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8, 9, 10, 11, 13, 14, 15, 16, 17, 19, 20, 21, 23]
                },
                {
                    id: 13, 
                    points: 1,
                    text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који се креће коловозом у истом смеру је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пропуштање'
                        },
                        {
                            id: 2,
                            text: 'мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'претицање'
                        },
                        {
                            id: 4,
                            text: 'обилажење'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [8, 9, 10, 11, 12, 14, 15, 16, 17, 19, 20, 21, 23]
                },
                {
                    id: 14, 
                    points: 1,
                    text: 'У ситуацији приказаној на слици пролажење путничког возила поред теретног возила које се креће у истом смеру је:', 
                    image: './img/slika4.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'мимоилажење'
                        },
                        {
                            id: 2,
                            text: 'претицање'
                        },
                        {
                            id: 3,
                            text: 'обилажење'
                        },
                        {
                            id: 4,
                            text: 'пропуштање'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8, 9, 10, 11, 12, 13, 15, 16, 17, 19, 20, 21, 23]
                },
                {
                    id: 15, 
                    points: 1,
                    text: 'Пролажење учесника у саобраћају поред другог учесника у саобраћају који се не помера, објекта или препреке на коловозу је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'претицање'
                        },
                        {
                            id: 2,
                            text: 'обилажење'
                        },
                        {
                            id: 3,
                            text: 'мимоилажење'
                        },
                        {
                            id: 4,
                            text: 'пропуштање'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 16, 17, 19, 20, 21, 23]
                },
                {
                    id: 16, 
                    points: 1,
                    text: 'У ситуацији приказаној на слици пролажење теретног возила поред заустављеног путничког возила је:', 
                    image: './img/slika5.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'претицање'
                        },
                        {
                            id: 2,
                            text: 'пропуштање'
                        },
                        {
                            id: 3,
                            text: 'мимоилажење'
                        },
                        {
                            id: 4,
                            text: 'обилажење'
                        }
                    ],
                    correct_answers: [4],
                    similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 17, 19, 20, 21, 23]
                },
                {
                    id: 17, 
                    points: 1,
                    text: 'Радња коју предузимате у ситуацији приказаној на слици пролажењем возила поред паркираног возила је:', 
                    image: './img/slika6.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пропуштање'
                        },
                        {
                            id: 2,
                            text: 'обилажење'
                        },
                        {
                            id: 3,
                            text: 'претицање'
                        },
                        {
                            id: 4,
                            text: 'мимоилажење'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 19, 20, 21, 23]
                },
                {
                    id: 18, 
                    points: 1,
                    text: 'Одстојање на коме учесник у саобраћају може јасно видети коловоз је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'прегледност'
                        },
                        {
                            id: 2,
                            text: 'дужина прегледности'
                        },
                        {
                            id: 3,
                            text: 'видљивост'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 19, 
                    points: 1,
                    text: 'Пролажењем возила поред препреке на путу, у ситуацији приказаној на слици, вршите:', 
                    image: './img/slika7.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'претицање'
                        },
                        {
                            id: 2,
                            text: 'мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'обилажење'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 20, 21, 23]
                },
                {
                    id: 20, 
                    points: 1,
                    text: 'Пролажењем возила поред препреке на путу, у ситуацији приказаној на слици, вршите:', 
                    image: './img/slika8.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'претицање'
                        },
                        {
                            id: 2,
                            text: 'обилажење'
                        },
                        {
                            id: 3,
                            text: 'мимоилажење'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 19, 21, 23]
                },
                {
                    id: 21, 
                    points: 1,
                    text: 'Радња коју учесник у саобраћају предузима како би '
                            +'омогућио кретање другог учесника у саобраћају '
                            +'који има првенство пролаза, тако да не дође до '
                            +'промене дотадашњег начина кретања учесника у саобраћају '
                            +'који има првенство пролаза, односно до њиховог контакта је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'претицање'
                        },
                        {
                            id: 2,
                            text: 'мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'обилажење'
                        },
                        {
                            id: 4,
                            text: 'пропуштање'
                        }
                    ],
                    correct_answers: [4],
                    similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 19, 20, 23]
                },
                {
                    id: 22, 
                    points: 1,
                    text: 'Услови смањене видљивости на путу изван насеља су услови у којима је видљивост мања од:', 
                    answers: [
                        {
                            id: 1,
                            text: '100 m'
                        },
                        {
                            id: 2,
                            text: '150 m'
                        },
                        {
                            id: 3,
                            text: '200 m'
                        },
                        {
                            id: 4,
                            text: '250 m'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 23, 
                    points: 1,
                    text: 'У ситуацији приказаној на слици радња коју сте дужни да предузмете у односу на возила из супротног смера је:', 
                    image: './img/slika9.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'претицање'
                        },
                        {
                            id: 2,
                            text: 'пропуштање'
                        },
                        {
                            id: 3,
                            text: 'обилажење'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 19, 20, 21]
                },
                {
                    id: 24, 
                    points: 1,
                    text: 'Који од набројаних услова морају бити истовремено испуњени да би се сматрало да је на путу колона возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возила су паркирана у истој саобраћајној траци'
                        },
                        {
                            id: 2,
                            text: 'возила су заустављена у истој саобраћајној траци'
                        },
                        {
                            id: 3,
                            text: 'низ од најмање три возила'
                        },
                        {
                            id: 4,
                            text: 'низ од најмање два возила'
                        }
                    ],
                    correct_answers: [2, 3],
                    similar_questions_ids: [25, 26, 27]
                },
                {
                    id: 25, 
                    points: 1,
                    text: 'Који од набројаних услова морају бити истовремено испуњени да би се сматрало да је на путу колона возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'низ од најмање два возила'
                        },
                        {
                            id: 2,
                            text: 'возила се крећу једно иза другог истом саобраћајном траком у истом смеру'
                        },
                        {
                            id: 3,
                            text: 'возила се крећу на растојању које омогућава улазак другог возила без ометања осталих возила'
                        },
                        {
                            id: 4,
                            text: 'низ од најмање три возила'
                        },
                        {
                            id: 5,
                            text: 'начин кретања возила је међусобно условљен и између њих не може без ометања ући друго возило'
                        },
                        {
                            id: 6,
                            text: 'возила су паркирана у истој саобраћајној траци'
                        }
                    ],
                    correct_answers: [2, 4, 5],
                    similar_questions_ids: [24, 26, 27]
                },
                {
                    id: 26, 
                    points: 1,
                    text: 'У ситуацији приказаној на слици паркирана возила:', 
                    image: './img/slika10.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'нису колона возила'
                        },
                        {
                            id: 2,
                            text: 'су колона возила'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [24, 25, 27]
                },
                {
                    id: 27, 
                    points: 1,
                    text: 'У ситуацији приказаној на слици заустављена возила:', 
                    image: './img/slika11.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'су колона возила'
                        },
                        {
                            id: 2,
                            text: 'нису колона возила'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [24, 25, 26]
                },
                {
                    id: 28, 
                    points: 1,
                    text: 'Услови смањене видљивости на путу у насељу су услови у којима је видљивост мања од:', 
                    answers: [
                        {
                            id: 1,
                            text: '150 m'
                        },
                        {
                            id: 2,
                            text: '100 m'
                        },
                        {
                            id: 3,
                            text: '250 m'
                        },
                        {
                            id: 4,
                            text: '200 m'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 1,
                    text: 'Одстојање на коме учесник у саобраћају, с обзиром на физичке препреке, може у условима нормалне видљивости јасно видети другог учесника у саобраћају, односно другу могућу препреку на путу, je:', 
                    answers: [
                        {
                            id: 1,
                            text: 'видљивост'
                        },
                        {
                            id: 2,
                            text: 'прегледност'
                        },
                        {
                            id: 3,
                            text: 'дужина видљивости'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 30, 
                    points: 1,
                    text: 'Простор без седишта са доступним елементима за монтажу седишта у возилу представља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'место за седење'
                        },
                        {
                            id: 2,
                            text: 'место за седење само ако има и доступне прикључке сигурносних појасева'
                        },
                        {
                            id: 3,
                            text: 'место за седење само ако има и сигурносне појасеве'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 31, 
                    points: 1,
                    text: 'Незгода у којој је порушена дворишна ограда при излетању возила са пута:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није саобраћајна незгода јер у незгоди учествовало само једно возило'
                        },
                        {
                            id: 2,
                            text: 'није саобраћајна незгода јер нема погинулих или повређених лица'
                        },
                        {
                            id: 3,
                            text: 'није саобраћајна незгода јер је материјална штета начињена ван пута'
                        },
                        {
                            id: 4,
                            text: 'је саобраћајна незгода јер је начињена материјална штета'
                        }
                    ],
                    correct_answers: [4],
                    similar_questions_ids: [32]
                },
                {
                    id: 32, 
                    points: 1,
                    text: 'Незгода у којој је начињена материјална штета на возилу и повређено лице које је управљало спортским аутомобилом на тркачкој стази за возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није саобраћајна незгода јер у незгоди учествовало само једно возило'
                        },
                        {
                            id: 2,
                            text: 'није саобраћајна незгода јер нема погинулих лица'
                        },
                        {
                            id: 3,
                            text: 'није саобраћајна незгода јер се није догодила на путу'
                        },
                        {
                            id: 4,
                            text: 'је саобраћајна незгода јер је повређен возач и начињена материјална штета'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [31]
                },
                {
                    id: 33, 
                    points: 1,
                    text: 'Означена удаљеност између возила приказаних на слици је:', 
                    image: './img/slika12.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'растојање'
                        },
                        {
                            id: 2,
                            text: 'одстојање'
                        },
                        {
                            id: 3,
                            text: 'предњи, односно задњи препуст возила'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [34, 36, 37]
                },
                {
                    id: 34, 
                    points: 1,
                    text: 'Одстојање између возила приказаних на слици је означено бројем:', 
                    image: './img/slika13.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '4'
                        },
                        {
                            id: 3,
                            text: '3'
                        },
                        {
                            id: 4,
                            text: '2'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [33]
                },
                {
                    id: 35, 
                    points: 1,
                    text: 'Маса празног возила са свим пуним резервоарима и прописаном опремом је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'највећа дозвољена маса возила'
                        },
                        {
                            id: 2,
                            text: 'највећа дозвољена укупна маса возила'
                        },
                        {
                            id: 3,
                            text: 'укупна маса возила'
                        },
                        {
                            id: 4,
                            text: 'маса возила'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 36, 
                    points: 1,
                    text: 'Означена удаљеност између возила приказаних на слици је:', 
                    image: './img/slika14.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'најмања дозвољена бочна удаљеност између возила'
                        },
                        {
                            id: 2,
                            text: 'одстојање'
                        },
                        {
                            id: 3,
                            text: 'растојање'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [34, 35, 37]
                },
                {
                    id: 37, 
                    points: 1,
                    text: 'Растојање између возила приказаних на слици је означено бројем:',
                    image: './img/slika15.jpg', 
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [34, 35, 36]
                },
                {
                    id: 38, 
                    points: 1,
                    text: 'Одбачено возило је возило које:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није регистровано'
                        },
                        {
                            id: 2,
                            text: 'је видно запуштено и налази се на путу'
                        },
                        {
                            id: 3,
                            text: 'је видно запуштено и налази се ван пута'
                        },
                        {
                            id: 4,
                            text: 'је регистровано'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 39, 
                    points: 1,
                    text: 'Простор без седишта са доступним прикључцима сигурносних појасева у возилу представља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'место за седење само ако има и доступне елементе за монтажу седишта и сигурносне појасеве'
                        },
                        {
                            id: 2,
                            text: 'место за седење'
                        },
                        {
                            id: 3,
                            text: 'место за седење само ако има и доступне елементе за монтажу седишта'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 40, 
                    points: 1,
                    text: 'Средња (просечна) брзина кретања возила на деоници дужине 300 km, коју возило пређе за 2 сата, је:', 
                    answers: [
                        {
                            id: 1,
                            text: '150 km/h'
                        },
                        {
                            id: 2,
                            text: '200 km/h'
                        },
                        {
                            id: 3,
                            text: '120 km/h'
                        },
                        {
                            id: 4,
                            text: '100 km/h'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 41, 
                    points: 1,
                    text: 'Маса којом се возило може највише оптеретити према декларацији произвођача је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'носивост возила'
                        },
                        {
                            id: 2,
                            text: 'укупна маса возила'
                        },
                        {
                            id: 3,
                            text: 'највећа дозвољена маса возила'
                        },
                        {
                            id: 4,
                            text: 'највећа дозвољена укупна маса возила'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [42, 43, 44, 45, 46]
                },
                {
                    id: 42, 
                    points: 1,
                    text: 'Збир масе возила и носивости возила је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'највећа дозвољена укупна маса возила'
                        },
                        {
                            id: 2,
                            text: 'осовинско оптерећење возила'
                        },
                        {
                            id: 3,
                            text: 'укупна маса возила'
                        },
                        {
                            id: 4,
                            text: 'највећа дозвољена маса возила'
                        }
                    ],
                    correct_answers: [4],
                    similar_questions_ids: [41, 43, 44, 45, 46]
                },
                {
                    id: 43, 
                    points: 1,
                    text: 'Маса возила и маса којом је возило оптерећено (лица и терет) је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'укупна маса возила'
                        },
                        {
                            id: 2,
                            text: 'највећа дозвољена маса возила'
                        },
                        {
                            id: 3,
                            text: 'осовинско оптерећење возила'
                        },
                        {
                            id: 4,
                            text: 'највећа дозвољена укупна маса возила'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [41, 42, 44, 45, 46]
                },
                {
                    id: 44, 
                    points: 1,
                    text: 'Збир највећих дозвољених маса возила која чине скуп, умањен за вертикално оптерећење које возило прима од прикључног возила је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'највећа дозвољена маса скупа возила'
                        },
                        {
                            id: 2,
                            text: 'укупна маса скупа возила'
                        },
                        {
                            id: 3,
                            text: 'највећа дозвољена укупна маса скупа возила'
                        },
                        {
                            id: 4,
                            text: 'осовинско оптерећење скупа возила'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [41, 42, 43, 45, 46]
                },
                {
                    id: 45, 
                    points: 1,
                    text: 'Маса оптерећеног скупа возила (лица и терет) је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'укупна маса скупа возила'
                        },
                        {
                            id: 2,
                            text: 'осовинско оптерећење скупа возила'
                        },
                        {
                            id: 3,
                            text: 'највећа дозвољена укупна маса скупа возила'
                        },
                        {
                            id: 4,
                            text: 'највећа дозвољена маса скупа возила'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [41, 42, 43, 44, 46]
                },
                {
                    id: 46, 
                    points: 1,
                    text: 'Део укупне масе возила у хоризонталном положају којим његова осовина оптерећује коловоз у стању мировања возила је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'маса возила'
                        },
                        {
                            id: 2,
                            text: 'носивост возила'
                        },
                        {
                            id: 3,
                            text: 'осовинско оптерећење'
                        },
                        {
                            id: 4,
                            text: 'највећа дозвољена маса возил'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [41, 42, 43, 44, 45]
                },
                {
                    id: 47, 
                    points: 1,
                    text: 'Возило је регистровано ако испуњава истовремено следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'за њега су издате таблице за привремено означавање'
                        },
                        {
                            id: 2,
                            text: 'учествује у саобраћају на путу'
                        },
                        {
                            id: 3,
                            text: 'за њега је издата саобраћајна дозвола'
                        },
                        {
                            id: 4,
                            text: 'уписано је у јединствени регистар возила'
                        },
                        {
                            id: 5,
                            text: 'за њега су издате регистарске таблице и регистрациона налепница'
                        }
                    ],
                    correct_answers: [3, 4, 5]
                },
                {
                    id: 48, 
                    points: 1,
                    text: 'Јавна исправа (решење) која са регистрационом налепницом даје право на коришћење возила у саобраћају за време важења регистрационе налепнице је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајна дозвола'
                        },
                        {
                            id: 2,
                            text: 'возачка дозвола'
                        },
                        {
                            id: 3,
                            text: 'регистарска таблица'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 49, 
                    points: 1,
                    text: 'Ознака на возилу којом се означава да је возило уписано у јединствени регистар возила је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајна дозвола'
                        },
                        {
                            id: 2,
                            text: 'таблица за привремено означавање'
                        },
                        {
                            id: 3,
                            text: 'регистарска таблица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 50, 
                    points: 1,
                    text: 'Ознака на возилу којом се одређује да возило може да учествује у саобраћају у одређеном временском року је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'регистрациона налепница'
                        },
                        {
                            id: 2,
                            text: 'регистарска таблица'
                        },
                        {
                            id: 3,
                            text: 'саобраћајна дозвола'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 51, 
                    points: 1,
                    text: 'Јавна исправа (решење) надлежног органа којим се неком лицу даје право да у саобраћају на путу управља возилом одређене категорије на одређено време је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајна дозвола'
                        },
                        {
                            id: 2,
                            text: 'уверење о положеном возачком испиту'
                        },
                        {
                            id: 3,
                            text: 'возачка дозвола'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 52, 
                    points: 1,
                    text: 'Довођење возила, односно уређаја и склопова возила у исправно стање је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'поправка возила'
                        },
                        {
                            id: 2,
                            text: 'преправка возила'
                        },
                        {
                            id: 3,
                            text: 'технички преглед возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 53, 
                    points: 1,
                    text: 'Промена конструктивних карактеристика возила којим се мења намена или врста возила или декларисане техничке карактеристике возила или декларисане карактеристике уређаја и склопова возила је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'поправка возила'
                        },
                        {
                            id: 2,
                            text: 'одржавање возила'
                        },
                        {
                            id: 3,
                            text: 'преправка возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 54, 
                    points: 1,
                    text: 'Возило је приказано на сликама означеним бројевима:', 
                    image: './img/slika16.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1, 3, 4 и 6'
                        },
                        {
                            id: 2,
                            text: '1, 2, 3 и 6'
                        },
                        {
                            id: 3,
                            text: '1, 2, 4 и 5'
                        },
                        {
                            id: 4,
                            text: '2, 3, 5 и 6'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 55, 
                    points: 1,
                    text: 'Возило је бицикл ако истовремено испуњава следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'има два точка'
                        },
                        {
                            id: 2,
                            text: 'његова највећа трајна номинална снага не прелази 4 kW'
                        },
                        {
                            id: 3,
                            text: 'има најмање два точка'
                        },
                        {
                            id: 4,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                        },
                        {
                            id: 5,
                            text: 'покреће се снагом возача, односно путника, која се помоћу педала или ручица преноси на точак, односно точкове'
                        }
                    ],
                    correct_answers: [3, 5]
                },
                {
                    id: 56, 
                    points: 1,
                    text: 'Бицикл је приказан на сликама означеним бројевима:',
                    image: './img/slika17.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 57, 
                    points: 1,
                    text: 'Моторно возило је приказано на сликама означеним бројевима:', 
                    image: './img/slika18.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2, 5 и 6'
                        },
                        {
                            id: 2,
                            text: '3, 5 и 6'
                        },
                        {
                            id: 3,
                            text: '1, 4 и 6'
                        },
                        {
                            id: 4,
                            text: '2, 3 и 5'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 58, 
                    points: 1,
                    text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је лаки трицикл ако истовремено испуњава следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                        },
                        {
                            id: 2,
                            text: 'има три точка'
                        },
                        {
                            id: 3,
                            text: 'радна запремина његовог мотора не прелази 50 cm3'
                        },
                        {
                            id: 4,
                            text: 'радна запремина његовог мотора не прелази 125 cm3'
                        },
                        {
                            id: 5,
                            text: 'његова највећа ефективна снага не прелази 4 kW'
                        },
                        {
                            id: 6,
                            text: 'има најмање три точка'
                        }
                    ],
                    correct_answers: [1, 2, 3]
                },
                {
                    id: 59, 
                    points: 1,
                    text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је лаки трицикл ако истовремено испуњава следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'има три точка'
                        },
                        {
                            id: 2,
                            text: 'његова највећа ефективна снага не прелази 4 kW'
                        },
                        {
                            id: 3,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                        },
                        {
                            id: 4,
                            text: 'радна запремина његовог мотора не прелази 50 cm3'
                        },
                        {
                            id: 5,
                            text: 'радна запремина његовог мотора не прелази 125 cm3'
                        },
                        {
                            id: 6,
                            text: 'има најмање три точка'
                        }
                    ],
                    correct_answers: [1, 2, 3]
                },
                {
                    id: 60, 
                    points: 1,
                    text: 'Моторно возило, са електричним погоном, је лаки трицикл ако истовремено испуњава следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                        },
                        {
                            id: 2,
                            text: 'његова највећа трајна номинална снага не прелази 4 kW'
                        },
                        {
                            id: 3,
                            text: 'има три точка'
                        },
                        {
                            id: 4,
                            text: 'његова највећа трајна номинална снага прелази 4 kW'
                        },
                        {
                            id: 5,
                            text: 'радна запремина мотора не прелази 50 cm3'
                        },
                        {
                            id: 6,
                            text: 'има најмање три точка'
                        }
                    ],
                    correct_answers: [1, 2, 3]
                },
                {
                    id: 61, 
                    points: 1,
                    text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има три точка и мотор са унутрашњим сагоревањем са погоном на бензин, чија је радна запремина 45 cm3, а највећа ефективна снага 4 kW, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'бицикл'
                        },
                        {
                            id: 2,
                            text: 'мопед'
                        },
                        {
                            id: 3,
                            text: 'мотоцикл'
                        },
                        {
                            id: 4,
                            text: 'лаки трицикл'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 62, 
                    points: 1,
                    text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има три точка и мотор са унутрашњим сагоревањем са погоном који није на бензин, чија је радна запремина 55 cm3, а највећа ефективна снага 4 kW, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мопед'
                        },
                        {
                            id: 2,
                            text: 'бицикл'
                        },
                        {
                            id: 3,
                            text: 'мотоцикл'
                        },
                        {
                            id: 4,
                            text: 'лаки трицикл'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 63, 
                    points: 1,
                    text: 'Моторно возило са електричним погоном, највеће трајне номиналне снага 4 kW, највеће конструктивне брзине 40 km/h и које има три точка, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лаки трицикл'
                        },
                        {
                            id: 2,
                            text: 'мотоцикл'
                        },
                        {
                            id: 3,
                            text: 'бицикл'
                        },
                        {
                            id: 3,
                            text: 'мопед'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 64, 
                    points: 1,
                    text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је тешки трицикл ако истовремено испуњава најмање следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h'
                        },
                        {
                            id: 2,
                            text: 'његова највећа ефективна снага прелази 4 kW'
                        },
                        {
                            id: 3,
                            text: 'има три точка, симетрично распоређених у односу на средњу подужну раван возила'
                        },
                        {
                            id: 4,
                            text: 'његова највећа ефективна снага не прелази 4 kW'
                        },
                        {
                            id: 5,
                            text: 'радна запремина мотора не прелази 50 cm3'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 65, 
                    points: 1,
                    text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је тешки трицикл ако истовремено испуњава следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, прелази 45 km/h'
                        },
                        {
                            id: 2,
                            text: 'има три точка, симетрично распоређених у односу на средњу подужну раван возила'
                        },
                        {
                            id: 3,
                            text: 'његова највећа ефективна снага прелази 4 kW'
                        },
                        {
                            id: 4,
                            text: 'има најмање три точка'
                        },
                        {
                            id: 5,
                            text: 'радна запремина његовог мотора прелази 50 cm3'
                        },
                        {
                            id: 6,
                            text: 'радна запремина његовог мотора не прелази 125 cm3'
                        }
                    ],
                    correct_answers: [1, 2, 3]
                },
                {
                    id: 66, 
                    points: 1,
                    text: 'Моторно возило са електричним погоном, највеће трајне номиналне снаге 5 kW, највеће конструктивне брзине 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мотоцикл'
                        },
                        {
                            id: 2,
                            text: 'тешки трицикл'
                        },
                        {
                            id: 3,
                            text: 'мопед'
                        },
                        {
                            id: 4,
                            text: 'лаки трицикл'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 67, 
                    points: 1,
                    text: 'Моторно возило чија је највећа конструктивна брзина 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила и мотор са унутрашњим сагоревањем са погоном на бензин чија је највећа ефективна снага 5 kW, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мотоцикл'
                        },
                        {
                            id: 2,
                            text: 'тешки трицикл'
                        },
                        {
                            id: 3,
                            text: 'лаки трицикл'
                        },
                        {
                            id: 4,
                            text: 'мопед'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 68, 
                    points: 1,
                    text: 'Моторно возило чија је највећа конструктивна брзина 50 km/h и које има три точка симетрично распоређена у односу на средњу подужну раван возила и мотор са унутрашњим сагоревањем са погоном који није на бензин чија је највећа ефективна снага 5 kW, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лаки трицикл'
                        },
                        {
                            id: 2,
                            text: 'тешки трицикл'
                        },
                        {
                            id: 3,
                            text: 'мопед'
                        },
                        {
                            id: 4,
                            text: 'мотоцикл'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 69, 
                    points: 1,
                    text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном на бензин, је лаки четвороцикл ако истовремено испуњава најмање следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'његова највећа ефективна снага прелази 4 kW'
                        },
                        {
                            id: 2,
                            text: 'његова највећа ефективна снага не прелази 4 kW'
                        },
                        {
                            id: 3,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                        },
                        {
                            id: 4,
                            text: 'има четири точка и његова маса не прелази 350 kg'
                        },
                        {
                            id: 5,
                            text: 'радна запремина мотора не прелази 50 cm3'
                        }
                    ],
                    correct_answers: [3, 4, 5]
                },
                {
                    id: 70, 
                    points: 1,
                    text: 'Моторно возило намењено за превоз терета, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 12 kW и чија је маса 500 kg, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лаки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 3,
                            text: 'теретно возило'
                        },
                        {
                            id: 4,
                            text: 'путничко возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 71, 
                    points: 1,
                    text: 'Моторно возило, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, је лаки четвороцикл ако истовремено испуњава следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                        },
                        {
                            id: 2,
                            text: 'има четири точка и његова маса не прелази 350 kg'
                        },
                        {
                            id: 3,
                            text: 'радна запремина његовог мотора не прелази 50 cm3'
                        },
                        {
                            id: 4,
                            text: 'његова највећа ефективна снага не прелази 4 kW'
                        },
                        {
                            id: 5,
                            text: 'његова највећа ефективна снага прелази 4 kW'
                        }
                    ],
                    correct_answers: [1, 2, 4]
                },
                {
                    id: 72, 
                    points: 1,
                    text: 'Моторно возило, са електричним погоном, је лаки четвороцикл ако истовремено испуњава следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'радна запремина мотора прелази 50 cm3'
                        },
                        {
                            id: 2,
                            text: 'његова највећа трајна номинална снага прелази 4 kW'
                        },
                        {
                            id: 3,
                            text: 'његова највећа конструктивна брзина, без обзира на начин преноса, не прелази 45 km/h'
                        },
                        {
                            id: 4,
                            text: 'има четири точка и његова маса не прелази 350 kg, што не укључује масу батерија возила'
                        },
                        {
                            id: 5,
                            text: 'његова највећа трајна номинална снага не прелази 4 kW'
                        }
                    ],
                    correct_answers: [3, 4, 5]
                },
                {
                    id: 73, 
                    points: 1,
                    text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има четири точка, масу 300 kg и мотор са унутрашњим сагоревањем са погоном на бензин чија је радна запремина 45 cm3, а највећа ефективна снага 5 kW, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мотоцикл'
                        },
                        {
                            id: 2,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 3,
                            text: 'лаки четвороцикл'
                        },
                        {
                            id: 4,
                            text: 'мопед'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 74, 
                    points: 1,
                    text: 'Моторно возило чија је највећа конструктивна брзина 40 km/h и које има четири точка, масу 300 kg и мотор са унутрашњим сагоревањем са погоном који није на бензин чија је радна запремина 55 cm3 а највећа ефективна снага 4 kW, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лаки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 3,
                            text: 'мотоцикл'
                        },
                        {
                            id: 4,
                            text: 'мопед'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 75, 
                    points: 1,
                    text: 'Моторно возило са електричним погоном, највеће трајне номиналне снаге 4 kW, највеће конструктивне брзине 40 km/h и које има четири точка и масу 300 kg, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мотоцикл'
                        },
                        {
                            id: 2,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 3,
                            text: 'лаки четвороцикл'
                        },
                        {
                            id: 4,
                            text: 'мопед'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 76, 
                    points: 1,
                    text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 4 kW и чија је маса 400 kg, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'мопед'
                        },
                        {
                            id: 3,
                            text: 'путничко возило'
                        },
                        {
                            id: 4,
                            text: 'лаки четвороцикл'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 77, 
                    points: 1,
                    text: 'Моторно возило, намењено за превоз терета, са електричним погоном, са четири точка, највеће трајне номиналне снаге 4 kW и чија маса износи 500 kg, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лаки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'путничко возило'
                        },
                        {
                            id: 3,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 4,
                            text: 'теретно возило'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 78, 
                    points: 1,
                    text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 12 kW, чија је маса 400 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лаки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'путничко возило'
                        },
                        {
                            id: 3,
                            text: 'тешки четвороцикл'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 79, 
                    points: 1,
                    text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 12 kW, чија је маса 380 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'лаки четвороцикл'
                        },
                        {
                            id: 3,
                            text: 'путничко возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 80, 
                    points: 1,
                    text: 'Моторно возило, са електричним погоном, четири точка, највеће трајне номиналне снаге 10 kW, чија je маса 400 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'путничко возило'
                        },
                        {
                            id: 2,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 3,
                            text: 'лаки четвороцикл'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 81, 
                    points: 1,
                    text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 22 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'путничко возило'
                        },
                        {
                            id: 3,
                            text: 'аутобус'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 82, 
                    points: 1,
                    text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 20 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'аутобус'
                        },
                        {
                            id: 3,
                            text: 'путничко возило'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 83, 
                    points: 1,
                    text: 'Моторно возило које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 120 kW, чија је маса 2.000 kg и које има 8 места за седење укључујући и место за седење возача, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'путничко возило'
                        },
                        {
                            id: 3,
                            text: 'аутобус'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 84, 
                    points: 1,
                    text: 'Моторно возило, са електричним погоном, четири точка, највеће трајне номиналне снаге 18 kW, чија је маса 500 kg и које има 5 места за седење укључујући и место за седење возача, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'аутобус'
                        },
                        {
                            id: 2,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 3,
                            text: 'путничко возило'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 85, 
                    points: 1,
                    text: 'Путничко возило је приказано на слици број:', 
                    image: './img/slika19.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 86, 
                    points: 1,
                    text: 'Аутобус је приказан на слици број:', 
                    image: './img/slika20.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 87, 
                    points: 1,
                    text: 'Тролејбус је приказан на слици број:', 
                    image: './img/slika21.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 88, 
                    points: 1,
                    text: 'Моторно возило, са електричним погоном, намењено за извођење одређених радова, са четири точка, највеће трајне номиналне снаге 120 kW, чија је маса 1.500 kg и највећа конструктивна брзина кретања 40 km/h, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'радна машина'
                        },
                        {
                            id: 2,
                            text: 'теретно возило'
                        },
                        {
                            id: 3,
                            text: 'мотокултиватор'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 89, 
                    points: 1,
                    text: 'Теретно возило је приказано на слици број:', 
                    image: './img/slika22.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '4'
                        },
                        {
                            id: 4,
                            text: '2'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 90, 
                    points: 1,
                    text: 'Скуп возила је приказан на слици број:', 
                    image: './img/slika23.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '3'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 91, 
                    points: 1,
                    text: 'Туристички воз је приказан на слици број:',
                    image: './img/slika24.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 92, 
                    points: 1,
                    text: 'Моторно возило намењено за извођење одређених радова, које има мотор са унутрашњим сагоревањем са погоном на бензин, четири точка, највећу ефективну снагу 20 kW, чија је маса 580 kg и највећу конструктивну брзину кретања 40 km/h, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мотокултиватор'
                        },
                        {
                            id: 2,
                            text: 'радна машина'
                        },
                        {
                            id: 3,
                            text: 'теретно возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 93, 
                    points: 1,
                    text: 'Моторно возило намењено за извођење одређених радова, које има мотор са унутрашњим сагоревањем са погоном који није на бензин, четири точка, највећу ефективну снагу 120 kW, чија је маса 1.500 kg и највећа конструктивна брзина кретања 40 km/h, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мотокултиватор'
                        },
                        {
                            id: 2,
                            text: 'теретно возило'
                        },
                        {
                            id: 3,
                            text: 'радна машина'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 94, 
                    points: 1,
                    text: 'Трактор је приказан на слици број:', 
                    image: './img/slika25.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '4'
                        },
                        {
                            id: 4,
                            text: '3'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 95, 
                    points: 1,
                    text: 'Возило је прикључно ако истовремено испуњава најмање следеће услове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'намењено је за превоз путника, односно ствари, односно за обављање радова'
                        },
                        {
                            id: 2,
                            text: 'намењено је за обављање пољопривредних, шумских или других радова, и у сврху извођења тих радова, поставља се на моторно возило'
                        },
                        {
                            id: 3,
                            text: 'има једну осовину и конструисано је да вуче или потискује измењива оруђа за разне радове'
                        },
                        {
                            id: 4,
                            text: 'по конструкцији, уређајима, склоповима и опреми је намењено и оспособљено да буде вучено од другог возила'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 96, 
                    points: 1,
                    text: 'Мотокултиватор је приказан на слици број:', 
                    image: './img/slika26.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '4'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '1'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 97, 
                    points: 1,
                    text: 'Возило које је по конструкцији, уређајима, склоповима и опреми намењено и оспособљено да буде вучено од другог возила, а служи за превоз путника, односно ствари, односно за обављање радова је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'запрежно возило'
                        },
                        {
                            id: 2,
                            text: 'прикључак за извођење радова'
                        },
                        {
                            id: 3,
                            text: 'прикључно возило'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 98, 
                    points: 1,
                    text: 'Прикључно возило је приказано на слици број:',
                    image: './img/slika27.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '1'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 99, 
                    points: 1,
                    text: 'Запрежно возило је приказано на слици број:', 
                    image: './img/slika28.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '3'
                        },
                        {
                            id: 4,
                            text: '2'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 100, 
                    points: 1,
                    text: 'Трамвај је приказан на слици број:', 
                    image: './img/slika54.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 101, 
                    points: 1,
                    text: 'Лек који садржи психоактивну супстанцу и који се не сме употребљавати пре и за време вожње, на паковању има ознаку приказану на слици број:', 
                    image: './img/slika53.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '2'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        }
    ]
});

