var questions = questions || [];

questions.push({
    id: 3, /// 103+18+16
    name: 'Возило и технички услови које морају да испуне моторна и прикључна возила у саобраћају на путу',
    questions: [
        {
            id: 0,
            name: 'Основни склопови и уређаји возила, прописани технички услови и њихов утицај на безбедност саобраћаја на путу, значај и утицај техничке исправности возила на безбедно одвијање саобраћаја (уређај за управљање, уређај за заустављање, уређаји за осветљавање и давање светлосних знакова, уређаји који омогућавају нормалну видљивост, уређаји за спајање вучног и прикључног возила, пнеуматици, тахограф и остали уређаји) - 2', /// 103
            total_number_of_questions: 103,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Ближи услови које морају да испуњавају возила у саобраћају на путу у погледу димензија, техничких услова и уређаја, склопова и опреме и техничких норматива прописани су:', 
                    answers: [
                        {
                            id: 1,
                            text: 'Правилником о подели моторних и прикључних возила и техничким условима за возила у саобраћају на путевима'
                        },
                        {
                            id: 2,
                            text: 'Законом о безбедности саобраћаја на путевима'
                        },
                        {
                            id: 3,
                            text: 'Правилником о техничком прегледу возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Највећа дозвољена дужина моторног возила највеће дозвољене масе до 3.500 kg, износи:', 
                    answers: [
                        {
                            id: 1,
                            text: '6,00 m'
                        },
                        {
                            id: 2,
                            text: '8,00 m'
                        },
                        {
                            id: 3,
                            text: '12,00 m'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Највећа дозвољена дужина путничког возила са приколицом износи:', 
                    answers: [
                        {
                            id: 1,
                            text: '16,50 m'
                        },
                        {
                            id: 2,
                            text: '12,00 m'
                        },
                        {
                            id: 3,
                            text: '18,75 m'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Највећа дозвољена ширина моторног возила износи:', 
                    answers: [
                        {
                            id: 1,
                            text: '2,50 m'
                        },
                        {
                            id: 2,
                            text: '2,55 m'
                        },
                        {
                            id: 3,
                            text: '2,80 m'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Највећа дозвољена висина моторних возила износи:', 
                    answers: [
                        {
                            id: 1,
                            text: '4,10 m'
                        },
                        {
                            id: 2,
                            text: '4,05 m'
                        },
                        {
                            id: 3,
                            text: '4,00 m'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Моторно, односно прикључно возило, може бити оптерећено тако да укупна маса моторног, односно прикључног возила, не прелази вредност:', 
                    answers: [
                        {
                            id: 1,
                            text: 'осовинског оптерећења прописаног за погонску осовину моторног, односно гоњену осовину прикључног возила'
                        },
                        {
                            id: 2,
                            text: 'носивости возила уписане у саобраћајну дозволу'
                        },
                        {
                            id: 3,
                            text: 'највеће дозвољене масе возила која је декларисана на произвођачким таблицама моторног, односно прикључног возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Укупна маса до које може бити оптерећено прикључно возило из скупа возила одређује се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само на основу декларисане вредности укупне масе прикључног возила коју може вући моторно возило одређене на произвођачкој таблици моторног возила'
                        },
                        {
                            id: 2,
                            text: 'на основу декларисане вредности највеће дозвољене масе одређене на произвођачкој таблици прикључног возила и декларисане вредности укупне масе прикључног возила коју може вући моторно возило одређене на произвођачкој таблици моторног возила'
                        },
                        {
                            id: 3,
                            text: 'само на основу декларисане вредности највеће дозвољене масе одређене на произвођачкој таблици прикључног возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Ако се из произвођачке таблице вучног возила не може утврдити укупна маса прикључног возила које може вући то вучно возило, укупна маса прикључног возила не сме бити већа од укупне масе вучног возила за више од:', 
                    answers: [
                        {
                            id: 1,
                            text: '50 %'
                        },
                        {
                            id: 2,
                            text: '30 %'
                        },
                        {
                            id: 3,
                            text: '25 %'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Возило мора бити оптерећено тако да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'осовинска оптерећења могу прелазити вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу под условом да укупна маса не прелази највећу дозвољену масу возила'
                        },
                        {
                            id: 2,
                            text: 'осовинска оптерећења погонске осовине могу прелазити вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу под условом да укупна маса не прелази највећу дозвољену масу возила'
                        },
                        {
                            id: 3,
                            text: 'осовинска оптерећења не прелазе вредности декларисане од стране произвођача и наведене на произвођачкој таблици на возилу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Точак управљача моторних возила највеће дозвољене масе до 3.500 kg:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може бити на било којој страни ако је тако предвидео произвођач'
                        },
                        {
                            id: 2,
                            text: 'не сме бити на десној страни'
                        },
                        {
                            id: 3,
                            text: 'може бити и на десној страни ако је моторно возило први пут регистровано у Републици Србији до 1. јула 2012. године'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Кочни систем моторних возила највеће дозвољене масе до 3.500 kg мора да оствари функције:', 
                    answers: [
                        {
                            id: 1,
                            text: 'радног кочења и помоћног кочења'
                        },
                        {
                            id: 2,
                            text: 'радног кочења и паркирног кочења'
                        },
                        {
                            id: 3,
                            text: 'радног кочења, помоћног кочења и паркирног кочења'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Систем против блокирања точкова при кочењу (ABS) је део:', 
                    answers: [
                        {
                            id: 1,
                            text: 'радног кочења који аутоматски регулише проклизавање точкова, у правцу обртања, за време кочења'
                        },
                        {
                            id: 2,
                            text: 'система дуготрајног успоравања возила који обезбеђује већу стабилност возила'
                        },
                        {
                            id: 3,
                            text: 'помоћног кочења који скраћује зауставни пут'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Контрола исправности система против блокирања точкова при кочењу (ABS):', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора бити обезбеђена путем звучног индикатора'
                        },
                        {
                            id: 2,
                            text: 'мора бити обезбеђена путем оптичког индикатора који мора бити у видном пољу возача'
                        },
                        {
                            id: 3,
                            text: 'не мора бити обезбеђена, ако то није предвидео произвођач возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Прикључна возила чија највећа дозвољена маса не прелази 0,75 t:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не морају имати само радно кочење'
                        },
                        {
                            id: 2,
                            text: 'не морају имати радно и паркирно кочење'
                        },
                        {
                            id: 3,
                            text: 'не морају имати само паркирно кочење'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Прикључна возила чија највећа дозвољена маса прелази 0,75 t, али не прелази 3,5 t:', 
                    answers: [
                        {
                            id: 1,
                            text: 'могу имати радно кочење са инерционом командом само када се скуп возила креће брзином мањом од 30 km/h'
                        },
                        {
                            id: 2,
                            text: 'не могу имати радно кочење са инерционом командом'
                        },
                        {
                            id: 3,
                            text: 'могу имати радно кочење са инерционом командом'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'У случају прекида везе између вучног и прикључног возила чија највећа дозвољена маса не прелази 1,5 t, a не постоји уређај који аутоматски активира радно кочење прикључног возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'аутоматски се активира радно кочење вучног возила'
                        },
                        {
                            id: 2,
                            text: 'спој вучног и прикључног возила обезбеђен је додатним везама (ланци, челично уже и др.), које спречавају да руда прикључног возила не падне на тло или скрене у страну до безбедног заустављања скупа возила'
                        },
                        {
                            id: 3,
                            text: 'аутоматски се активира индикатор на командној табли вучног возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Радно кочење возила за превоз путника, теретних возила, мопеда, мотоцикала, трицикала, четвороцикала и прикључних возила, осим трактора, радних машина и прикључних возила за трактор, мора дејствовати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само на точкове гоњене осовине'
                        },
                        {
                            id: 2,
                            text: 'на све точкове'
                        },
                        {
                            id: 3,
                            text: 'најмање на точкове погонске осовине'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Постављање или коришћење уређаја на возилу који дају, односно одбијају светлост видљиву учесницима у саобраћају у бојама које нису предвиђене прописима о условима које морају да испуњавају возила у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено само ако ти уређаји на предњој страни возила не дају, односно одбијају светлост црвене боје, а на задњој страни не дају, односно одбијају светлост беле боје'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено само ако ти уређаји не ометају остале учеснике у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Светлосни и светлосно сигнални уређаји, постављени на предњој страни моторног и прикључног возила, не могу бити изведени тако да дају светлост:', 
                    answers: [
                        {
                            id: 1,
                            text: 'беле боје видљиву са предње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                        },
                        {
                            id: 2,
                            text: 'жуте боје видљиву са предње стране возила'
                        },
                        {
                            id: 3,
                            text: 'црвене боје видљиву са предње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Светлосни и светлосно сигнални уређаји, постављени на задњој страни моторног и прикључног возила не могу бити изведени тако да дају светлост:', 
                    answers: [
                        {
                            id: 1,
                            text: 'црвене боје видљиву са задње стране возила'
                        },
                        {
                            id: 2,
                            text: 'беле боје видљиву са задње стране возила, осим у случајевима предвиђеним прописима о условима које морају да испуњавају возила у саобраћају на путу'
                        },
                        {
                            id: 3,
                            text: 'жуте боје видљиву са задње стране возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Истоветни светлосни и светлосно сигнални уређаји који су удвојени на моторном возилу на три или више точкова:', 
                    answers: [
                        {
                            id: 1,
                            text: 'морају бити исте величине и боје, а не морају дејствовати уједначеним светлосним интензитетом'
                        },
                        {
                            id: 2,
                            text: 'морају бити исте величине и боје и дејствовати уједначеним светлосним интензитетом'
                        },
                        {
                            id: 3,
                            text: 'не морају бити исте величине и боје и дејствовати уједначеним светлосним интензитетом'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Под уређајима за осветљавање пута на моторним возилима, од набројаних, подразумевају се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'светла за маглу'
                        },
                        {
                            id: 2,
                            text: 'габаритна светла'
                        },
                        {
                            id: 3,
                            text: 'светла за вожњу уназад'
                        },
                        {
                            id: 4,
                            text: 'главни фарови'
                        },
                        {
                            id: 5,
                            text: 'задње светло за маглу'
                        },
                        {
                            id: 6,
                            text: 'катадиоптери'
                        }
                    ],
                    correct_answers: [1, 3, 4]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'Под уређајима за осветљавање пута на моторним возилима, од набројаног, подразумевају се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'задње светло за маглу'
                        },
                        {
                            id: 2,
                            text: 'катадиоптери'
                        },
                        {
                            id: 3,
                            text: 'фарови и светла за осветљавање места на коме се изводе радови'
                        },
                        {
                            id: 4,
                            text: 'покретни фар (рефлектор)'
                        },
                        {
                            id: 5,
                            text: 'дневно светло'
                        },
                        {
                            id: 6,
                            text: 'габаритна светла'
                        }
                    ],
                    correct_answers: [3, 4, 5]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Светлост главних фарова мора бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'беле боје'
                        },
                        {
                            id: 2,
                            text: 'плаве или жуте боје'
                        },
                        {
                            id: 3,
                            text: 'боје одређене од стране произвођача возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Када се укључе дуга светла за осветљавање пута, на контролној табли возила мора аутоматски да светли контролна лампа:', 
                    answers: [
                        {
                            id: 1,
                            text: 'жуте боје'
                        },
                        {
                            id: 2,
                            text: 'плаве боје'
                        },
                        {
                            id: 3,
                            text: 'зелене боје'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Када се укључе кратка светла за осветљавање пута, на контролној табли возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора аутоматски да светли контролна лампа зелене боје'
                        },
                        {
                            id: 2,
                            text: 'не мора бити укључена лампа било које боје'
                        },
                        {
                            id: 3,
                            text: 'мора аутоматски да светли контролна лампа жуте боје'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Уређај за чишћење главних фарова:', 
                    answers: [
                        {
                            id: 1,
                            text: 'обавезан је само на возилима за превоз путника и теретним возилима, која имају кратка светла са гасним извором светлости'
                        },
                        {
                            id: 2,
                            text: 'није обавезан на моторним возилима'
                        },
                        {
                            id: 3,
                            text: 'обавезан је само на возилима која су произведена након 1. марта 2011. године'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Уређај за нивелацију снопа главних светала:', 
                    answers: [
                        {
                            id: 1,
                            text: 'обавезан је само на возилима за превоз путника и теретним возилима, која имају кратка светла са гасним извором светлости'
                        },
                        {
                            id: 2,
                            text: 'обавезан је на возилима за превоз путника и теретним возилима'
                        },
                        {
                            id: 3,
                            text: 'није обавезан на моторним возилима'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Светлосни сноп кратког светла моторних возила, осим трактора, мора да осветли:', 
                    answers: [
                        {
                            id: 1,
                            text: 'најмање 40 m пута'
                        },
                        {
                            id: 2,
                            text: 'најмање 100 m пута'
                        },
                        {
                            id: 3,
                            text: 'најмање 40 m, а највише 80 m пута'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Светлосни сноп кратког светла моторних возила мора бити изведен као:', 
                    answers: [
                        {
                            id: 1,
                            text: 'симетрични'
                        },
                        {
                            id: 2,
                            text: 'десносмерни асиметрични'
                        },
                        {
                            id: 3,
                            text: 'левосмерни асиметрични'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Светлосни сноп дугог светла моторних возила, осим трактора, мора да осветли:', 
                    answers: [
                        {
                            id: 1,
                            text: 'најмање 40 m пута'
                        },
                        {
                            id: 2,
                            text: 'најмање 100 m пута'
                        },
                        {
                            id: 3,
                            text: 'најмање 80 m пута'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'Светлосни сноп светла за маглу моторних возила мора да осветли:', 
                    answers: [
                        {
                            id: 1,
                            text: 'најмање 35 m пута'
                        },
                        {
                            id: 2,
                            text: 'најмање 35 m, а највише 80 m пута'
                        },
                        {
                            id: 3,
                            text: 'највише 35 m пута'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'Светлост светла за вожњу уназад мора бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'боје одређене од стране произвођача возила'
                        },
                        {
                            id: 2,
                            text: 'црвене боје'
                        },
                        {
                            id: 3,
                            text: 'беле боје'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'На моторним возилима на четири или више точкова и на моторним возилима на три точка која су шира од 1,3 m светла за маглу могу бити уграђенa и изведенa као:', 
                    answers: [
                        {
                            id: 1,
                            text: 'паран број фарова без ограничења броја'
                        },
                        {
                            id: 2,
                            text: 'два фара'
                        },
                        {
                            id: 3,
                            text: 'четири фара'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'Светлост светала за маглу мора бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само жуте боје'
                        },
                        {
                            id: 2,
                            text: 'беле или жуте боје'
                        },
                        {
                            id: 3,
                            text: 'боје одређене од стране произвођача возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'Када се укључе светла за маглу, на контролној табли возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не мора бити укључена лампа било које боје'
                        },
                        {
                            id: 2,
                            text: 'мора аутоматски да светли контролна лампа жуте боје'
                        },
                        {
                            id: 3,
                            text: 'мора аутоматски да светли контролна лампа зелене боје'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'Светлост дневних светала мора бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само беле боје'
                        },
                        {
                            id: 2,
                            text: 'боје одређене од стране произвођача возила'
                        },
                        {
                            id: 3,
                            text: 'беле или жуте боје'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'Додатни фарови и светла који су уграђени на возилу ван простора предвиђених прописима (додатни фарови на крову и сл.) за време учешћа возила у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не морају бити прекривени али се не могу користити'
                        },
                        {
                            id: 2,
                            text: 'не морају бити прекривени и могу се користити'
                        },
                        {
                            id: 3,
                            text: 'морају бити прекривени одговарајућом покривком'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 39, 
                    points: 2,
                    text: 'Уградња покретног фара (рефлектора) дозвољена је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само на возилима за која је то одређено прописима о техничким условима за возила'
                        },
                        {
                            id: 2,
                            text: 'само на тракторима и радним машинама'
                        },
                        {
                            id: 3,
                            text: 'на свим моторним и прикључним возилима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 40, 
                    points: 2,
                    text: 'На прикључном возилу ширине до 1,6 m:', 
                    answers: [
                        {
                            id: 1,
                            text: 'морају бити уграђена два предња позициона светла беле или црвене боје'
                        },
                        {
                            id: 2,
                            text: 'не морају бити уграђена предња позициона светала'
                        },
                        {   
                            id: 3,
                            text: 'морају бити уграђена два предња позициона светла беле боје'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 41, 
                    points: 2,
                    text: 'Када се укључе задња светла за маглу на контролној табли возила мора аутоматски да светли контролна лампа:', 
                    answers: [
                        {
                            id: 1,
                            text: 'жуте или зелене боје'
                        },
                        {
                            id: 2,
                            text: 'црвене боје'
                        },
                        {
                            id: 3,
                            text: 'плаве боје'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 42, 
                    points: 2,
                    text: 'На прикључном возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'морају бити уграђена два предња катадиоптера, беле боје, који нису троугластог облика'
                        },
                        {
                            id: 2,
                            text: 'морају бити уграђена два предња катадиоптера троугластог облика беле боје'
                        },
                        {
                            id: 3,
                            text: 'не морају бити уграђени предњи катадиоптери'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 43, 
                    points: 2,
                    text: 'На моторном возилу са скривајућим фаровима:', 
                    answers: [
                        {
                            id: 1,
                            text: 'морају бити уграђена два предња катадиоптера, жуте боје, који нису троугластог облика'
                        },
                        {
                            id: 2,
                            text: 'не морају бити уграђени предњи катадиоптери'
                        },
                        {
                            id: 3,
                            text: 'морају бити уграђена два предња катадиоптера, беле боје, који нису троугластог облика'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 44, 
                    points: 2,
                    text: 'На прикључном возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'морају бити уграђена два задња катадиоптера, црвене боје, у облику равностраног троугла, са врхом окренутим навише и страницом величине најмање 0,15 m'
                        },
                        {
                            id: 2,
                            text: 'морају бити уграђена два задња катадиоптера, беле боје, који нису троугластог облика'
                        },
                        {
                            id: 3,
                            text: 'не морају бити уграђени задњи катадиоптери'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 45, 
                    points: 2,
                    text: 'Возила која су намењена за извођење радова ван пута када у саобраћају на путу имају инсталирана оруђа за извођење радова, која нису склоп возила већ измењиво средство за рад:', 
                    answers: [
                        {
                            id: 1,
                            text: 'морају бити прописано означена'
                        },
                        {
                            id: 2,
                            text: 'не морају бити прописано означена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 46, 
                    points: 2,
                    text: 'Ознака приказана на слици служи за означавање:', 
                    image: './img/slika56.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'спорих возила'
                        },
                        {
                            id: 2,
                            text: 'тешких возила'
                        },
                        {
                            id: 3,
                            text: 'дугих возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 47, 
                    points: 2,
                    text: 'Ознака приказана на слици служи за означавање:', 
                    image: './img/slika57.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'спорих возила'
                        },
                        {
                            id: 2,
                            text: 'дугих возила'
                        },
                        {
                            id: 3,
                            text: 'тешких возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 48, 
                    points: 2,
                    text: 'Ознака приказана на слици служи за означавање:', 
                    image: './img/slika58.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дугих возила'
                        },
                        {
                            id: 2,
                            text: 'спорих возила'
                        },
                        {
                            id: 3,
                            text: 'тешких возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 49, 
                    points: 2,
                    text: 'Путничка возила која су први пут регистрована у Републици Србији након 1. марта 2011. године морају имати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'најмање четири стоп светала'
                        },
                        {
                            id: 2,
                            text: 'треће стоп светло уграђено симетрично у односу на средњу уздужну раван возила'
                        },
                        {
                            id: 3,
                            text: 'стоп светла у облику круга, чији је полупречник најмање 0,15 m'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 50, 
                    points: 2,
                    text: 'Стоп светла се укључују при активирању:', 
                    answers: [
                        {
                            id: 1,
                            text: 'радног кочења возила'
                        },
                        {
                            id: 2,
                            text: 'дуготрајног успоравања возила'
                        },
                        {
                            id: 3,
                            text: 'паркирног кочења'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 51, 
                    points: 2,
                    text: 'Светлост показивача правца мора бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'жуте боје'
                        },
                        {
                            id: 2,
                            text: 'беле боје'
                        },
                        {
                            id: 3,
                            text: 'жуте или црвене боје'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 52, 
                    points: 2,
                    text: 'На возилима која су први пут регистрована у Републици Србији пре 1. јула 2011. године контрола укључености показивача праваца, мора бити обезбеђена:', 
                    answers: [
                        {
                            id: 1,
                            text: 'помоћу оптичке и звучне контролне направе'
                        },
                        {
                            id: 2,
                            text: 'само помоћу звучне контролне направе'
                        },
                        {
                            id: 3,
                            text: 'помоћу оптичке или звучне контролне направе'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 53, 
                    points: 2,
                    text: 'На возилима за превоз путника и теретним возилима, која су први пут регистрована у Републици Србији након 1. јула 2011. године, контрола укључености показивача праваца, мора бити обезбеђена:', 
                    answers: [
                        {
                            id: 1,
                            text: 'помоћу оптичке или звучне контролне направе'
                        },
                        {
                            id: 2,
                            text: 'само помоћу звучне контролне направе'
                        },
                        {
                            id: 3,
                            text: 'помоћу оптичке и звучне контролне направе'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 54, 
                    points: 2,
                    text: 'Преправка ветробранa, постављањем фолија или других материјала због затамњивања:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољена ако укупна вредност пригушења светла не прелази 75%'
                        },
                        {
                            id: 2,
                            text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                        },
                        {
                            id: 3,
                            text: 'није дозвољена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 55, 
                    points: 2,
                    text: 'Преправка бочних стакала у равни возача, постављањем фолија или других материјала због затамњивања:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољена'
                        },
                        {
                            id: 2,
                            text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                        },
                        {
                            id: 3,
                            text: 'је дозвољена без ограничења укупне вредности пригушења светла'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 56, 
                    points: 2,
                    text: 'Преправка осталих стакала на возилу, осим ветробрана и бочних стакала у равни возача, постављањем фолија или других материјала због затамњивања:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољена без ограничења укупне вредности пригушења светла, при чему на возилу морају бити уграђена два бочна ретровизора'
                        },
                        {
                            id: 2,
                            text: 'је дозвољена ако укупна вредност пригушења светла не прелази 30%'
                        },
                        {
                            id: 3,
                            text: 'није дозвољена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 57, 
                    points: 2,
                    text: 'На путничком возилу са четири или више седишта, мора постојати најмање:', 
                    answers: [
                        {
                            id: 1,
                            text: 'два возачка огледала од којих је једно смештено унутар каросерије, а друго изван каросерије на левој страни возила'
                        },
                        {
                            id: 2,
                            text: 'два возачка огледала, са обе спољашње стране предњег дела возила и једно возачко огледало унутар каросерије'
                        },
                        {
                            id: 3,
                            text: 'два возачка огледала, са обе спољашње стране предњег дела возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 58, 
                    points: 2,
                    text: 'Уређај за давање звучних знакова мора производити звук:', 
                    answers: [
                        {
                            id: 1,
                            text: 'чија јачина није прописана'
                        },
                        {
                            id: 2,
                            text: 'чија јачина мора бити у прописаним границама'
                        },
                        {
                            id: 3,
                            text: 'што веће јачине'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 59, 
                    points: 2,
                    text: 'Уградња брзиномера са одометром и светиљком за осветљавање на путничким возилима:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је обавезна'
                        },
                        {
                            id: 2,
                            text: 'је обавезна за возила чија највећа конструктивна брзина прелази 40 km/h'
                        },
                        {
                            id: 3,
                            text: 'није обавезна'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 60, 
                    points: 2,
                    text: 'Учешће у саобраћају возила на којем је извршено уклањање катализатора, уграђеног од стране произвођача возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено само када онемогућава правилан рад мотора'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 61, 
                    points: 2,
                    text: 'Исправан систем за упозоравање на неисправност опреме за регулисање аеро загађења (OBD) мора постојати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на возилима са мотором који испуњава услове прописане нормом најмање „EURO 3”'
                        },
                        {
                            id: 2,
                            text: 'на возилима која су први пут регистровани у Републици Србији након 1. јула 2011. године'
                        },
                        {
                            id: 3,
                            text: 'на возилима која су први пут регистровани у Републици Србији након 1. јануара 2003. године'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 62, 
                    points: 2,
                    text: 'Унутрашња расвета у простору за возача и путнике мора постојати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само у моторним возилима која су први пут регистрована у Републици Србији након 1. јануара 2003. године'
                        },
                        {
                            id: 2,
                            text: 'у свим моторним и прикључним возилима за превоз путника, осим на туристичком возу'
                        },
                        {
                            id: 3,
                            text: 'само у возилима за превоз путника'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 63, 
                    points: 2,
                    text: 'Браве на вратима возила, која су први пут регистрована након 1. јануара 1987. године, морају бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'двостепене и уграђене и изведене тако да други степен браве спречава отварање врата, ако врата нису потпуно затворена'
                        },
                        {
                            id: 2,
                            text: 'једностепене и уграђене и изведене тако да се врата не могу отворити за време вожње'
                        },
                        {
                            id: 3,
                            text: 'једностепене или двостепене и уграђене и изведене тако да се врата не могу отворити за време вожње'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 64, 
                    points: 2,
                    text: 'Поклопци на свим спољашњим странама моторних и прикључних возила морају бити изведени, односно осигурани тако да је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'онемогућено да се сами отворе за време вожње, па ни при јачим потресима возила'
                        },
                        {
                            id: 2,
                            text: 'онемогућено да се сами отворе за време вожње, осим на возилима јавног превоза путника'
                        },
                        {
                            id: 3,
                            text: 'онемогућено њихово одвајање од возила у случају отварања при јачим потресима возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 65, 
                    points: 2,
                    text: 'Браници на моторним возилима, који су најистуренији делови возила, морају бити уграђени и изведени на предњој и задњој страни:', 
                    answers: [
                        {
                            id: 1,
                            text: 'путничких и теретних возила највеће дозвољене масе до 3.500 kg'
                        },
                        {
                            id: 2,
                            text: 'само путничких возила'
                        },
                        {
                            id: 3,
                            text: 'свих моторних возила на четири или више точкова'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 66, 
                    points: 2,
                    text: 'Путничка возила произведена у периоду између 1. јануара 1971. године и 1. јануара 1980. године морају имати уграђене сигурносне појасеве:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само за први ред седишта'
                        },
                        {
                            id: 2,
                            text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта'
                        },
                        {
                            id: 3,
                            text: 'за сва седишта'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 67, 
                    points: 2,
                    text: 'Путничка возила произведена, односно први пут регистрована након 1. јануара 1980. године морају имати уграђене сигурносне појасеве:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта за која је то назначено у декларацији произвођача'
                        },
                        {
                            id: 2,
                            text: 'за сва седишта'
                        },
                        {
                            id: 3,
                            text: 'само за први ред седишта'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 68, 
                    points: 2,
                    text: 'Путничка и теретна возила и аутобуси који поред места за седење немају места за стајање, који су произведени, односно први пут регистровани након 1. марта 2012. године морају имати уграђене сигурносне појасеве:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само за први ред седишта'
                        },
                        {
                            id: 2,
                            text: 'за сва седишта'
                        },
                        {
                            id: 3,
                            text: 'само за први ред седишта и прикључке за везивање сигурносних појасева за сва остала седишта за која је то назначено у декларацији произвођача'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 69, 
                    points: 2,
                    text: 'Постојање прикључака за вучу возила у случају неисправности, који омогућава спајање ужета, односно полуге за вучу, је обавезно:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на аутобусима, путничким и теретним возилима'
                        },
                        {
                            id: 2,
                            text: 'само на путничким возилима'
                        },
                        {
                            id: 3,
                            text: 'само на путничким и теретним возилима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 70, 
                    points: 2,
                    text: 'Постојање уређаја за обезбеђење возила од неовлашћене употребе је обавезно:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само на путничким и теретним возилима'
                        },
                        {
                            id: 2,
                            text: 'на аутобусима, путничким и теретним возилима'
                        },
                        {
                            id: 3,
                            text: 'само на путничким возилима'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 71, 
                    points: 2,
                    text: 'Пнеуматик на резервном точку, који није привремени резервни точак, у односу на пнеуматике који су постављени на точкове возила, мора бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'исте носивости'
                        },
                        {
                            id: 2,
                            text: 'исте конструкције'
                        },
                        {
                            id: 3,
                            text: 'истих димензија'
                        },
                        {
                            id: 4,
                            text: 'истог произвођача и типа'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 72, 
                    points: 2,
                    text: 'Резервни точак мора постојати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'у свим путничким возилима'
                        },
                        {
                            id: 2,
                            text: 'само у путничким возилима која нису намењена за јавни превоз путника'
                        },
                        {
                            id: 3,
                            text: 'само у путничким возилима намењеним за јавни превоз путника'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 73, 
                    points: 2,
                    text: 'Преносни апарат за гашење почетних пожара, са важећим доказом о исправности у складу са препоруком произвођача:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не мора постојати у путничким возилима, без обзира на врсту превоза'
                        },
                        {
                            id: 2,
                            text: 'мора постојати и бити постављен на доступном месту само у путничким возилима намењеним за јавни превоз путника'
                        },
                        {
                            id: 3,
                            text: 'мора постојати и бити постављен на доступном месту у свим путничким возилима'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 74, 
                    points: 2,
                    text: 'Опрема за пружање прве помоћи величине „В“ мора постојати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'у свим путничким возилима'
                        },
                        {
                            id: 2,
                            text: 'само у путничким возилима која нису намењена за јавни превоз путника'
                        },
                        {
                            id: 3,
                            text: 'само у путничким возилима намењеним за јавни превоз путника'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 75, 
                    points: 2,
                    text: 'Уже или полугу за вучу морају имати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'моторна и прикључна возила'
                        },
                        {
                            id: 2,
                            text: 'путничка и теретна возила и аутобуси'
                        },
                        {
                            id: 3,
                            text: 'путничка возила произведена, односно први пут регистрована након 1. јануара 1984. године'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 76, 
                    points: 2,
                    text: 'Пнеуматици на истој осовини морају бити једнаки по:', 
                    answers: [
                        {
                            id: 1,
                            text: 'конструкцији (радијални, дијагонални и са укрштеним појасевима)'
                        },
                        {
                            id: 2,
                            text: 'дубини газећег слоја'
                        },
                        {
                            id: 3,
                            text: 'години производње'
                        },
                        {
                            id: 4,
                            text: 'индексу брзине'
                        },
                        {
                            id: 5,
                            text: 'произвођачу и типу'
                        },
                        {
                            id: 6,
                            text: 'врсти (летњи, зимски)'
                        }
                    ],
                    correct_answers: [1, 5 ,6]
                },
                {
                    id: 77, 
                    points: 2,
                    text: 'Пнеуматици на возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'могу имати највеће димензије које омогућавају њихову несметано коришћење'
                        },
                        {
                            id: 2,
                            text: 'морају бити декларисаних димензија од стране произвођача возила'
                        },
                        {
                            id: 3,
                            text: 'морају имати димензије које су одређене прописима о техничким условима за возила у саобраћају на путевима'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 78, 
                    points: 2,
                    text: 'У ознаци пнеуматика 195/65 R 16 89 Н димензије су исказане кодовима:', 
                    answers: [
                        {
                            id: 1,
                            text: '16'
                        },
                        {
                            id: 2,
                            text: '89'
                        },
                        {
                            id: 3,
                            text: 'Н'
                        },
                        {
                            id: 4,
                            text: '195/65'
                        },
                        {
                            id: 5,
                            text: 'R'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 79, 
                    points: 2,
                    text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 180 означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ширину пнеуматика'
                        },
                        {
                            id: 2,
                            text: 'висину пнеуматика'
                        },
                        {
                            id: 3,
                            text: 'однос висине и ширине пнеуматика изражен у процентима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 80, 
                    points: 2,
                    text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 60 означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'индекс носивости'
                        },
                        {
                            id: 2,
                            text: 'брзинску ознаку'
                        },
                        {
                            id: 3,
                            text: 'однос висине и ширине пнеуматика изражен у процентима'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 81, 
                    points: 2,
                    text: 'У ознаци пнеуматика 195/65 R 16 89 Н конструкција је исказана кодом:', 
                    answers: [
                        {
                            id: 1,
                            text: '16'
                        },
                        {
                            id: 2,
                            text: '195/65'
                        },
                        {
                            id: 3,
                            text: '89'
                        },
                        {
                            id: 4,
                            text: 'R'
                        },
                        {
                            id: 5,
                            text: 'Н'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 82, 
                    points: 2,
                    text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака R означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'да пнеуматик може да се нарезује'
                        },
                        {
                            id: 2,
                            text: 'да је пнеуматик радијални'
                        },
                        {
                            id: 3,
                            text: 'брзинску ознаку пнеуматика'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 83, 
                    points: 2,
                    text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 14 означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пречник наплатка'
                        },
                        {
                            id: 2,
                            text: 'ширину пнеуматика'
                        },
                        {
                            id: 3,
                            text: 'висину пнеуматика'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 84, 
                    points: 2,
                    text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака 82 означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ознаку носивости'
                        },
                        {
                            id: 2,
                            text: 'брзинску ознаку пнеуматика'
                        },
                        {
                            id: 3,
                            text: 'висину пнеуматикa'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 85, 
                    points: 2,
                    text: 'У ознаци пнеуматика 195/65 R 16 89 Н индекс носивости је исказана кодом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'Н'
                        },
                        {
                            id: 2,
                            text: '16'
                        },
                        {
                            id: 3,
                            text: 'R'
                        },
                        {
                            id: 4,
                            text: '195/65'
                        },
                        {
                            id: 5,
                            text: '89'
                        }
                    ],
                    correct_answers: [5]
                },
                {
                    id: 86, 
                    points: 2,
                    text: 'У ознаци пнеуматика 195/65 R 16 89 Н индекс брзине је исказан кодом:', 
                    answers: [
                        {
                            id: 1,
                            text: '195/65'
                        },
                        {
                            id: 2,
                            text: 'R'
                        },
                        {
                            id: 3,
                            text: 'Н'
                        },
                        {
                            id: 4,
                            text: '89'
                        },
                        {
                            id: 5,
                            text: '16'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 87, 
                    points: 2,
                    text: 'На ознаци пнеуматика 180/60 R 14 82 Т ознака Т означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'да је пнеуматик радијални'
                        },
                        {
                            id: 2,
                            text: 'брзинску ознаку пнеуматика'
                        },
                        {
                            id: 3,
                            text: 'да пнеуматик може да се нарезује'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 88, 
                    points: 2,
                    text: 'Ознака на пнеуматику М+S означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'положај индикатора истрошености пнеуматика'
                        },
                        {
                            id: 2,
                            text: 'индекс брзине'
                        },
                        {
                            id: 3,
                            text: 'врсту пнеуматика (зимски)'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 89, 
                    points: 2,
                    text: 'Ознака на пнеуматику М+S означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'да је пнеуматик намењен за зимску употребу'
                        },
                        {
                            id: 2,
                            text: 'да је пнеуматик намењен за летњу употребу'
                        },
                        {
                            id: 3,
                            text: 'брзинску ознаку пнеуматика'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 90, 
                    points: 2,
                    text: 'Ознака на пнеуматику TWI означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'положај индикатора истрошености пнеуматика'
                        },
                        {
                            id: 2,
                            text: 'индекс брзине'
                        },
                        {
                            id: 3,
                            text: 'индекс носивости'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 91, 
                    points: 2,
                    text: 'Ознака на пнеуматику TWI означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'положај индикатора истрошености пнеуматика'
                        },
                        {
                            id: 2,
                            text: 'да је пнеуматик намењен за летњу употребу'
                        },
                        {
                            id: 3,
                            text: 'да пнеуматик може да се протектира'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 92, 
                    points: 2,
                    text: 'Дубина газећег слоја пнеуматика на мопедима, мотоциклима, трициклима, четвороциклима и путничким возилима мора бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'већа од дубине означене TWI ознакама, односно најмање 2 mm, ако TWI ознаке не постоје'
                        },
                        {
                            id: 2,
                            text: 'најмање 1,6 mm'
                        },
                        {
                            id: 3,
                            text: 'већа од дубине означене TWI ознакама, односно најмање 1,6 mm, ако TWI ознаке не постоје'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 93, 
                    points: 2,
                    text: 'Најмање дозвољена дубина „шаре“ газећег слоја пнеуматика путничког возила, када не постоји TWI ознака, износи:', 
                    answers: [
                        {
                            id: 1,
                            text: '2,0 mm'
                        },
                        {
                            id: 2,
                            text: '4,0 mm'
                        },
                        {
                            id: 3,
                            text: '1,6 mm'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 94, 
                    points: 2,
                    text: 'Употреба обновљених („протектираних“) пнеуматика:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољена је само на точковима теретних возила'
                        },
                        {
                            id: 2,
                            text: 'није дозвољена само на точковима управљајуће осовине'
                        },
                        {
                            id: 3,
                            text: 'дозвољена је на свим точковима возила, без обзира на врсту возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 95, 
                    points: 2,
                    text: 'Обновљени пнеуматици морају на бочној страни имати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ознаку „RETREAD”'
                        },
                        {
                            id: 2,
                            text: 'четвороцифрену ознаку недеље и године када је извршено обнављање'
                        },
                        {
                            id: 3,
                            text: 'двоцифрену ознаку године када је извршено обнављање'
                        },
                        {
                            id: 4,
                            text: 'серијски број обнављања'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 96, 
                    points: 2,
                    text: 'Пнеуматик на резервном точку мора бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'исте носивости као пнеуматици који се користе на возилу или бити хомологован као привремени резервни точак'
                        },
                        {
                            id: 2,
                            text: 'истих димензија као остали пнеуматици на возилу или бити хомологован као привремени резервни точак'
                        },
                        {
                            id: 3,
                            text: 'истих димензија и носивости као пнеуматици који се користе на возилу или бити хомологован као привремени резервни точак'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 97, 
                    points: 2,
                    text: 'Преносни апарат за гашење почетних пожара, у путничким возилима, је обавезан ако:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је возило намењено за сопствене потребе'
                        },
                        {
                            id: 2,
                            text: 'возило има више од 5 места за седење'
                        },
                        {
                            id: 3,
                            text: 'је возило намењено за јавни превоз'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 98, 
                    points: 2,
                    text: 'Резервни точак:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора постојати у свим прикључним возилима, осим у једноосовинским приколицама'
                        },
                        {
                            id: 2,
                            text: 'не мора постојати у прикључним возилима'
                        },
                        {
                            id: 3,
                            text: 'мора постојати у свим прикључним возилима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 99, 
                    points: 2,
                    text: 'Постојање резервног точка у моторном возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није обавезно, ако постоји одговарајуће средство за привремено оспособљавање издуваног пнеуматика (нпр. спреј, пена у боци под притиском, комплет за брзу поправку пнеуматика и сл.)'
                        },
                        {
                            id: 2,
                            text: 'није обавезно'
                        },
                        {
                            id: 3,
                            text: 'је обавезно'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 100, 
                    points: 2,
                    text: 'Постојање резервног точка у возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није обавезно, ако су пнеуматици или наплаци опремљени неким сигурносним системом за сигурну вожњу са издуваним пнеуматиком'
                        },
                        {
                            id: 2,
                            text: 'је обавезно само за возила којим се обавља јавни превоз'
                        },
                        {
                            id: 3,
                            text: 'је обавезно'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 101, 
                    points: 2,
                    text: 'Преносни апарат за гашење почетних пожара, са важећим доказом о исправности у складу са препоруком произвођача:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора постојати и бити постављен на доступном месту у теретним возилима и аутобусима, намењеним за јавни превоз'
                        },
                        {
                            id: 2,
                            text: 'не мора постојати у теретним возилима и аутобусима'
                        },
                        {
                            id: 3,
                            text: 'мора постојати и бити постављен на доступном месту у свим теретним возилима и аутобусима'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 102, 
                    points: 2,
                    text: 'Возила морају бити опремљена зимском опремом у периоду:', 
                    answers: [
                        {
                            id: 1,
                            text: 'од 1. новембра до 1. априла, ако се на коловозу налази снег, лед или поледица'
                        },
                        {
                            id: 2,
                            text: 'од 1. децембра до 1. марта, ако се на коловозу налази снег, лед или поледица'
                        },
                        {
                            id: 3,
                            text: 'од 15. новембра до 15. марта'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 103, 
                    points: 2,
                    text: 'Зимска опрема путничких возила обухвата:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пнеуматике за зимску употребу на свим точковима'
                        },
                        {
                            id: 2,
                            text: 'ланце односно друге уређаје за повећање тракције за најмање два погонска точка'
                        },
                        {
                            id: 3,
                            text: 'пнеуматике за зимску употребу само на погонским точковима'
                        },
                        {
                            id: 4,
                            text: 'лопату'
                        }
                    ],
                    correct_answers: [1, 2]
                }
            ]
        },
        {
            id: 1,
            name: 'Услови за учешће возила у саобраћају на путу (регистрација возила, саобраћајна дозвола, регистарске таблице, регистрациона налепница, привремена регистрација, таблице за привремено означавање и др.)', /// 18
            total_number_of_questions: 18,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'У саобраћају на путу могу да учествују само моторна и прикључна возила за која су издате:', 
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајна дозвола и потврда о техничкој исправности'
                        },
                        {
                            id: 2,
                            text: 'саобраћајна дозвола и регистарске таблице'
                        },
                        {
                            id: 3,
                            text: 'саобраћајна дозвола, регистарске таблице и регистрациона налепница'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У саобраћају на путу могу да учествују само моторна и прикључна возила за које је издата:', 
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајна дозвола'
                        },
                        {
                            id: 2,
                            text: 'потврда о техничкој исправности и регистрациони лист'
                        },
                        {
                            id: 3,
                            text: 'саобраћајна дозвола, регистарска таблица и регистрациона налепница'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Моторно и прикључно возило након истека рока важења регистрационе налепнице:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме да учествује у саобраћају на путу'
                        },
                        {
                            id: 2,
                            text: 'сме да учествује у саобраћају на путу најдуже 15 дана од дана истека важења'
                        },
                        {
                            id: 3,
                            text: 'сме да учествује у саобраћају на путу најдуже 5 дана од дана истека важења'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У саобраћају на путу могу да учествују моторна и прикључна возила која нису регистрована ако:', 
                    answers: [
                        {
                            id: 1,
                            text: 'се крећу од места преузимања као нерегистрована до места у коме ће бити регистрована'
                        },
                        {
                            id: 2,
                            text: 'су означена као возила од историјског значаја (олдтајмери)'
                        },
                        {
                            id: 3,
                            text: 'нису првенствено намењена за учествовање у саобраћају на путу'
                        },
                        {
                            id: 4,
                            text: 'се крећу ради спровођења прописаног царинског поступка'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Таблице за привремено означавање и потврда о њиховом коришћењу издају се са роком важења најдуже:', 
                    answers: [
                        {
                            id: 1,
                            text: '7 дана'
                        },
                        {
                            id: 2,
                            text: '15 дана'
                        },
                        {
                            id: 3,
                            text: '30 дана'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Регистрациона налепница се издаје са роком важења од:', 
                    answers: [
                        {
                            id: 1,
                            text: '6 месеци'
                        },
                        {
                            id: 2,
                            text: 'једне године'
                        },
                        {
                            id: 3,
                            text: '15 дана'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Рок важења регистрационе налепнице је:', 
                    answers: [
                        {
                            id: 1,
                            text: '3 године'
                        },
                        {
                            id: 2,
                            text: '2 године'
                        },
                        {
                            id: 3,
                            text: '1 годинa'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'За време управљања возилом возач код себе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не мора имати саобраћајну дозволу, ако поседује полису обавезног осигурања од аутоодговорности'
                        },
                        {
                            id: 2,
                            text: 'не мора имати саобраћајну дозволу, ако је возило означено регистрационом налепницом, којој није истекао рок важења'
                        },
                        {
                            id: 3,
                            text: 'мора имати саобраћајну дозволу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Да ли возач, овлашћеном лицу, мора дати на увид саобраћајну дозволу при контроли у саобраћају на путу?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Не, ако је возило означено регистрационом налепницом, којој није истекао рок важења'
                        },
                        {
                            id: 2,
                            text: 'Да'
                        },
                        {
                            id: 3,
                            text: 'Не, ако је на увид дата полиса обавезног осигурања од аутоодговорности'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Возило које је искључено из саобраћаја:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да учествује у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'не сме да учествује у саобраћају на путу'
                        },
                        {
                            id: 3,
                            text: 'сме да учествује у саобраћају на кратком делу пута'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Регистровано возило након истека рока важења регистрационе налепнице, ради одласка на технички преглед, оправку, односно испитивање, у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може да учествује ако прибави посебну дозволу надлежног органа'
                        },
                        {
                            id: 2,
                            text: 'може да учествује ако је означено таблицама за привремено означавање и ако му је издата потврда о њиховом коришћењу'
                        },
                        {
                            id: 3,
                            text: 'не може да учествује'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'За време управљања возилом које је означено регистарским таблицама за привремено означавање возач код себе мора имати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'потврду о техничкој исправности возила'
                        },
                        {
                            id: 2,
                            text: 'потврду о коришћењу таблица за привремено означавање возила'
                        },
                        {
                            id: 3,
                            text: 'доказ о власништву возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Да ли возач, коме су издате регистарске таблице за привремено означавање мора дати овлашћеном лицу на увид потврду о коришћењу таблица за привремено означавање возила при контроли у саобраћају на путу?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Не, ако је на увид дата потврда о техничкој исправности возила'
                        },
                        {
                            id: 2,
                            text: 'Не, ако је на увид дата полиса обавезног осигурања од аутоодговорности'
                        },
                        {
                            id: 3,
                            text: 'Да'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Када управља возилом које је означено регистарским таблицама за привремено означавање, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'се може кретати само на подручју органа који је издао регистарске таблице за привремено означавање возила'
                        },
                        {
                            id: 2,
                            text: 'је дужан да се креће релацијом и у време означено у потврди о коришћењу таблица за привремено означавање возила'
                        },
                        {
                            id: 3,
                            text: 'се може кретати на целој територији Републике Србије у време означено у потврди о коришћењу таблица за привремено означавање возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Власник, односно корисник возила дужан је да одјави возило ако je уништено или отписано у року од:', 
                    answers: [
                        {
                            id: 1,
                            text: '30 дана'
                        },
                        {
                            id: 2,
                            text: '7 дана'
                        },
                        {
                            id: 3,
                            text: '15 дана'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Власник, односно корисник возила дужан је да пријави промену било ког податка који се уписује у саобраћајну дозволу у року од:', 
                    answers: [
                        {
                            id: 1,
                            text: '7 дана'
                        },
                        {
                            id: 2,
                            text: '30 дана'
                        },
                        {
                            id: 3,
                            text: '15 дана'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Физичко лице које није власник возила које је предмет финансијског лизинга, односно закупа:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме у саобраћају на путу користити возило одмах након закључења финансијског лизинга, односно закупа'
                        },
                        {
                            id: 2,
                            text: 'не сме у саобраћају на путу користити возило пре него што се податак о коришћењу не упише у саобраћајну дозволу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'У случају губитка или нестанка регистарске таблице, односно регистрационе налепнице, власник, односно возач је дужан:', 
                    answers: [
                        {
                            id: 1,
                            text: 'да у року од 7 дана обавести најближу организациону јединицу Министарства унутрашњих послова'
                        },
                        {
                            id: 2,
                            text: 'да одмах о томе обавести најближу организациону јединицу Министарства унутрашњих послова'
                        },
                        {
                            id: 3,
                            text: 'да у року од 7 дана обавести организациону јединицу Министарства унутрашњих послова, која је издала регистарске таблице, односно регистрациону налепницу'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
            id: 2,
            name: 'Техничка исправност возила, технички прегледи возила, редовни, ванредни и контролни технички прегледи', /// 16
            total_number_of_questions: 16,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Редовни технички прегледи могу бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тромесечни и шестомесечни'
                        },
                        {
                            id: 2,
                            text: 'годишњи и петогодишњи'
                        },
                        {
                            id: 3,
                            text: 'годишњи и шестомесечни'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'На контролни технички преглед се може упутити возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'којем су у саобраћајној незгоди оштећени уређаји и склопови битни за безбедно учествовање у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'које није у возном стању'
                        },
                        {
                            id: 3,
                            text: 'које је у возном стању'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Возило мора да испуњава прописане техничке услове, техничке прописе и да буде технички исправно:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само када учествује у саобраћају на путу са савременим коловозним застором'
                        },
                        {
                            id: 2,
                            text: 'само када учествује у саобраћају на јавном путу'
                        },
                        {
                            id: 3,
                            text: 'када учествује у саобраћају на путу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Возило је технички исправно ако:', 
                    answers: [
                        {
                            id: 1,
                            text: 'задовољава све техничке нормативе за возило'
                        },
                        {
                            id: 2,
                            text: 'ако је у прописаном року подвргнуто редовном техничком прегледу'
                        },
                        {
                            id: 3,
                            text: 'ако је у возном стању и на њему нема видљивих оштећења уређаја и опреме'
                        },
                        {
                            id: 4,
                            text: 'има исправне све прописане уређаје и опрему'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Возило које је преправљено може учествовати у саобраћају:', 
                    answers: [
                        {
                            id: 1,
                            text: 'одмах након извршене преправке'
                        },
                        {
                            id: 2,
                            text: 'након што се испита и утврди да испуњава прописане услове'
                        },
                        {
                            id: 3,
                            text: 'након што се на техничком прегледу утврди да је технички исправно'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Технички преглед моторног, односно прикључног возила се врши ради утврђивања да ли:', 
                    answers: [
                        {
                            id: 1,
                            text: 'испуњава техничке прописе и услове за учешће у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'је усаглашено са једнообразним техничким условима у складу са прописима о хомологацији'
                        },
                        {
                            id: 3,
                            text: 'је преправљено у складу са смерницама које одређује произвођач возила'
                        },
                        {
                            id: 4,
                            text: 'је возило технички исправно'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Свако поједино возило једнозначно је одређено:', 
                    answers: [
                        {
                            id: 1,
                            text: 'идентификационом ознаком возила, коју одређује произвођач возила'
                        },
                        {
                            id: 2,
                            text: 'регистрационом налепницом'
                        },
                        {
                            id: 3,
                            text: 'идентификационом ознаком возила и бројем мотора'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Редовном годишњем техничком прегледу возило се подвргава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сваке године'
                        },
                        {
                            id: 2,
                            text: 'пре издавања саобраћајне дозволе, односно издавања регистрационе налепнице'
                        },
                        {
                            id: 3,
                            text: 'најкасније једну годину након претходног редовног годишњег техничког прегледа возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Редовни годишњи технички преглед возила се може извршити најраније 30 дана пре:', 
                    answers: [
                        {
                            id: 1,
                            text: 'истека важења регистрационе налепнице'
                        },
                        {
                            id: 2,
                            text: 'подношења захтева за регистрацију'
                        },
                        {
                            id: 3,
                            text: 'истека важења саобраћајне дозволе'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Редовни шестомесечни технички преглед се мора обавити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пре истека рока од шест месеци од дана претходног редовног техничког прегледа возила'
                        },
                        {
                            id: 2,
                            text: 'пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                        },
                        {
                            id: 3,
                            text: 'најкасније 15 дана после истека важења регистрационе налепнице'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Редовни шестомесечни технички преглед може се обавити најраније:', 
                    answers: [
                        {
                            id: 1,
                            text: '15 дана пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                        },
                        {
                            id: 2,
                            text: '15 дана пре истека рока од шест месеци од дана претходног редовног техничког прегледа возила'
                        },
                        {
                            id: 3,
                            text: '30 дана пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Редовном шестомесечном техничком прегледу се морају подвргавати сва моторна и прикључна возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'која су власништво правних лица и предузетника'
                        },
                        {
                            id: 2,
                            text: 'намењена за превоз терета'
                        },
                        {
                            id: 3,
                            text: 'којима се обавља јавни превоз'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Редовном шестомесечном техничком прегледу се морају подвргавати моторна и прикључна возила за превоз:', 
                    answers: [
                        {
                            id: 1,
                            text: 'опасних материја'
                        },
                        {
                            id: 2,
                            text: 'живих животиња'
                        },
                        {
                            id: 3,
                            text: 'лако кварљиве робе'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Редовном шестомесечном техничком прегледу се морају подвргавати моторна возила старости преко:', 
                    answers: [
                        {
                            id: 1,
                            text: '20 година'
                        },
                        {
                            id: 2,
                            text: '10 година'
                        },
                        {
                            id: 3,
                            text: '15 година'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Ванредни технички преглед возила обавља се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пре истека рока од шест месеци од дана почетка важења регистрационе налепнице'
                        },
                        {
                            id: 2,
                            text: 'пре пуштања у саобраћај возила, код којег су у саобраћаној незгоди или на други начин оштећени витални склопови и уређаји битни за безбедно учествовање возила у саобраћају, односно које након тога није било у возном стању'
                        },
                        {
                            id: 3,
                            text: 'ради контроле техничке исправности возила од стране овлашћеног лица Министарства унутрашњих послова, односно инспектора за друмски саобраћај'
                        },
                        {
                            id: 4,
                            text: 'пре пуштања у саобраћај возила које је искључено из саобраћаја због техничке неисправности утврђене на контролном техничком прегледу'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Контролни технички преглед врши се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'по налогу овлашћеног лица Министарства унутрашњих послова'
                        },
                        {
                            id: 2,
                            text: 'по налогу инспектора за друмски саобраћај'
                        },
                        {
                            id: 3,
                            text: 'по захтеву возача'
                        },
                        {
                            id: 4,
                            text: 'по захтеву власника, односно корисника возила'
                        }
                    ],
                    correct_answers: [1, 2]
                }
            ]
        }
    ]
});
