var questions = questions || [];

questions.push({
    id: 2,
    name: 'Пут', /// 34+12
    questions: [
        {
            id: 0,
            name: 'Појам, значај пута и врсте путева',
            total_number_of_questions: 34,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Која од набројаних површина је пут?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Полигон за пробне вожње или спортске приредбе'
                        },
                        {
                            id: 2,
                            text: 'Саобраћајна површина намењена за кретање само возила и лица којима је власник те површине то омогућио'
                        },
                        {
                            id: 3,
                            text: 'Спортски терен на којем се паркирају возила'
                        },
                        {
                            id: 4,
                            text: 'Улица'
                        },
                        {
                            id: 5,
                            text: 'Пешачка стаза'
                        }
                    ],
                    correct_answers: [4, 5]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Која од набројаних површина је пут?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Бициклистичка стаза'
                        },
                        {
                            id: 2,
                            text: 'Плато намењен кретању и окупљању лица'
                        },
                        {
                            id: 3,
                            text: 'Земљани пут'
                        },
                        {
                            id: 4,
                            text: 'Травњаци и паркови'
                        },
                        {
                            id: 5,
                            text: 'Тркачка стаза за возила'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Које од наведених услова мора испуњавати аутопут?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Државни пут код кога сва укрштања са другим путевима и железничким или трамвајским пругама нису изведена у истом нивоу'
                        },
                        {
                            id: 2,
                            text: 'Пут који има најмање две саобраћајне траке по смеру и једну зауставну траку за сваки смер'
                        },
                        {
                            id: 3,
                            text: 'Пут код којег коловозне траке за саобраћај из супротних смерова не морају бити физички одвојене'
                        },
                        {
                            id: 4,
                            text: 'Пут који има најмање три саобраћајне траке по смеру'
                        },
                        {
                            id: 5,
                            text: 'Државни пут код кога укрштања у нивоу са другим путевима морају бити изведена као раскрснице са кружним током или регулисана семафорима'
                        },
                        {
                            id: 6,
                            text: 'Пут код којег су коловозне траке за саобраћај из супротних смерова физички одвојене'
                        }
                    ],
                    correct_answers: [1, 2, 6]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Пут без изграђеног коловозног застора, па и када на прикључку на други пут има изграђен коловозни застор је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'макадамски пут'
                        },
                        {
                            id: 2,
                            text: 'земљани пут'
                        },
                        {
                            id: 3,
                            text: 'некатегорисани пут намењен искључиво за саобраћај трактора, мотокултиватора и запрежних возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Које од наведених услова мора испуњавати аутопут:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пут обележен прописаном ознаком на коловозу'
                        },
                        {
                            id: 2,
                            text: 'државни пут намењен за саобраћај моторних возила'
                        },
                        {
                            id: 3,
                            text: 'пут код којег коловозне траке за саобраћај из супротних смерова не морају бити физички одвојене'
                        },
                        {
                            id: 4,
                            text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                        },
                        {
                            id: 5,
                            text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                        },
                        {
                            id: 6,
                            text: 'пут са потпуном контролом приступа, на који се може укључити или искључити само одређеним и посебно изграђеним јавним путем'
                        }
                    ],
                    correct_answers: [4, 5, 6]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Које од наведених услова мора испуњавати мотопут:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пут код којег коловозне траке за саобраћај из супротних смерова морају бити физички одвојене'
                        },
                        {
                            id: 2,
                            text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                        },
                        {
                            id: 3,
                            text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                        },
                        {
                            id: 4,
                            text: 'државни пут намењен за саобраћај свих моторних возила'
                        },
                        {
                            id: 5,
                            text: 'пут који мора имати најмање две саобраћајне траке по смеру и једну зауставну траку за сваки смер'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Које од наведених услова мора испуњавати мотопут:', 
                    answers: [
                        {
                            id: 1,
                            text: 'државни пут који мора имати потпуну контролу приступа, на који се може укључити или искључити само одређеним и посебно изграђеним јавним путем'
                        },
                        {
                            id: 2,
                            text: 'пут који је као такав обележен прописаним саобраћајним знаком'
                        },
                        {
                            id: 3,
                            text: 'пут обележен прописаном ознаком на коловозу'
                        },
                        {
                            id: 4,
                            text: 'пут који мора имати зауставну траку за сваки смер'
                        },
                        {
                            id: 5,
                            text: 'државни пут намењен искључиво за саобраћај мотоцикала, путничких возила, теретних возила и аутобуса, са или без прикључних возила'
                        }
                    ],
                    correct_answers: [2, 5]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Коловоз је на слици означен бројем:', 
                    image: './img/slika30.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Коловозна трака је на слици означена бројем:', 
                    image: './img/slika31.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '3'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Саобраћајнe тракe, на аутопуту, су на слици означене бројевима:', 
                    image: './img/slika32.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 3'
                        },
                        {
                            id: 2,
                            text: '7 и 8'
                        },
                        {
                            id: 3,
                            text: '4 и 5'
                        },
                        {
                            id: 4,
                            text: '2 и 3'
                        },
                        {
                            id: 5,
                            text: '4, 5 и 6'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Саобраћајна трака је на слици означена бројевима:', 
                    image: './img/slika33.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2 и 3'
                        },
                        {
                            id: 2,
                            text: '4 и 7'
                        },
                        {
                            id: 3,
                            text: '8 и 9'
                        },
                        {
                            id: 4,
                            text: '1 и 8'
                        },
                        {
                            id: 5,
                            text: '5 и 6'
                        }
                    ],
                    correct_answers: [2, 5]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Саобраћајнe тракe на слици су означене бројевима:', 
                    image: './img/slika34.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '2 и 3'
                        },
                        {
                            id: 3,
                            text: '1 и 3'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Саобраћајна трака је на слици означена бројевима:', 
                    image: './img/slika35.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2 и 3'
                        },
                        {
                            id: 2,
                            text: '4 и 5'
                        },
                        {
                            id: 3,
                            text: '1 и 3'
                        },
                        {
                            id: 4,
                            text: '6 и 7'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Бициклистичка трака је на слици означена бројем:', 
                    image: './img/slika36.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '4'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Саобраћајна трака за спора возила је на слици означена бројем:', 
                    image: './img/slika37.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '5'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '3'
                        },
                        {
                            id: 5,
                            text: '4'
                        }
                    ],
                    correct_answers: [5]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Зауставна трака је на слици означена бројевима:', 
                    image: './img/slika38.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 6'
                        },
                        {
                            id: 2,
                            text: '4 и 5'
                        },
                        {
                            id: 3,
                            text: '2 и 3'
                        },
                        {
                            id: 4,
                            text: '7 и 8'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Саобраћајна трака за укључивање је на слици означена бројем:', 
                    image: './img/slika39.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Саобраћајна трака за искључивање је на слици означена бројем:', 
                    image: './img/slika40.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '3'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Саобраћајна трака за возила јавног превоза путника на слици је означена бројевима:', 
                    image: './img/slika41.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4 и 9'
                        },
                        {
                            id: 2,
                            text: '1, 4 и 9'
                        },
                        {
                            id: 3,
                            text: '8 и 5'
                        },
                        {
                            id: 4,
                            text: '2 и 3'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Раскрсница је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'место на којем се у истом нивоу укрштају пут и железничка пруга'
                        },
                        {
                            id: 2,
                            text: 'део коловоза на коме се укрштају, спајају или раздвајају путеви у истом нивоу'
                        },
                        {
                            id: 3,
                            text: 'део пута који мора бити означен прописаним ознакама на коловозу и саобраћајним знаком'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Трамвајска баштица је на слици означена бројем:', 
                    image: './img/slika42.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '2'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Тротоар је на слици означен бројевима:', 
                    image: './img/slika43.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '3'
                        },
                        {
                            id: 4,
                            text: '4'
                        },
                        {
                            id: 5,
                            text: '5'
                        }
                    ],
                    correct_answers: [1, 5]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'Паркиралиште је на слици означено бројем:', 
                    image: './img/slika44.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '1'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Паркинг место је на слици означено бројем:', 
                    image: './img/slika45.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '2'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Пешачки прелаз је на слици означен бројем:', 
                    image: './img/slika46.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '3'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Пешачки прелаз на слици је означен бројем:', 
                    image: './img/slika47.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '1'
                        },
                        {
                            id: 4,
                            text: '2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Пешачка стаза на слици је означена бројем:', 
                    image: './img/slika48.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '3'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Бициклистичка стаза је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пут намењен искључиво за кретање бицикала'
                        },
                        {
                            id: 2,
                            text: 'пут намењен искључиво за кретање бицикала и мопеда'
                        },
                        {
                            id: 3,
                            text: 'саобраћајна трака намењена искључиво за саобраћај бицикала'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Бициклистичка стаза на слици је означена бројем:', 
                    image: './img/slika49.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Слика приказује:', 
                    image: './img/slika50.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркиралиште'
                        },
                        {
                            id: 2,
                            text: 'трамвајску баштицу'
                        },
                        {
                            id: 3,
                            text: 'раскрсницу'
                        },
                        {
                            id: 4,
                            text: 'прелаз пута преко железничке пруге'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Пешачко острво је на слици означено бројем:', 
                    image: './img/slika51.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'Од саобраћајног знака приказаног на слици почиње:', 
                    image: './img/slika55.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'туристичко одредиште'
                        },
                        {
                            id: 2,
                            text: 'насељено место'
                        },
                        {
                            id: 3,
                            text: 'зона успореног саобраћаја'
                        },
                        {
                            id: 4,
                            text: 'насеље'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'Од саобраћајног знака приказаног на слици се завршава:', 
                    image: './img/slika52.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'туристичко одредиште'
                        },
                        {
                            id: 2,
                            text: 'насеље'
                        },
                        {
                            id: 3,
                            text: 'зона успореног саобраћаја'
                        },
                        {
                            id: 4,
                            text: 'насељено место'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'Бициклистичка трака је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пут намењен искључиво за кретање бицикала'
                        },
                        {
                            id: 2,
                            text: 'пут намењен искључиво за кретање бицикала и мопеда'
                        },
                        {
                            id: 3,
                            text: 'саобраћајна трака намењена искључиво за саобраћај бицикала, мопеда и лаких трицикала'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        },
        {
            id: 1,
            name: 'Техничко регулисање саобраћаја '
                    +'(опште одредбе, пешачка зона, зона успореног саобраћаја, '
                    +'зона „30”, зона школе, заштита животне средине, '
                    +'техничка средства за успоравање саобраћаја и др.)', /// 12
            total_number_of_questions: 12,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Део пута, улице или део насеља по коме је дозвољен искључиво саобраћај пешака је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пешачка зона'
                        },
                        {
                            id: 2,
                            text: 'зона успореног саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'зона "30"'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Када је у пешачкој зони дозвољено кретање одређених возила она се морају кретати брзином:', 
                    answers: [
                        {
                            id: 1,
                            text: 'кретања пешака'
                        },
                        {
                            id: 2,
                            text: 'која није већа од 20 km/h'
                        },
                        {
                            id: 3,
                            text: 'која није већа од 30 km/h'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Део пута, улице или део насеља у коме коловоз користе пешаци и возила и који је означен одговарајућом саобраћајном сигнализацијом је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'зона успореног саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'пешачка зона'
                        },
                        {
                            id: 3,
                            text: 'зона "30"'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Возач је обавезан да се у зони успореног саобраћаја креће тако да не омета кретање пешака и бициклиста, брзином:', 
                    answers: [
                        {
                            id: 1,
                            text: 'која није већа од 30 km/h'
                        },
                        {
                            id: 2,
                            text: 'која није већа од 20 km/h'
                        },
                        {
                            id: 3,
                            text: 'кретања пешака, а највише 10 km/h'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Зона "30" је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'део пута, улице или насеља у којој је брзина кретања возила ограничена до 30 km/h'
                        },
                        {
                            id: 2,
                            text: 'део пута, улице или део насеља у коме коловоз користе пешаци и возила'
                        },
                        {
                            id: 3,
                            text: 'део пута или улице у непосредној близини школе'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Део пута, улице или насеља у којој је брзина кретања возила ограничена до 30 km/h је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'зона "30"'
                        },
                        {
                            id: 2,
                            text: 'пешачка зона'
                        },
                        {
                            id: 3,
                            text: 'зона успореног саобраћаја'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Брзина кретања возила у насељу, на делу пута или улице у непосредној близини школе („Зона школе“), је ограничена до:', 
                    answers: [
                        {
                            id: 1,
                            text: '30 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                        },
                        {
                            id: 2,
                            text: '20 km/h, радним данима у времену од 7,00 до 21,00 сат'
                        },
                        {
                            id: 3,
                            text: '50 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Брзина кретања возила ван насеља, на делу пута или улице у непосредној близини школе („Зона школе“), је ограничена до:', 
                    answers: [
                        {
                            id: 1,
                            text: '50 km/h, у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                        },
                        {
                            id: 2,
                            text: '20 km/h, радним данима у времену од 7,00 до 21,00 сат, осим ако саобраћајним знаком време забране није другачије одређено'
                        },
                        {
                            id: 3,
                            text: '30 km/h, у времену од 7,00 до 21,00 сат'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Возач мора искључити мотор возила којим управља када прекид кретања у тунелу траје дуже од:', 
                    answers: [
                        {
                            id: 1,
                            text: 'два минута'
                        },
                        {
                            id: 2,
                            text: 'једног минута'
                        },
                        {
                            id: 3,
                            text: 'три минута'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Возач мора искључити мотор возила којим управља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор'
                        },
                        {
                            id: 2,
                            text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор који траје дуже од два минута'
                        },
                        {
                            id: 3,
                            text: 'на захтев полицијског службеника или другог службеног лица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Возач мора искључити мотор возила којим управља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор који траје дуже од два минута'
                        },
                        {
                            id: 2,
                            text: 'у случају прекида кретања ради поступања по светлосном знаку забране проласка који даје семафор'
                        },
                        {
                            id: 3,
                            text: 'када прекид кретања траје дуже од три минута'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Испуштање, односно одлагање материје и отпада, којим се угрожава живот и здравље људи, животиња, биљака или загађује животна средина:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено само на путевима ван насељеног места'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено само на делу пута на којем постoји саобраћајни знак којим је забрањен саобраћај возила која превозе материје које могу изазвати загађење животне средине'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        }
    ]
});
