var questions = questions || [];

questions.push({
    id: 9,
    name: 'Посебне мере и овлашћења', /// 59
    questions: [
        {
            id: 0,
            name: 'Искључење возача из саобраћаја, задржавање возача, упућивање возача на контролни лекарски преглед, утврђивање присуства алкохола и/или психоактивних супстанци код учесника у саобраћају, заустављање, односно упућивање ради заустављања возила на безбедном месту или укључивања на пут за ту врсту или категорију возила, снимање саобраћаја и учесника у саобраћају коришћењем одговарајућих средстава као и документовање прекршаја и других поступања у саобраћају супротних прописима, привремено одузимање предмета прекршаја, одузимање обрасца стране возачке дозволе када возач има више од једне возачке дозволе, искључење возила из саобраћаја, упућивање на контролни технички преглед возила, уклањање, односно премештање возила, као и постављање уређаја којима се спречава одвожење возила, мерење осовинског оптерећења возила и укупне масе возила',
            total_number_of_questions: 59,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Полицијски службеник ће привремено искључити из саобраћаја возача који:', 
                    answers: [
                        {
                            id: 1,
                            text: 'управља возилом под дејством алкохола'
                        },
                        {
                            id: 2,
                            text: 'се креће возилом брзином која је од 51 km/h до 70 km/h већа од дозвољене на путу у насељу'
                        },
                        {
                            id: 3,
                            text: 'одбије да се подвргне испитивању, односно стручном прегледу'
                        },
                        {
                            id: 4,
                            text: 'управља возилом за које је при контроли саобраћаја утврђено да је технички неисправно због неисправности уређаја за управљање или уређаја за заустављање'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Полицијски службеник ће привремено искључити из саобраћаја возача који:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ноћу на моторном возилу за време вожње у саобраћају на путу нема укључена дуга светла'
                        },
                        {
                            id: 2,
                            text: 'се креће брзином која је већа за више од 70 km/h од дозвољене на путу ван насеља'
                        },
                        {
                            id: 3,
                            text: 'захтева анализу крви, односно урина'
                        },
                        {
                            id: 4,
                            text: 'управља возилом под дејством психоактивних супстанци'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Полицијски службеник ће привремено искључити из саобраћаја возача који:', 
                    answers: [
                        {
                            id: 1,
                            text: 'управља возилом које је оптерећено преко своје носивости за више од 5%'
                        },
                        {
                            id: 2,
                            text: 'управља возилом за време трајања заштитне мере или мере безбедности'
                        },
                        {
                            id: 3,
                            text: 'прође светлосни саобраћајни знак када је тим знаком забрањен пролаз'
                        },
                        {
                            id: 4,
                            text: 'нема возачку дозволу за управљање возилом оне категорије којој припада возило којим управља'
                        }
                    ],
                    correct_answers: [2 ,4]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Полицијски службеник ће привремено искључити из саобраћаја возача који:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је затечен да управља возилом у саобраћају за време трајања искључења возача'
                        },
                        {
                            id: 2,
                            text: 'се у зони школе креће брзином која је преко 50 km/h већа од дозвољене'
                        },
                        {
                            id: 3,
                            text: 'није искористио дневни одмор у року од 24 сата након завршетка претходног дневног или недељног одмора'
                        },
                        {
                            id: 4,
                            text: 'управља возилом након истека рока важења возачке дозволе, односно пробне возачке дозволе'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Полицијски службеник ће привремено искључити из саобраћаја возача који:', 
                    answers: [
                        {
                            id: 1,
                            text: 'прође светлосни саобраћајни знак када је тим знаком забрањен пролаз'
                        },
                        {
                            id: 2,
                            text: 'се у зони школе креће брзином која је преко 50 km/h већа од дозвољене'
                        },
                        {
                            id: 3,
                            text: 'управља возилом након истека рока важења возачке дозволе, односно пробне возачке дозволе'
                        },
                        {
                            id: 4,
                            text: 'је затечен да управља возилом у саобраћају за време трајања искључења возача'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Полицијски службеник ће привремено искључити из саобраћаја возача који:', 
                    answers: [
                        {
                            id: 1,
                            text: 'нема возачку дозволу за управљање возилом оне категорије којој припада возило којим управља'
                        },
                        {
                            id: 2,
                            text: 'прође светлосни саобраћајни знак када је тим знаком забрањен пролаз'
                        },
                        {
                            id: 3,
                            text: 'управља возилом за време трајања заштитне мере или мере безбедности'
                        },
                        {
                            id: 4,
                            text: 'управља возилом које је технички неисправно'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Ради утврђивања присуства алкохола у организму возач по налогу овлашћеног лица:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дужан да поступи без одлагања и омогући вршење испитивања помоћу одговарајућих средстава (алкометар и др.)'
                        },
                        {
                            id: 2,
                            text: 'није дужан да омогући вршење испитивања помоћу одговарајућих средстава (алкометар и др.), уколико прекине са управљањем моторним возилом'
                        },
                        {
                            id: 3,
                            text: 'није дужан да омогући вршење испитивања помоћу одговарајућих средстава (алкометар и др.), у случају да захтева да се изврши анализа крви, односно крви и урина у одговарајућој установи'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Да ли је возач дужан да ради утврђивања присуства алкохола у организму без одлагања поступи по налогу овлашћеног лица, и омогући вршење испитивања помоћу одговарајућих средстава (алкометар и др.)?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Да, само ако је учествовао у саобраћајној незгоди'
                        },
                        {
                            id: 2,
                            text: 'Не'
                        },
                        {
                            id: 3,
                            text: 'Да'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Возач може захтевати да се изврши анализа крви, односно крви и урина или других телесних материја, у одговарајућој установи, о сопственом трошку:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако оспорава резултате добијене извршеним испитивањем помоћу одговарајућих средстава (алкометар, дрога тест и др.)'
                        },
                        {
                            id: 2,
                            text: 'и без извршеног испитивања помоћу одговарајућих средстава (алкометар, дрога тест и др.)'
                        },
                        {
                            id: 3,
                            text: 'у року од 24 сата након извршеног испитивања'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Возач може захтевати да се изврши анализа крви, односно крви и урина или других телесних материја, у одговарајућој установи, о сопственом трошку ако оспорава резултате добијене извршеним испитивањем помоћу одговарајућих средстава (алкометар, дрога тест и др.):', 
                    answers: [
                        {
                            id: 1,
                            text: 'у писаној форми, у року од 24 сата након извршеног испитивања'
                        },
                        {
                            id: 2,
                            text: 'усмено на лицу места'
                        },
                        {
                            id: 3,
                            text: 'у писаној форми, на лицу места, у записник у коме су утврђени резултати испитивања'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Ако возило којим је управљао возач који је искључен из саобраћаја омета несметано и безбедно одвијање саобраћаја, полицијски службеник може:', 
                    answers: [
                        {
                            id: 1,
                            text: 'омогућити возачу да заврши започету вожњу до жељеног одредишта'
                        },
                        {
                            id: 2,
                            text: 'привремено одузети возило док не престану разлози за искључење возача'
                        },
                        {
                            id: 3,
                            text: 'преместити возило, односно наложити да се возило премести'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Ако возило које је искључено из саобраћаја, омета несметано и безбедно одвијање саобраћаја полицијски службеник може:', 
                    answers: [
                        {
                            id: 1,
                            text: 'преместити возило, односно наложити да се возило премести'
                        },
                        {
                            id: 2,
                            text: 'привремено одузети возило док не престану разлози за искључење возача, односно возила'
                        },
                        {
                            id: 3,
                            text: 'омогућити возачу да заврши започету вожњу до жељеног одредишта'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Полицијски службеник може преместити, односно наложити да се премести:', 
                    answers: [
                        {
                            id: 1,
                            text: 'свако возило којим је управљао возач који је искључен из саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'возило којим је управљао возач који је искључен из саобраћаја када исто омета несметано и безбедно одвијање саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'свако возило чији возач је прекршио и показује намеру за даље кршења прописа о безбедности саобраћаја'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Полицијски службеник може преместити, односно наложити да се премести:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возило које је искључено из саобраћаја када исто омета несметано и безбедно одвијање саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'свако возило које не испуњава услове за учешће у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'свако возило које је искључено из саобраћаја'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Трошкове премештања возила којим је управљао возач који је искључен из саобраћаја сноси:', 
                    answers: [
                        {
                            id: 1,
                            text: 'власник, односно корисник возила'
                        },
                        {
                            id: 2,
                            text: 'власник, односно корисник возила, само у случају када је искључени возач задржан до отрежњења'
                        },
                        {
                            id: 3,
                            text: 'орган чији је службеник наложио премештање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Трошкове премештања возила које је искључено из саобраћаја сноси:', 
                    answers: [
                        {
                            id: 1,
                            text: 'власник, односно корисник возила'
                        },
                        {
                            id: 2,
                            text: 'орган чији је службеник наложио премештање'
                        },
                        {
                            id: 3,
                            text: 'власник, односно корисник возила, само у случају када је возило искључено због неисправности уређаја за управљање или уређаја за заустављање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Возач који је под дејством алкохола ће бити задржан до отрежњења, а најдуже 12 сати, ако има садржај алкохола у крви већи од:', 
                    answers: [
                        {
                            id: 1,
                            text: '0,50 mg/ml'
                        },
                        {
                            id: 2,
                            text: '1,20 mg/ml'
                        },
                        {
                            id: 3,
                            text: '1,00 mg/ml'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Возач који одбије да се подвргне испитивању на присуство алкохола и/или других психоактивних супстанци ће бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'спроведен у одговарајућу установу да се изврши анализа крви, односно крви и урина или других телесних материја'
                        },
                        {
                            id: 2,
                            text: 'само искључен из саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'искључен из саобраћаја и обавезно задржан'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Возач који је под дејством алкохола, чији је садржај алкохола у крви мањи од 1,20 mg/ml:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може бити задржан само ако је изазвао саобраћајну незгоду'
                        },
                        {
                            id: 2,
                            text: 'може бити задржан само ако изражава намеру, односно ако постоји опасност да ће наставити са управљањем возилом након што је искључен из саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'мора бити обавезно задржан'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Возач који је под дејством алкохола, чији је садржај алкохола у крви 1,00 mg/ml:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може бити задржан само ако изражава намеру, односно ако постоји опасност да ће наставити са управљањем возилом након што је искључен из саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'може бити задржан само ако је изазвао саобраћајну незгоду'
                        },
                        {
                            id: 3,
                            text: 'мора бити обавезно задржан'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Надлежном органу за прекршаје биће доведен возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'који је затечен у чињењу прекршаја и који је наставио са чињењем тог прекршаја'
                        },
                        {
                            id: 2,
                            text: 'који је затечен у чињењу прекршаја и који оспорава чињење прекршаја'
                        },
                        {
                            id: 3,
                            text: 'који је затечен у чињењу прекршаја за које је обавезно изрицање заштитне мере забране управљања моторним возилом'
                        },
                        {
                            id: 4,
                            text: 'који је затечен у чињењу прекршаја и који изражава намеру за даље чињење прекршаја'
                        },
                        {
                            id: 5,
                            text: 'који је затечен у чињењу прекршаја за које је обавезно изрицање казнених поена'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Возач који је затечен у чињењу прекршаја и који изражава намеру за даље чињење прекршаја, односно који је наставио са чињењем тог прекршаја може бити задржан најдуже 24 сата:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само ако не може одмах бити доведен надлежном органу за прекршаје'
                        },
                        {
                            id: 2,
                            text: 'само ако је прекршај учињен под дејством алкохола'
                        },
                        {
                            id: 3,
                            text: 'ако је прекршајем изазвана непосредна опасност за друге учеснике у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'Возило може бити упућено на контролни технички преглед када:', 
                    answers: [
                        {
                            id: 1,
                            text: 'су на возилу које је учествовало у саобраћајној незгоди оштећени витални склопови и уређаји битни за безбедно учешће возила у саобраћају на путу'
                        },
                        {
                            id: 2,
                            text: 'полицијски службеник посумња у техничку исправност возила'
                        },
                        {
                            id: 3,
                            text: 'је возило искључено из саобраћаја због техничке неисправности'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Контролни технички преглед возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може бити извршен само у објекту за вршење техничког прегледа који одреди полицијски службеник'
                        },
                        {
                            id: 2,
                            text: 'мора бити извршен у објекту за вршење техничког прегледа у којем је извршен последњи редовни технички преглед возила'
                        },
                        {
                            id: 3,
                            text: 'може бити извршен у објекту за вршење техничког прегледа који одабере возач'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Возач возила које је упућено на контролни технички преглед дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'омогући вршење контролног техничког прегледа најкасније до истека рока од 24 сата од упућивања'
                        },
                        {
                            id: 2,
                            text: 'без одлагања поступи по налогу овлашћеног лица и омогући вршење контролног техничког прегледа'
                        },
                        {
                            id: 3,
                            text: 'без одлагања поступи по налогу овлашћеног лица и омогући вршење контролног техничког прегледа само ако је возило учествовало у саобраћајној незгоди'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Да ли је возач дужан да без одлагања поступи по налогу овлашћеног лица и омогући вршење контролног техничког прегледа?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Да'
                        },
                        {
                            id: 2,
                            text: 'Не, уколико за возило постоји потврда о техничкој исправности'
                        },
                        {
                            id: 3,
                            text: 'Да, само уколико је возило неоптерећено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Трошкове контролног техничког прегледа сноси:', 
                    answers: [
                        {
                            id: 1,
                            text: 'власник, односно корисник возила, само када је на контролном техничком прегледу утврђена техничка неисправност возила'
                        },
                        {
                            id: 2,
                            text: 'власник, односно корисник возила, без обзира на утврђено стање техничке исправности'
                        },
                        {
                            id: 3,
                            text: 'орган чије је службено лице упутило возило на контролни технички преглед, без обзира на утврђено стање техничке исправности'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Возило може бити упућено на мерења осовинског оптерећења када:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је возило искључено из саобраћаја због техничке неисправности'
                        },
                        {
                            id: 2,
                            text: 'полицијски службеник посумња да возило не испуњава прописане услове у погледу осовинског оптерећења и укупне масе возила'
                        },
                        {
                            id: 3,
                            text: 'је оптерећено теретно возило учествовало у саобраћајној незгоди при чему су оштећени витални склопови и уређаји битни за безбедно учешће возила у саобраћају на путу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Возач возила које је упућено на мерења осовинског оптерећења дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'омогући мерења осовинског оптерећења најкасније до истека рока од 24 сата од упућивања'
                        },
                        {
                            id: 2,
                            text: 'без одлагања поступи по налогу овлашћеног лица и омогући мерења осовинског оптерећења само ако је возило учествовало у саобраћајној незгоди'
                        },
                        {
                            id: 3,
                            text: 'без одлагања поступи по налогу овлашћеног лица и омогући мерења осовинског оптерећења'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Да ли је возач дужан да без одлагања поступи по налогу овлашћеног лица и омогући мерења осовинског оптерећења, односно укупне масе возила?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Да, само уколико се ради о оптерећеном теретном или прикључном возилу'
                        },
                        {
                            id: 2,
                            text: 'Да'
                        },
                        {
                            id: 3,
                            text: 'Не, уколико возач поседује документ из кога се може утврдити маса терета на возилу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Трошкове мерења осовинског оптерећења сноси:', 
                    answers: [
                        {
                            id: 1,
                            text: 'орган чије је службено лице упутило возило на мерење, без обзира на вредности добијене мерењем'
                        },
                        {
                            id: 2,
                            text: 'власник, односно корисник возила, само када је мерењем утврђено да возило не испуњава прописане вредности у погледу осовинског оптерећења, односно укупне масе возила'
                        },
                        {
                            id: 3,
                            text: 'власник, односно корисник возила, без обзира на вредности добијене мерењем'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'Из саобраћаја ће бити искључено возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'код којег су технички неисправни уређаји и опрема тако да могу угрозити безбедност саобраћаја и животну средину'
                        },
                        {
                            id: 2,
                            text: 'код којег је технички неисправан уређај за управљање или уређај за заустављање'
                        },
                        {
                            id: 3,
                            text: 'код којег терет у расутом стању није прекривен'
                        },
                        {
                            id: 4,
                            text: 'које је проглашено неисправним на контролном техничком прегледу, без обзира на утврђени степен неисправности возила'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'Из саобраћаја ће бити искључено возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'које није у прописаном року подвргнуто редовном шестомесечном техничком прегледу'
                        },
                        {
                            id: 2,
                            text: 'које је оптерећено преко своје носивости за више од 5%'
                        },
                        {
                            id: 3,
                            text: 'у чијем простору за превоз терета се превозе лица'
                        },
                        {
                            id: 4,
                            text: 'које има непрописно смештен, обележен или причвршћен терет'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'Из саобраћаја ће бити искључено возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'којим се ванредни превоз не обавља у складу са условима наведеним у одобрењу о ванредном превозу'
                        },
                        {
                            id: 2,
                            text: 'којим се обавља ванредни превоз ако није означено ротационим, односно трепћућим светлима плаве боје'
                        },
                        {
                            id: 3,
                            text: 'које на непрописан начин вуче друго возило'
                        },
                        {
                            id: 4,
                            text: 'чија се вуча обавља на непрописан начин'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'Из саобраћаја ће бити искључено возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'чији терет на предњој страни прелази најудаљенију тачку до 1 m, а нема дозволу за ванредни превоз'
                        },
                        {
                            id: 2,
                            text: 'чија је највећа дозвољена маса већа од укупне масе возила'
                        },
                        {
                            id: 3,
                            text: 'које са теретом премашује највеће дозвољене димензије (дужина, ширина и висина) за поједине врсте возила, а нема дозволу за ванредни превоз'
                        },
                        {
                            id: 4,
                            text: 'чија је највећа дозвољена маса већа од највеће дозвољене укупне масе'
                        },
                        {
                            id: 5,
                            text: 'које не испуњава прописане услове у погледу димензија, највеће дозвољене укупне масе или осовинског оптерећења, а нема дозволу за ванредни превоз'
                        }
                    ],
                    correct_answers: [3, 5]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'Из саобраћаја ће бити искључено возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'које је уместо регистарским таблицама означено непрописним таблицама'
                        },
                        {
                            id: 2,
                            text: 'које супротно прописима има уграђено жуто ротационо или трепћуће светло  '
                        },
                        {
                            id: 3,
                            text: 'на коме регистарске таблице нису постављене на прописан начин'
                        },
                        {
                            id: 4,
                            text: 'које супротно прописима има уграђене уређаје за давање посебних светлосних и звучних знакова, а возач уређаје не уклони у року којим му је то одређено наредбом полицијског службеника'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'Ако возач возила које се креће на путу на којем кретање тог возила није дозвољено, не поступи по наредби да без одлагања најкраћим путем напусти тај пут:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возач ће бити искључен из саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'возач ће бити доведен надлежном органу за прекршаје'
                        },
                        {
                            id: 3,
                            text: 'возило ће бити искључено из саобраћаја'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'Из саобраћаја ће бити искључено возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'за које постоји обавеза означавања ознакама за дуга, тешка и спора возила, а није означено тим ознакама'
                        },
                        {
                            id: 2,
                            text: 'чијој регистрационој налепници, односно потврди о коришћењу таблица за привремено означавање, је истекао рок важења'
                        },
                        {
                            id: 3,
                            text: 'на коме регистрациона налепница није постављена на прописан начин'
                        },
                        {
                            id: 4,
                            text: 'које није уписано у јединствени регистар возила'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 39, 
                    points: 2,
                    text: 'Из саобраћаја ће бити искључено возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'које није подвргнуто мерењу осовинског оптерећења, односно укупне масе, на које је упућено'
                        },
                        {
                            id: 2,
                            text: 'које не поседује важеће уверење о исправности тахографа'
                        },
                        {
                            id: 3,
                            text: 'које није подвргнуто контролном техничком прегледу на који је упућен'
                        },
                        {
                            id: 4,
                            text: 'које није подвргнуто редовном шестомесечном техничком прегледу'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 40, 
                    points: 2,
                    text: 'Из саобраћаја ће бити искључено возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'које учествује у саобраћају за време трајања искључења'
                        },
                        {
                            id: 2,
                            text: 'које није у прописаном року подвргнуто периодичном прегледу уређаја за погон возила на гас'
                        },
                        {
                            id: 3,
                            text: 'којим се превози већи број лица од броја колико је означено у саобраћајној дозволи'
                        },
                        {
                            id: 4,
                            text: 'које је појединачно произведено или преправљено, а није извршено испитивање и издато уверење о испитивању'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 41, 
                    points: 2,
                    text: 'Када је возило искључено из саобраћаја трошкове обезбеђења возила и терета и смештаја путника сноси:', 
                    answers: [
                        {
                            id: 1,
                            text: 'орган чији је службеник наложио искључење'
                        },
                        {
                            id: 2,
                            text: 'власник, односно корисник возила, само у случају када искључење траје дуже од 24 часа'
                        },
                        {
                            id: 3,
                            text: 'власник, односно корисник возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 42, 
                    points: 2,
                    text: 'Ако се возило креће на путу на којем кретање тог возила није дозвољено:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возачу ће бити наређено да без одлагања најкраћим путем напусти тај пут'
                        },
                        {
                            id: 2,
                            text: 'возачу ће бити дозвољено да настави кретање тим путем након санкционисања непрописног поступања'
                        },
                        {
                            id: 3,
                            text: 'возило ће бити искључено из саобраћаја'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 43, 
                    points: 2,
                    text: 'Ако возач возила не поступи по наредби да употреби зимску опрему, односно ланце за снег:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возач ће бити искључен из саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'возило ће бити привремено одузето'
                        },
                        {
                            id: 3,
                            text: 'возило ће бити искључено из саобраћаја, односно, по могућности, возач ће бити упућен на пут где употреба зимске опреме није неопходна'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 44, 
                    points: 2,
                    text: 'Ако се возач возила креће по путу на којем је обавезна употреба зимске опреме, односно ланаца за снег, а исте не употребљава и тиме угрожава или може угрозити несметано и безбедно одвијање саобраћаја:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возачу ће бити наређено да употреби зимску опрему, односно ланце за снег'
                        },
                        {
                            id: 2,
                            text: 'возило ће бити искључено из саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'возачу ће бити дозвољено да настави кретање тим путем након санкционисања непрописног поступања'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 45, 
                    points: 2,
                    text: 'Ако је разлог за искључење возила настао на делу пута где ће оно ометати, односно угрожавати безбедност саобраћаја:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возачу ће бити дозвољено да настави кретање до места где може отклонити разлоге за искључење из саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'возачу ће бити наређено да возило обележи на прописан начин'
                        },
                        {
                            id: 3,
                            text: 'возачу ће бити наређено да одвезе возило, под надзором полицијског службеника, до најближег места где је искључење могуће'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 46, 
                    points: 2,
                    text: 'Искључење возила из саобраћаја траје:', 
                    answers: [
                        {
                            id: 1,
                            text: 'најдуже 24 сата'
                        },
                        {
                            id: 2,
                            text: 'до престанка разлога за искључење'
                        },
                        {
                            id: 3,
                            text: 'колико је, према процени полицијског службеника, потребно да се отклоне разлози за искључење'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 47, 
                    points: 2,
                    text: 'Ванредни технички преглед возила, које је искључено из саобраћаја због техничке неисправности утврђене на контролном техничком прегледу, се обавља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'по правилу у објекту за вршење техничког прегледа возила у ком је извршен контролни технички преглед'
                        },
                        {
                            id: 2,
                            text: 'у објекту за вршење техничког прегледа возила који изабере возач тог возила'
                        },
                        {
                            id: 3,
                            text: 'у објекту за вршење техничког прегледа возила који одреди полицијски службеник који је искључио возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 48, 
                    points: 2,
                    text: 'Ванредни технички преглед возила, које је искључено из саобраћаја због техничке неисправности утврђене на контролном техничком прегледу се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора извршити само у објекту где је извршен контролни технички преглед возила'
                        },
                        {
                            id: 2,
                            text: 'може извршити у било којем објекту за вршење техничког прегледа возила'
                        },
                        {
                            id: 3,
                            text: 'може извршити и у другом објекту за вршење техничког прегледа возила када то дозволи орган чији је службеник упутио возило на контролни технички преглед'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 49, 
                    points: 2,
                    text: 'Возачу возила које је искључено из саобраћаја:', 
                    answers: [
                        {
                            id: 1,
                            text: 'одузеће се регистарске таблице, уз издавање потврде о одузимању'
                        },
                        {
                            id: 2,
                            text: 'одузеће се саобраћајна дозвола уз издавање потврде о одузимању'
                        },
                        {
                            id: 3,
                            text: 'одузеће се возачка дозвола уз издавање потврде о одузимању'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 50, 
                    points: 2,
                    text: 'Ако возач возила, које је искључено из саобраћаја, полицијском службенику не преда регистарске таблице:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возач ће бити доведен надлежном органу за прекршаје и биће ангажовано стручно лице, да о трошку возача, скине регистарске таблице'
                        },
                        {
                            id: 2,
                            text: 'возило ће бити привремено одузето'
                        },
                        {
                            id: 3,
                            text: 'власнику, односно кориснику возила ће бити одузети кључеви возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 51, 
                    points: 2,
                    text: 'Возачу возила које је искључено из саобраћаја ће бити враћене одузете регистарске таблице:', 
                    answers: [
                        {
                            id: 1,
                            text: 'након 24 часа од момента искључења возила из саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'након 24 часа, а најкасније у року од три дана, од момента искључења возила из саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'када се утврди да су престали разлози због којих је возило искључено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 52, 
                    points: 2,
                    text: 'Исправа којом се може документовати прекршај и други деликти се може привремено одузети:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само уз сагласност власника, односно корисника возила'
                        },
                        {
                            id: 2,
                            text: 'најдуже 24 сата'
                        },
                        {
                            id: 3,
                            text: 'до окончања поступка'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 53, 
                    points: 2,
                    text: 'Возачу возила које је паркирано или заустављено супротно прописима биће:', 
                    answers: [
                        {
                            id: 1,
                            text: 'наређено да уклони возило у року који не може бити дужи од 15 минута, под претњом принудног извршења'
                        },
                        {
                            id: 2,
                            text: 'одмах уручено решење о уклањању возила'
                        },
                        {
                            id: 3,
                            text: 'наређено да одмах уклони возило, под претњом принудног извршења'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 54, 
                    points: 2,
                    text: 'Када је возило паркирано супротно прописима, а возач није присутан:', 
                    answers: [
                        {
                            id: 1,
                            text: 'биће донето решење у писаној форми којим се налаже уклањање возила у року који не може бити краћи од 15 минута и један примерак решења ће бити постављен на видно место на возилу'
                        },
                        {
                            id: 2,
                            text: 'возило ће одмах бити уклоњено'
                        },
                        {
                            id: 3,
                            text: 'биће донето решење у писаној форми којим се налаже уклањање возила у року који не може бити краћи од 3 минута и један примерак решења ће бити постављен на видно место на возилу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 55, 
                    points: 2,
                    text: 'Када се путем видео надзора или фото записа утврди да је возило паркирано супротно прописима биће донето решење у електронској форми којим се налаже уклањање возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'у року који не може бити краћи од 3 минута, а лице које уклања возило поставља на видно место возила обавештење о донетом решењу'
                        },
                        {
                            id: 2,
                            text: 'у року који не може бити краћи од 15 минута, а полицијски службеник поставља на видно место возила обавештење о донетом решењу'
                        },
                        {
                            id: 3,
                            text: 'у року који не може бити краћи од 10 минута, а полицијски службеник поставља на видно место возила обавештење о донетом решењу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 56, 
                    points: 2,
                    text: 'Ако возач, у року одређеним решењем, не уклони возило које је паркирао или зауставио, супротно прописима:', 
                    answers: [
                        {
                            id: 1,
                            text: 'биће онемогућено померање возила док возач не плати новчану казну која је прописана за овај прекршај'
                        },
                        {
                            id: 2,
                            text: 'возило ће бити уклоњено на за то одређено место, о трошку возача или власника, односно корисника возила'
                        },
                        {
                            id: 3,
                            text: 'возило ће бити уклоњено на за то одређено место, о трошку органа који је наредио уклањање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 57, 
                    points: 2,
                    text: 'Возило прописно паркирано на паркинг месту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може бити уклоњено ако је видно запуштено и није регистровано'
                        },
                        {
                            id: 2,
                            text: 'може бити уклоњено ако није измирена накнада за паркирање'
                        },
                        {
                            id: 3,
                            text: 'не може бити уклоњено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 58, 
                    points: 2,
                    text: 'Одговорност за штете настале од започињања уклањања до преузимања возила сноси:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возач, власник, односно корисник возила'
                        },
                        {
                            id: 2,
                            text: 'орган који је наредио уклањање'
                        },
                        {
                            id: 3,
                            text: 'правно лице, односно предузетник, којем је поверено уклањање возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 59, 
                    points: 2,
                    text: 'Ако се возач појави на месту са којег се уклања непрописно паркирано возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'уклањање ће се прекинути ако возач прихвати да уклони возило, при чему он сноси трошкове претходно предузетих радњи'
                        },
                        {
                            id: 2,
                            text: 'уклањање мора бити извршено'
                        },
                        {
                            id: 3,
                            text: 'уклањање ће се прекинути ако возач прихвати да сноси трошкове као да је возило уклоњено'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        }
    ]
});
