//var questions = questions || [];

//questions.push({
//    id: 9,
//    name: 'Посебне мере и овлашћења', /// 59
//    questions: [
//        {
//            name: 'Искључење возача из саобраћаја, задржавање возача, упућивање возача на контролни лекарски преглед, утврђивање присуства алкохола и/или психоактивних супстанци код учесника у саобраћају, заустављање, односно упућивање ради заустављања возила на безбедном месту или укључивања на пут за ту врсту или категорију возила, снимање саобраћаја и учесника у саобраћају коришћењем одговарајућих средстава као и документовање прекршаја и других поступања у саобраћају супротних прописима, привремено одузимање предмета прекршаја, одузимање обрасца стране возачке дозволе када возач има више од једне возачке дозволе, искључење возила из саобраћаја, упућивање на контролни технички преглед возила, уклањање, односно премештање возила, као и постављање уређаја којима се спречава одвожење возила, мерење осовинског оптерећења возила и укупне масе возила',
//            total_number_of_questions: 59,
//            questions: [
//            ]
//        }
//    ]
//});
