var questions = questions || [];

questions.push({
    id: 1,
    name: 'Возач', /// 15
    questions: [
        {
            id: 0,
            name: 'Психофизички услови за управљање возилом који '
                    +'морају испуњавати возачи и '
                    +'начин утврђивања испуњености тих услова у саобраћају на путу', /// 15
            total_number_of_questions: 15,
            questions: [
                {
                    id: 1, 
                    points: 3,
                    text: 'Здравственом прегледу ради утврђивања психофизичке '
                            +'способности морају се у одређеном року подвргавати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возачи којима је управљање моторним возилима основно занимање'
                        },
                        {
                            id: 2,
                            text: 'возачи који управљају возилима којима се обавља превоз опасних материја'
                        },
                        {
                            id: 3,
                            text: 'возачи који управљају моторним возилима, односно скупом возила којима се обавља јавни превоз'
                        },
                        {
                            id: 4,
                            text: 'сви возачи који управљају моторним возилима'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 2, 
                    points: 3,
                    text: 'Возачи који управљају моторним возилом, '
                            +'односно скупом возила којима се обавља јавни превоз, '
                            +'морају се подвргавати здравственом прегледу '
                            +'ради утврђивања психофизичке способности за возача:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сваке године'
                        },
                        {
                            id: 2,
                            text: 'у року који не може бити дужи од три године'
                        },
                        {
                            id: 3,
                            text: 'у року који не може бити дужи од пет годинa'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 3,
                    text: 'Контролном здравственом прегледу мора се подвргнути возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'код кога се посумња да због психофизичких сметњи, односно недостатака, није у стању безбедно да управља возилом'
                        },
                        {
                            id: 2,
                            text: 'који је учествовао у саобраћајној незгоди'
                        },
                        {
                            id: 3,
                            text: 'који је учинио више од три прекршаја из прописа из безбедности саобраћаја у току једне године'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 3,
                    text: 'Када се возач у одређеном року не подвргне контролном '
                            +'здравственом прегледу на који је упућен, надлежни орган ће:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возачу привремено забранити управљање возилом у саобраћају на путу док се не подвргне контролном здравственом прегледу'
                        },
                        {
                            id: 2,
                            text: 'возачу одузети возачку дозволу'
                        },
                        {
                            id: 3,
                            text: 'против возача поднети захтев за покретање прекршајног поступка'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 5, 
                    points: 3,
                    text: 'Возач који је неспособан за безбедно управљање возилом, односно који је у толикој мери уморан, односно болестан или је у таквом психичком стању да није способан да безбедно управља возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да управља возилом у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'сме да управља возилом у саобраћају на кратком делу пута'
                        },
                        {
                            id: 3,
                            text: 'не сме да управља возилом у саобраћају на путу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 3,
                    text: 'Возач који је под дејством алкохола, односно психоактивних супстанци:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да управља возилом у саобраћају на кратком делу пута'
                        },
                        {
                            id: 2,
                            text: 'сме да управља возилом у саобраћају на путу ако тиме не омета, односно не угрожава друге учеснике у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'не сме да управља возилом само у саобраћају на јавном путу'
                        },
                        {
                            id: 4,
                            text: 'не сме да управља возилом у саобраћају на путу'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 7, 
                    points: 3,
                    text: 'Под дејством алкохола је возач код којег је садржај алкохола у крви (утврђен анализом одговарајућег узорка крви или средствима или апаратима за мерење алкохолисаности) већи од:', 
                    answers: [
                        {
                            id: 1,
                            text: '1,20 mg/ml'
                        },
                        {
                            id: 2,
                            text: '0,30 mg/ml'
                        },
                        {
                            id: 3,
                            text: '0,50 mg/ml'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 8, 
                    points: 3,
                    text: 'Возач возила којим се превозе опасне материје, односно врши ванредни превоз, када управља возилом у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml, ако не обавља јавни превоз ствари'
                        },
                        {
                            id: 2,
                            text: 'не сме да има алкохола у крви'
                        },
                        {
                            id: 3,
                            text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 3,
                    text: 'Када учествује у саобраћају на путу, не сме да има алкохола у организму возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возила којим се врши ванредни превоз'
                        },
                        {
                            id: 2,
                            text: 'возила којим се превозе опасне материје'
                        },
                        {
                            id: 3,
                            text: 'мотокултиватора'
                        },
                        {
                            id: 4,
                            text: 'возила којим се врши пробна вожња'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 10, 
                    points: 3,
                    text: 'Кандидат за возача током практичне обуке и полагања практичног испита:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме да има алкохола у крви'
                        },
                        {
                            id: 2,
                            text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                        },
                        {
                            id: 3,
                            text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 11, 
                    points: 3,
                    text: 'Возач са пробном возачком дозволом, када управља возилом у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме да има алкохола у крви само у периоду од 23,00 до 05,00 сати'
                        },
                        {
                            id: 2,
                            text: 'не сме да има алкохола у крви'
                        },
                        {
                            id: 3,
                            text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 12, 
                    points: 3,
                    text: 'Утврђивање да ли је возач у толикој мери уморан, болестан или је у таквом психофизичком стању да није способан да безбедно управља возилом, врши се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'стручним прегледом'
                        },
                        {
                            id: 2,
                            text: 'непосредним увидом полицијског службеника'
                        },
                        {
                            id: 3,
                            text: 'помоћу одговарајућих уређаја, од стране полицијског службеника'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 13, 
                    points: 3,
                    text: 'Возач возила на слици:', 
                    image: './img/slika29.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                        },
                        {
                            id: 2,
                            text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                        },
                        {
                            id: 3,
                            text: 'не сме да има алкохола у крви'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 14, 
                    points: 3,
                    text: 'Возач возила са правом првенства пролаза, када управља возилом у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме да има алкохола у крви'
                        },
                        {
                            id: 2,
                            text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                        },
                        {
                            id: 3,
                            text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 3,
                    text: 'Возач возила којим се обавља јавни превоз ствари, када управља возилом у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да има садржај алкохола у крви највише до 0,30 mg/ml'
                        },
                        {
                            id: 2,
                            text: 'сме да има садржај алкохола у крви највише до 0,50 mg/ml'
                        },
                        {
                            id: 3,
                            text: 'не сме да има алкохола у организму'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        }
    ]
});
