var questions = questions || [];

questions.push({
    id: 4,
    name: 'Правила саобраћаја', /// 61+47+66+104+25+33+13+2+19+115+38+12+4+21+13+27+57+6
    questions: [
        {
            id: 0,
            name: 'Опште одредбе о понашању учесника у саобраћају (хијерархија поступања учесника у саобраћају, начин кретања возила и обавеза држања одстојања и растојања, остављање предмета на путу, општа обавеза према пешацима, слепим особама, однос према возилима која врше превоз путника и деце, коришћење телефона и других уређаја за комуникацију, забрана коришћење уређаја за откривање и ометање рада уређаја за мерење брзине, коришћење сигурносних појасева, светлоодбојних прслука и др.)', /// 61
            total_number_of_questions: 61,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'У случају да значење саобраћајне сигнализације одступа од правила саобраћаја возач је дужан да поступи у складу са:', 
                    answers: [
                        {
                            id: 1,
                            text: 'правилом саобраћаја, осим у случају када правило одступа од значења светлосних саобраћајних знакова'
                        },
                        {
                            id: 2,
                            text: 'правилом саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'постављеном саобраћајном сигнализацијом'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач возила црвене боје ће поступати по:', 
                    image: './img/slika59.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'светлосном саобраћајном знаку'
                        },
                        {
                            id: 2,
                            text: 'правилу саобраћаја које регулише првенство пролаза'
                        },
                        {
                            id: 3,
                            text: 'саобраћајном знаку'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици дужни сте да поступите по:', 
                    image: './img/slika60.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајном знаку'
                        },
                        {
                            id: 2,
                            text: 'светлосном саобраћајном знаку'
                        },
                        {
                            id: 3,
                            text: 'правилу саобраћаја које регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача возила:', 
                    image: './img/slika61.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'регулисано је постављеном ознаком на коловозу'
                        },
                        {
                            id: 2,
                            text: 'није регулисано због непостојања саобраћајног знака'
                        },
                        {
                            id: 3,
                            text: 'регулисано је правилом саобраћаја којим се регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'У случају када се значење саобраћајних знакова разликује од значења ознака на коловозу и тротоару возач је дужан да поступи по:', 
                    answers: [
                        {
                            id: 1,
                            text: 'правилу саобраћаја, којим се регулише првенство пролаза'
                        },
                        {
                            id: 2,
                            text: 'постављеном саобраћајном знаку'
                        },
                        {
                            id: 3,
                            text: 'постављеној ознаци на коловозу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача возила регулисано је:', 
                    image: './img/slika62.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'постављеном ознаком на коловозу'
                        },
                        {
                            id: 2,
                            text: 'правилом саобраћаја које регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача, у погледу пропуштања учесника у саобраћају на раскрсници, регулисано је:', 
                    image: './img/slika63.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'постављеним саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'правилом саобраћаја које регулише првенство пролаза'
                        },
                        {
                            id: 3,
                            text: 'постављеном ознаком на коловозу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача, у погледу смера кретања регулисано је:', 
                    image: './img/slika64.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'постављеном ознаком на коловозу'
                        },
                        {
                            id: 2,
                            text: 'постављеним саобраћајним знаком'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици скретање улево из саобраћајне траке означене стрелицом за скретање улево:', 
                    image: './img/slika65.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'На раскрсници приказаној на слици поступање возача регулисано је:', 
                    image: './img/slika66.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'постављеним саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'постављеном ознаком на коловозу'
                        },
                        {
                            id: 3,
                            text: 'правилом саобраћаја којим се регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У случају када се значење светлосног саобраћајног знака разликује од значења саобраћајног знака возач је дужан да поступи по:', 
                    answers: [
                        {
                            id: 1,
                            text: 'постављеном саобраћајном знаку'
                        },
                        {
                            id: 2,
                            text: 'правилу саобраћаја којим се регулише првенство пролаза'
                        },
                        {
                            id: 3,
                            text: 'светлосном саобраћајном знаку'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У случају када се значење светлосног саобраћајног знака разликује од значења ознаке на коловозу возач је дужан да поступи по:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ознаци на коловозу'
                        },
                        {
                            id: 2,
                            text: 'правилу саобраћаја којим се регулише првенство пролаза'
                        },
                        {
                            id: 3,
                            text: 'светлосном саобраћајном знаку'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'У случају када се значење светлосног саобраћајног знака разликује од правила саобраћаја возач је дужан да поступи по:', 
                    answers: [
                        {
                            id: 1,
                            text: 'светлосном саобраћајном знаку'
                        },
                        {
                            id: 2,
                            text: 'правилу саобраћаја којим се регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Међусобно првенство пролаза учесника у саобраћају, који на раскрсници светлосним саобраћајним знаковима истовремено добијају право пролаза, регулише се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ознакама на коловозу'
                        },
                        {
                            id: 2,
                            text: 'правилима саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'саобраћајним знаком'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                    image: './img/slika67.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'светлосним саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'правилом саобраћаја којим се регулише првенство пролаза'
                        },
                        {
                            id: 3,
                            text: 'постављеним саобраћајним знаком'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                    image: './img/slika68.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'светлосним саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'постављеним саобраћајним знаком'
                        },
                        {
                            id: 3,
                            text: 'правилом саобраћаја којим се регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                    image: './img/slika69.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'светлосним саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'постављеним саобраћајним знаком'
                        },
                        {
                            id: 3,
                            text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                        },
                        {
                            id: 4,
                            text: 'постављеном допунском таблом'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                    image: './img/slika70.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'постављеним саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'ознакама на коловозу'
                        },
                        {
                            id: 3,
                            text: 'светлосним саобраћајним знаком'
                        },
                        {
                            id: 4,
                            text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'У случају када знаци које даје овлашћено лице одступају од значења светлосног саобраћајног знака возач је дужан да поступи по:', 
                    answers: [
                        {
                            id: 1,
                            text: 'светлосном саобраћајном знаку'
                        },
                        {
                            id: 2,
                            text: 'знацима овлашћеног лица'
                        },
                        {
                            id: 3,
                            text: 'правилу саобраћаја којим се регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'У случају када знаци које даје овлашћено лице одступају од значења саобраћајног знака возач је дужан да поступи по:', 
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајном знаку'
                        },
                        {
                            id: 2,
                            text: 'знацима овлашћеног лица'
                        },
                        {
                            id: 3,
                            text: 'правилу саобраћаја којим се регулише првенство пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                    image: './img/slika71.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'светлосним саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'правилом саобраћаја којим се регулише првенство пролаза'
                        },
                        {
                            id: 3,
                            text: 'знацима овлашћеног лица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                    image: './img/slika72.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                        },
                        {
                            id: 2,
                            text: 'постављеним саобраћајним знаком'
                        },
                        {
                            id: 3,
                            text: 'знацима овлашћеног лица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици поступање возача регулисано је:', 
                    image: './img/slika73.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'правилом саобраћаја, којим се регулише првенство пролаза'
                        },
                        {
                            id: 2,
                            text: 'ознаком на коловозу (линија заустављања)'
                        },
                        {
                            id: 3,
                            text: 'знацима овлашћеног лица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika74.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не морате стати испред линије заустављања, јер Вам је знаком овлашћеног лица дозвољен пролаз'
                        },
                        {
                            id: 2,
                            text: 'поступићете по правилу саобраћаја којим се регулише првенство пролаза, јер је знак овлашћеног лица у супротности са значењем линије заустављања'
                        },
                        {
                            id: 3,
                            text: 'морате се зауставити испред линије заустављања'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Возач је дужан да возило држи на таквом одстојању и растојању од других возила, односно учесника у саобраћају тако да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не омета друге учеснике у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'не изазива опасност'
                        },
                        {
                            id: 3,
                            text: 'растојање не буде мање од 0,5 m и одстојање мање од 20 m'
                        },
                        {
                            id: 4,
                            text: 'растојање не буде мање од 1 m и одстојање мање од 5 m'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Предмет односно материју која се налази на путу и која потиче са возила којим возач управља, возач је дужан да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'без одлагања уклони са пута'
                        },
                        {
                            id: 2,
                            text: 'настави даље кретање и обавести полицију или предузеће које се стара о одражавању пута'
                        },
                        {
                            id: 3,
                            text: 'настави даље кретање, јер би заустављањем ометао друге учеснике у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Возач који наиђе на предмет или препреку на путу које угрожавају безбедност саобраћаја и које може да уклони:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дужан да уклони, јер не потичу са његовог возила'
                        },
                        {
                            id: 2,
                            text: 'дужан је да уклони са пута, ако тиме не омета безбедност саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'није дужан да уклони, али мора да обавести полицију или предузеће које се стара о одржавању пута'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Возач који наиђе на предмет или препреку на путу које угрожавају безбедност саобраћаја које није у могућности да уклони:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може наставити даље кретање, јер не потичу са његовог возила'
                        },
                        {
                            id: 2,
                            text: 'може наставити даље кретање, али мора да обавести полицију или предузеће које се стара о одражавању пута'
                        },
                        {
                            id: 3,
                            text: 'мора да се заустави и сачека да препрека буде уклоњена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Возач је дужан да обрати пажњу на пешаке који:', 
                    answers: [
                        {
                            id: 1,
                            text: 'се налазе на коловозу'
                        },
                        {
                            id: 2,
                            text: 'се крећу пешачком стазом'
                        },
                        {
                            id: 3,
                            text: 'ступају на коловоз или исказују намеру да ће ступити на коловоз'
                        },
                        {
                            id: 4,
                            text: 'се налазе на тротоару или се крећу тротоаром'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Када прилази пешачком прелазу, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може да настави кретање истом брзином, када утврди да је уочен од стране пешака и да су они прилагодили кретање да би пропустили возило'
                        },
                        {
                            id: 2,
                            text: 'мора увек да заустави возило непосредно испред пешачког прелаза'
                        },
                        {
                            id: 3,
                            text: 'мора да прилагоди брзину возила, тако да може безбедно да заустави возило испред пешачког прелаза, у ситуацији коју може да предвиди'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Возач је дужан да обрати посебну пажњу на пешаке означене бројем:', 
                    image: './img/slika75.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2 − који се креће дуж коловоза'
                        },
                        {
                            id: 2,
                            text: '1 − који се креће преко коловоза'
                        },
                        {
                            id: 3,
                            text: '4 − који је прешао преко пешачког прелаза и ступио на тротоар'
                        },
                        {
                            id: 4,
                            text: '3 − који се креће тротоаром дуж коловоза'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'На делу пута на коме су постављени саобраћајни знакови о учешћу деце у саобраћају, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дужан да вози са нарочитом опрезношћу, тако да може благовремено да заустави возило'
                        },
                        {
                            id: 2,
                            text: 'је дужан да се креће брзином до 30 km/h'
                        },
                        {
                            id: 3,
                            text: 'може да настави кретање истом брзином, када утврди да је уочен од стране деце и да су она прилагодила кретање да би пропустила возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'Возач возила који обилази аутобус заустављен на стајалишту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да заустави возило, на путу са по једном саобраћајном траком по смеру, док путници излазе или улазе у возило'
                        },
                        {
                            id: 2,
                            text: 'мора да управља возилом тако да не угрожава лице које у аутобус улази или излази'
                        },
                        {
                            id: 3,
                            text: 'обилажење може извршити уколико се креће брзином кретања пешака'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika76.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'настављате кретање возила с обзиром да се путници који улазе, односно излазе из аутобуса крећу непрописно по коловозу'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да зауставите возило док лица улазе, односно излазе из аутобуса'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да прилагодите брзину возила, тако да можете безбедно да зауставите возило, како не би угрозили лица која улазе, односно излазе из аутобуса'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'Када лица која улазе, односно излазе из трамваја заустављеног на стајалишту, морају да пређу преко саобраћајне траке, возач возила који се креће том саобраћајном траком иза трамваја:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може да настави кретање без заустављања, када утврди да је уочен од стране лица која улазе, односно излазе из трамваја, односно када се увери да су та лица прилагодила кретање да би пропустила возило'
                        },
                        {
                            id: 2,
                            text: 'мора да се заустави иза трамваја, док лица улазе, односно излазе'
                        },
                        {
                            id: 3,
                            text: 'обилажење може извршити уколико се креће брзином кретања пешака'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika77.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обилажење можете извршити уколико се крећете брзином кретања пешака'
                        },
                        {
                            id: 2,
                            text: 'морате да се зауставите иза трамваја, док лица улазе, односно излазе'
                        },
                        {
                            id: 3,
                            text: 'можете да наставите кретање без заустављања, када утврдите да сте уочени од стране лица која улазе, односно излазе из трамваја, односно када се уверите да су та лица прилагодила кретање да би Вас пропустила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'Када је на путу са по једном саобраћајном траком по смеру, заустављено возило за организован превоз деце, ради њиховог уласка или изласка, возачи осталих возила који се крећу тим путем:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужни су да прилагоде брзину возила, тако да могу безбедно да зауставе возило, како не би угрозили децу која улазе, односно излазе из возила'
                        },
                        {
                            id: 2,
                            text: 'могу да наставе кретање возила уколико пролазак поред тог возила могу извршити без угрожавања других учесника у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'дужни су да се зауставе док деца улазе, односно излазе из возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возачи возила:', 
                    image: './img/slika78.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'могу да наставе кретање возила уколико пролазак поред аутобуса могу извршити без угрожавања других учесника у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'дужни су да прилагоде брзину возила, тако да могу безбедно да зауставе возило, како не би угрозили децу која улазе, односно излазе из аутобуса'
                        },
                        {
                            id: 3,
                            text: 'дужни су да се зауставе док деца улазе, односно излазе из аутобуса'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 39, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika79.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возач возила из супротног смера може да настави кретање, а возач возила који долази иза аутобуса може обићи аутобус када пропусти возило из супротног смера'
                        },
                        {
                            id: 2,
                            text: 'возачи оба возила дужни су да се зауставе док деца улазе, односно излазе из аутобуса'
                        },
                        {
                            id: 3,
                            text: 'возач возила који долази иза аутобуса мора да се заустави док деца улазе, односно излазе из аутобуса, а возач возила из супротног смера може да настави кретање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 40, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika80.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете да наставите кретање уколико обилажење аутобуса можете извршити без угрожавања других учесника у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'морате се зауставити док деца улазе, односно излазе из аутобуса'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да прилагодите брзину возила, тако да можете безбедно да зауставите возило, како не би угрозили децу која улазе, односно излазе из аутобуса'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 41, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач белог путничког возила које наилази из супротног смера:', 
                    image: './img/slika81.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'може да настави кретање уколико пролазак поред аутобуса може извршити без угрожавања других учесника у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'мора да се заустави док деца улазе, односно излазе из аутобуса'
                        },
                        {
                            id: 3,
                            text: 'дужан је да прилагоди брзину возила, тако да може безбедно да заустави возило, како не би угрозио децу која улазе, односно излазе из аутобуса'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 42, 
                    points: 2,
                    text: 'Возач возила за организован превоз деце које је заустављено ради њиховог уласка, односно изласка, мора:', 
                    answers: [
                        {
                            id: 1,
                            text: 'поставити сигурносни троугао на прописан начин'
                        },
                        {
                            id: 2,
                            text: 'укључити десни показивач правца'
                        },
                        {
                            id: 3,
                            text: 'укључити све показиваче правца'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 43, 
                    points: 2,
                    text: 'Знак приказан на слици означава:', 
                    image: './img/slika82.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место у чијој се близини налази школа и пешачки прелаз које деца често користе'
                        },
                        {
                            id: 2,
                            text: 'возило којим се врши организовани превоз деце'
                        },
                        {
                            id: 3,
                            text: 'близину дела пута на коме се деца чешће и у већем броју крећу (близина школе, обданишта, игралишта и сл.)'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 44, 
                    points: 2,
                    text: 'Знак за обележавање возила којим се врши организован превоз деце је означен бројем:', 
                    image: './img/slika83.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '4'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '1'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 45, 
                    points: 2,
                    text: 'Возач возила које се креће на путу у насељу саобраћајном траком, у коју се аутобус прописно укључује у саобраћај са стајалишта:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може непромењеном брзином наставити кретање јер има првенство пролаза у односу на сва возила која се укључују у саобраћај'
                        },
                        {
                            id: 2,
                            text: 'дужан је да аутобусу омогући укључивање у саобраћај'
                        },
                        {
                            id: 3,
                            text: 'дужан је да се увек заустави, док се аутобус не укључи у саобраћај'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 46, 
                    points: 2,
                    text: 'За време вожње возач може користити телефон:', 
                    answers: [
                        {
                            id: 1,
                            text: 'без употребе опреме која омогућава телефонирање без ангажовања руку, само у случају обавештавања полиције, односно управљача пута, о постојању препреке на путу'
                        },
                        {
                            id: 2,
                            text: 'уколико употребљава опрему која омогућава телефонирање без ангажовања руку'
                        },
                        {
                            id: 3,
                            text: 'при чему је једна рука на точку управљача, а другом руком употребљава телефон'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 47, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika84.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да смањите брзину и по потреби да се зауставите, ради омогућавања укључивањa аутобуса у саобраћај са стајалишта'
                        },
                        {
                            id: 2,
                            text: 'можете непромењеном брзином наставити кретање јер имате првенство пролаза у односу на сва возила која се укључују у саобраћај'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да се увек зауставите, док се аутобус не укључи у саобраћај'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 48, 
                    points: 2,
                    text: 'Уређај, односно средство, којим се може откривати или ометати рад уређаја за мерење брзине кретања возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме се користити, нити налазити у возилу у саобраћају на путу'
                        },
                        {
                            id: 2,
                            text: 'може се користити на деоници пута на којој не постоји саобраћајни знак који означава деоницу на којој се врши контрола брзине кретања возила'
                        },
                        {
                            id: 3,
                            text: 'може се налазити у возилу, али се не сме користити у саобраћају на путу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 49, 
                    points: 2,
                    text: 'Постављање средстава или материја којима се омета или онемогућава очитавање регистарске ознаке непосредним опажањем или помоћу уређаја намењених за откривање и документовање прекршаја, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено, само за возила са посебном дозволом'
                        },
                        {
                            id: 2,
                            text: 'забрањено'
                        },
                        {
                            id: 3,
                            text: 'дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 50, 
                    points: 2,
                    text: 'Уграђене сигурносне појасеве у возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора користити путник на предњем седишту'
                        },
                        {
                            id: 2,
                            text: 'не мора користити лице коме сигурносни појас може проузроковати здравствене проблеме због специфичне физичке конституције'
                        },
                        {
                            id: 3,
                            text: 'не мора користити возач јавног превоза путника'
                        },
                        {
                            id: 4,
                            text: 'мора користити возач'
                        },
                        {
                            id: 5,
                            text: 'мора користити путник на задњем седишту'
                        },
                        {
                            id: 6,
                            text: 'не мора користити путник на задњем седишту'
                        }
                    ],
                    correct_answers: [1, 4, 5]
                },
                {
                    id: 51, 
                    points: 2,
                    text: 'Возач и путници морају користити уграђене сигурносне појасеве у возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само при брзинама већим од 50 km/h'
                        },
                        {
                            id: 2,
                            text: 'само када је возило у саобраћају на путу ван насеља'
                        },
                        {
                            id: 3,
                            text: 'само када је возило у саобраћају на путу у насељу'
                        },
                        {
                            id: 4,
                            text: 'увек када је возило у саобраћају на путу'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 52, 
                    points: 2,
                    text: 'Безбедна подешеност наслона за главу подразумева да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'горња ивица наслона буде по могућности у висини потиљка'
                        },
                        {
                            id: 2,
                            text: 'он буде што ближи потиљачном делу главе'
                        },
                        {
                            id: 3,
                            text: 'горња ивица наслона буде по могућности у висини темена главе, а не ниже од висине очију'
                        },
                        {
                            id: 4,
                            text: 'он належе на врат'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 53, 
                    points: 2,
                    text: 'Сигурносни појасеви се употребљавају у циљу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'спречавања избацивања лица из возила, при саобраћајним незгодама'
                        },
                        {
                            id: 2,
                            text: 'лакшег управљања возилом'
                        },
                        {
                            id: 3,
                            text: 'удобније вожње'
                        },
                        {
                            id: 4,
                            text: 'спречавања повреде при налетању на унутрашње делове возила'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 54, 
                    points: 2,
                    text: 'На седиштима за које је уграђен ваздушни јастук:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није обавезно коришћење сигурносног појаса, јер јастук омогућује потребну заштиту'
                        },
                        {
                            id: 2,
                            text: 'некоришћење сигурносног појаса може изазвати повреде приликом активирања јастука'
                        },
                        {
                            id: 3,
                            text: 'некоришћење сигурносног појаса не може изазвати повреде приликом активирања јастука'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 55, 
                    points: 2,
                    text: 'Безбедно коришћење сигурносног појаса подразумева:', 
                    answers: [
                        {
                            id: 1,
                            text: 'било који положај леђног наслона седишта који возач сматра погодним'
                        },
                        {
                            id: 2,
                            text: 'да трака појаса не сме бити уврнута'
                        },
                        {
                            id: 3,
                            text: 'да појасеви не смеју налегати на чврсте предмете (телефон, кључеви, хемијске оловке и сл.)'
                        },
                        {
                            id: 4,
                            text: 'усправан положај леђног наслона седишта, што омогућава да леђа у потпуности належу на наслон'
                        },
                        {
                            id: 5,
                            text: 'да трака појаса може бити уврнута'
                        },
                        {
                            id: 6,
                            text: 'оборен положај леђног наслона седишта, што омогућава да леђа належу на наслон доњим делом'
                        }
                    ],
                    correct_answers: [2, 3, 4]
                },
                {
                    id: 56, 
                    points: 2,
                    text: 'Светлоодбојни прслук се мора налазити у:', 
                    answers: [
                        {
                            id: 1,
                            text: 'путничком возилу'
                        },
                        {
                            id: 2,
                            text: 'лаком четвороциклу'
                        },
                        {
                            id: 3,
                            text: 'теретном возилу'
                        },
                        {
                            id: 4,
                            text: 'тешком четвороциклу'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 57, 
                    points: 2,
                    text: 'Светлоодбојни прслук се мора налазити у:', 
                    answers: [
                        {
                            id: 1,
                            text: 'путничком возилу'
                        },
                        {
                            id: 2,
                            text: 'тешком трициклу'
                        },
                        {
                            id: 3,
                            text: 'тешком четвороциклу'
                        },
                        {
                            id: 4,
                            text: 'аутобусу'
                        },
                        {
                            id: 5,
                            text: 'лаком четвороциклу'
                        },
                        {
                            id: 6,
                            text: 'теретном возилу'
                        }
                    ],
                    correct_answers: [1, 4, 6]
                },
                {
                    id: 58, 
                    points: 2,
                    text: 'У моторном возилу на предњем седишту не сме да се превози:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дете млађе од 12 година'
                        },
                        {
                            id: 2,
                            text: 'лице старије од 70 година'
                        },
                        {
                            id: 3,
                            text: 'дете млађе од 14 година'
                        },
                        {
                            id: 4,
                            text: 'лице које је под утицајем алкохола'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 59, 
                    points: 2,
                    text: 'У моторном возилу на предњем седишту може да се превози дете:', 
                    answers: [
                        {
                            id: 1,
                            text: 'старије од 12 година'
                        },
                        {
                            id: 2,
                            text: 'до 3 године, уколико се превози у безбедносном седишту - корпи, која је окренута супротно смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                        },
                        {
                            id: 3,
                            text: 'старије од 8 година, уколико се превози у безбедносном седишту које је окренуто у смеру кретања возила, ако је искључен безбедносни ваздушни јастук'
                        },
                        {
                            id: 4,
                            text: 'млађе од 12 година, уколико се превози у безбедносном седишту које је окренуто у смеру кретања возила'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 60, 
                    points: 2,
                    text: 'У моторном возилу на предњем седишту дете до три године може да се превози у безбедносном седишту – корпи, која је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'окренута у смеру кретања возила, уколико није искључен безбедносни ваздушни јастук'
                        },
                        {
                            id: 2,
                            text: 'окренута у смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                        },
                        {
                            id: 3,
                            text: 'окренута супротно смеру кретања возила, када возило нема или је искључен безбедносни ваздушни јастук'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 61, 
                    points: 2,
                    text: 'Када се у возилу без безбедносног седишта – корпе превози дете старије од три године:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора бити обезбеђено да дете користи сигурносни појас на безбедан начин'
                        },
                        {
                            id: 2,
                            text: 'не мора се користити сигурносни појас уколико је обезбеђено да дете буде смештено на средини задњег реда седишта'
                        },
                        {
                            id: 3,
                            text: 'не мора се користити сигурносни појас уколико је дете смештено у крилу одраслог лица'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 1,
            name: 'Употреба показивача правца, укључивање возила у саобраћај и искључивање из саобраћаја, кретање возила по путу (кретање по коловозу пута у зависности од броја саобраћајних трака и њихове намене, кретање по саобраћајним тракама за укључивање и искључивање, кретање по саобраћајним тракама за спора возила и саобраћајним тракама за возила јавног превоза путника, кретање трамвајском баштицом, успоравање возила и др.)',
            total_number_of_questions: 47,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Возач сме нагло да мења начин вожње:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само у случају избегавања непосредне опасности'
                        },
                        {
                            id: 2,
                            text: 'у случају да није благовремено заузео положај возилом на коловозу за извршење одређене радње'
                        },
                        {
                            id: 3,
                            text: 'само при извођењу радњи које подразумевају обавезно укључивање показивача правца'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач возила означеног бројем 1:', 
                    image: './img/slika85.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'може нагло смањити брзину ради пропуштања возила означеног бројем 2 и након тога скренути удесно'
                        },
                        {
                            id: 2,
                            text: 'не сме скренути удесно'
                        },
                        {
                            id: 3,
                            text: 'може нагло скренути удесно јер је укључио показивач правца'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач црвеног возила:', 
                    image: './img/slika86.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не сме скренути удесно'
                        },
                        {
                            id: 2,
                            text: 'може нагло смањити брзину ради пропуштања сивог возила и након тога скренути удесно'
                        },
                        {
                            id: 3,
                            text: 'може нагло скренути удесно јер је укључио показивач правца'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возачу црног возила:', 
                    image: './img/slika87.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено нагло мењање начина вожње'
                        },
                        {
                            id: 2,
                            text: 'нагло смањивање брзине је дозвољено, а да би скренуо удесно мора се уверити да радњу може извршити на безбедан начин'
                        },
                        {
                            id: 3,
                            text: 'нагло смањивање брзине и скретање удесно је дозвољено, јер постоји простор за извођење жељене радње'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Возач који намерава да изврши радњу возилом у саобраћају сме:', 
                    answers: [
                        {
                            id: 1,
                            text: 'увек да отпочне такву радњу уколико се уверио да је та радња у складу са саобраћајном сигнализацијом'
                        },
                        {
                            id: 2,
                            text: 'увек да отпочне такву радњу, ако је дао прописан знак показивачем правца'
                        },
                        {
                            id: 3,
                            text: 'да отпочне такву радњу само ако се уверио да то може да учини на безбедан начин и дао прописан знак показивачем правца'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач жутог возила се укључује у саобраћај:', 
                    image: './img/slika88.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'на прописан начин јер сте дужни да пропустите возило које се са паркинг места укључује у саобраћај'
                        },
                        {
                            id: 2,
                            text: 'на прописан начин јер је дао десни показивач правца'
                        },
                        {
                            id: 3,
                            text: 'на непрописан начин јер се пре укључивања десног показивача правца није уверио да то може извршити на безбедан начин'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Након уверавања да сме да отпочне жељену радњу возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора друге учеснике у саобраћају јасно и благовремено да обавести о томе, дајући им знак показивачем правца'
                        },
                        {
                            id: 2,
                            text: 'може одмах започети извођење те радње, без давања знака показивачем правца, јер се уверио да радњу може извршити на безбедан начин'
                        },
                        {
                            id: 3,
                            text: 'може одмах започети извођење те радње, а знак показивачем правца ће дати истовремено са започињањем те радње'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Возач који показивачем правца даје прописани знак при извођењу радње мора давати знак:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само док се не увери да су други учесници у саобраћају схватили његову намеру'
                        },
                        {
                            id: 2,
                            text: 'за све време вршења радње возилом, а по извршеној радњи мора престати са давањем тог знака'
                        },
                        {
                            id: 3,
                            text: 'само на почетку извођења радње'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Ради извођења жељене радње у саобраћају возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'се мора прво уверити да може да отпочне вршење радње и затим дати знак показивачем правца'
                        },
                        {
                            id: 2,
                            text: 'даје знак показивачем правца док се уверава да може да отпочне вршење радње'
                        },
                        {
                            id: 3,
                            text: 'мора прво дати знак показивачем правца и затим се уверити да може да отпочне вршење радње'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач црвеног возила када се укључује у саобраћај мора:', 
                    image: './img/slika89.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'се прво уверити да се може укључити у саобраћај и затим дати знак десним показивачем правца'
                        },
                        {
                            id: 2,
                            text: 'давати знак левим показивачем правца док се уверава да може да се укључи у саобраћај'
                        },
                        {
                            id: 3,
                            text: 'се прво уверити да се може укључити у саобраћај и затим дати знак левим показивачем правца'
                        },
                        {
                            id: 4,
                            text: 'прво дати знак левим показивачем правца и затим се уверити да може да се укључи у саобраћај'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У условима недовољне прегледности, возач је дужан да безбедно укључење у саобраћај изведе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'уз помоћ лица које се налази у возилу и има бољу прегледност'
                        },
                        {
                            id: 2,
                            text: 'постепеним померањем возила, у циљу уочавања његовог возила од осталих учесника у саобраћају и заузимањем положаја тела на седишту који му омогућава потребну прегледност'
                        },
                        {
                            id: 3,
                            text: 'уз помоћ лица које се налази на погодном месту ван возила и које му даје одговарајуће знакове'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возилу за ауто такси превоз путника које се са паркинг места укључује у саобраћај:', 
                    image: './img/slika90.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да омогућите укључивање возила, јер се ради о возилу за јавни превоз путника'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да омогућите укључивање, јер морате пропустити возило које је започело радњу укључивања у саобраћај'
                        },
                        {
                            id: 3,
                            text: 'нисте дужни да омогућите укључивање, али ћете то учинити с обзиром да сте на време уочили његову намеру, јер ћете на тај начин избећи настанак опасне ситуације уколико возач настави започету радњу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, као возач возила које је заустављено на путу, да би се безбедно укључили у саобраћај, обавезни сте да:', 
                    image: './img/slika91.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'сачекате да вас возило које се креће иза вас обиђе, укључите леви показивач правца и укључите се у саобраћај'
                        },
                        {
                            id: 2,
                            text: 'укључите леви показивач правца и укључите се у саобраћај'
                        },
                        {
                            id: 3,
                            text: 'укључите леви показивач правца, омогућите да вас обиђе возило које сте уочили у возачким огледалима и укључите се у саобраћај'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач, који се укључује у саобраћај из гараже на непрегледном месту, дужан је да:', 
                    image: './img/slika92.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'то изведе уз помоћ лица које се налази на погодном месту ван возила и које му даје одговарајуће знакове'
                        },
                        {
                            id: 2,
                            text: 'постепено помера возило, у циљу уочавања његовог возила од осталих учесника у саобраћају и да заузме положај тела на седишту који му омогућава потребну прегледност'
                        },
                        {
                            id: 3,
                            text: 'то изведе уз помоћ лица које се налази у возилу и има бољу прегледност'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika93.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'из дворишта у саобраћај морате се укључити уз помоћ лица које ће Вас са погодног места ван возила обавестити о тренутку када се могу безбедно укључити'
                        },
                        {
                            id: 2,
                            text: 'безбедно укључивање из дворишта у саобраћај мора Вам обезбедити лице које се налази у возилу и има бољу прегледност'
                        },
                        {
                            id: 3,
                            text: 'из дворишта у саобраћај можете се укључити уз помоћ саобраћајног огледала јер Вам оно обезбеђује потребну прегледност за безбедно укључење'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, као кандидат за возача, крећете се на:', 
                    image: './img/slika94.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'прописан начин, с обзиром да користите десну страну коловоза у смеру кретања'
                        },
                        {
                            id: 2,
                            text: 'непрописан начин, с обзиром да се крећете саобраћајном површином која није намењена за саобраћај возила којим управљате'
                        },
                        {
                            id: 3,
                            text: 'прописан начин, јер управљате возилом за оспособљавање кандидата за возача'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'У саобраћају на путу возило се креће:', 
                    answers: [
                        {
                            id: 1,
                            text: 'левом страном коловоза у смеру кретања'
                        },
                        {
                            id: 2,
                            text: 'десном страном коловоза у смеру кретања'
                        },
                        {
                            id: 3,
                            text: 'средином коловоза, јер на тај начин не угрожава пешаке и бициклисте'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици правилно се креће возило означено бројем:', 
                    image: './img/slika95.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2, јер се крећу десном саобраћајном траком у смеру кретања'
                        },
                        {
                            id: 2,
                            text: '1, јер се креће уз ивичну линију'
                        },
                        {
                            id: 3,
                            text: '2, јер се креће уз разделну линију'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици правилно се креће возило означено бројем:', 
                    image: './img/slika96.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1 и 2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на путу ван насеља, правилно се креће возило означено бројем:', 
                    image: './img/slika97.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'На путу у насељу са најмање две саобраћајне траке за исти смер, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза'
                        },
                        {
                            id: 2,
                            text: 'може да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза, ако тиме не омета возила која се крећу иза његовог возила'
                        },
                        {
                            id: 3,
                            text: 'може да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза само када врши претицање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на путу у насељу, правилно се креће возило означено бројем:', 
                    image: './img/slika98.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на путу у насељу, возач возила које се креће испред Вас и спречава Ваше брже кретање:', 
                    image: './img/slika99.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дужан да мења саобраћајну траку, јер га можете претећи са десне стране'
                        },
                        {
                            id: 2,
                            text: 'није дужан да мења саобраћајну траку, уколико се креће највећом дозвољеном брзином на том делу пута'
                        },
                        {
                            id: 3,
                            text: 'дужан је да Вас пропусти променом саобраћајне траке'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'На путу у насељу са најмање две саобраћајне траке за исти смер, возач теретног возила чија је највећа дозвољена маса 2.500 kg:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза'
                        },
                        {
                            id: 2,
                            text: 'може да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза, ако тиме не омета возила која се крећу иза његовог возила'
                        },
                        {
                            id: 3,
                            text: 'може да се креће возилом саобраћајном траком која се не налази уз десну ивицу коловоза само када врши претицање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Возач је дужан да се по путу креће:', 
                    answers: [
                        {
                            id: 1,
                            text: 'средином коловозне траке'
                        },
                        {
                            id: 2,
                            text: 'што ближе десној ивици коловоза'
                        },
                        {
                            id: 3,
                            text: 'што ближе разделној линији'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на путу у насељу са физички одвојеним коловозним тракама, правилно се креће:', 
                    image: './img/slika100.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'путничко возило'
                        },
                        {
                            id: 2,
                            text: 'теретно возило (скуп возила)'
                        },
                        {
                            id: 3,
                            text: 'оба возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'У случају застоја саобраћаја на путу где су коловозне траке физички одвојене, возачи чија возила се не налазе у крајњој левој саобраћајној траци дужни су да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возило оставе у положај у ком се затекло у тренутку застоја'
                        },
                        {
                            id: 2,
                            text: 'возилом заузму положај по средини саобраћајне траке'
                        },
                        {
                            id: 3,
                            text: 'возилом заузму положај уз десну ивицу саобраћајне траке'
                        },
                        {
                            id: 4,
                            text: 'возилом заузму положај уз леву ивицу саобраћајне траке'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'У случају застоја саобраћаја на путу где су коловозне траке физички одвојене, возачи чија возила се налазе у крајњој левој саобраћајној траци дужни су да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возилом заузму положај по средини саобраћајне траке'
                        },
                        {
                            id: 2,
                            text: 'возилом заузму положај уз леву ивицу саобраћајне траке'
                        },
                        {
                            id: 3,
                            text: 'возило оставе у положај у ком се затекло у тренутку застоја'
                        },
                        {
                            id: 4,
                            text: 'возилом заузму положај уз десну ивицу саобраћајне траке'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'У случају застоја саобраћаја на путу са физичким одвојеним коловозним тракама, возачи су увек дужни да заузимањем положаја уз десну, односно леву ивицу саобраћајне траке, оставе слободан простор намењен да у случају потребе омогуће пролаз:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возила под пратњом и возила са правом првенства пролаза'
                        },
                        {
                            id: 2,
                            text: 'возила која врше јавни превоз путника'
                        },
                        {
                            id: 3,
                            text: 'возила чија ширина омогућава кретање возила тим простором'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'На путу за саобраћај возила у оба смера са најмање четири саобраћајне траке, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да се креће, односно прелази на коловозну траку намењену за саобраћај возила из супротног смера, у случају застоја'
                        },
                        {
                            id: 2,
                            text: 'сме да се креће, односно прелази на коловозну траку намењену за саобраћај возила из супротног смера, у случају претицања или обилажења'
                        },
                        {
                            id: 3,
                            text: 'не сме да се креће, односно прелази на коловозну траку намењену за саобраћај возила из супротног смера'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици (застој саобраћаја), у случају потребе да се омогући пролаз возила под пратњом и возила са правом првенства пролаза, прописан положај су заузела возила означена бројем:', 
                    image: './img/slika101.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '4'
                        },
                        {
                            id: 3,
                            text: '2'
                        },
                        {
                            id: 4,
                            text: '5'
                        },
                        {
                            id: 5,
                            text: '3'
                        }
                    ],
                    correct_answers: [2, 5]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици крећете се на:', 
                    image: './img/slika102.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'прописан начин, само док вршите претицање'
                        },
                        {
                            id: 2,
                            text: 'прописан начин'
                        },
                        {
                            id: 3,
                            text: 'непрописан начин'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'На путу за саобраћај возила у оба смера са три саобраћајне траке, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да се креће саобраћајном траком која се налази уз леву ивицу пута у правцу кретања возила, у случају застоја'
                        },
                        {
                            id: 2,
                            text: 'не сме да се креће саобраћајном траком која се налази уз леву ивицу пута у правцу кретања возила'
                        },
                        {
                            id: 3,
                            text: 'сме да се креће саобраћајном траком која се налази уз леву ивицу пута у правцу кретања возила, у случају претицања или обилажења'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици крећете се на:', 
                    image: './img/slika103.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'прописан начин, само док вршите претицање'
                        },
                        {
                            id: 2,
                            text: 'прописан начин'
                        },
                        {
                            id: 3,
                            text: 'непрописан начин'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'На путу за саобраћај у оба смера, са физички одвојеним коловозним тракама возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме возилом да се креће коловозном траком намењеном за саобраћај возила из супротног смера, у случају застоја'
                        },
                        {
                            id: 2,
                            text: 'не сме возилом да се креће коловозном траком намењеном за саобраћај возила из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'сме возилом да се креће коловозном траком намењеном за саобраћај возила из супротног смера, у случају претицања или обилажења'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици крећете се на:', 
                    image: './img/slika104.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'непрописан начин'
                        },
                        {
                            id: 2,
                            text: 'прописан начин'
                        },
                        {
                            id: 3,
                            text: 'прописан начин, само док вршите претицање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'На путу за саобраћај возила у једном смеру, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да се креће у смеру супротном од дозвољеног, у случају да нема возила из супротног смера'
                        },
                        {
                            id: 2,
                            text: 'сме да се креће у смеру супротном од дозвољеног, у случају да постоје најмање две саобраћајне траке у том смеру'
                        },
                        {
                            id: 3,
                            text: 'не сме да се креће у смеру супротном од дозвољеног'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'Возило на слици креће се:', 
                    image: './img/slika105.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'на непрописан начин'
                        },
                        {
                            id: 2,
                            text: 'на прописан начин, уколико возач возила станује у том делу улице'
                        },
                        {
                            id: 3,
                            text: 'на прописан начин'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 39, 
                    points: 2,
                    text: 'На путу са више саобраћајних трака за кретање у истом смеру, возач који се креће слободном саобраћајном траком поред саобраћајне траке у којој је онемогућен саобраћај:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да омогући укључивање свих возила у траку којом се он креће'
                        },
                        {
                            id: 2,
                            text: 'има првенство пролаза у односу на возила из саобраћајне траке у којој је онемогућен саобраћај'
                        },
                        {
                            id: 3,
                            text: 'дужан је да омогући укључивање једног возила у траку којом се он креће'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 40, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika106.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да омогућите укључивање свих возила у траку којом се крећете'
                        },
                        {
                            id: 2,
                            text: 'имате првенство пролаза у односу на возила из саобраћајне траке у којој је онемогућен саобраћај'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да омогућите укључивање једног возила у траку којом се крећете'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 41, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika107.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да омогућите укључивање оба возила у саобраћајну траку којом се крећете, јер су започела извођење те радње'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да омогућите укључивање једног возила у саобраћајну траку којом се крећете'
                        },
                        {
                            id: 3,
                            text: 'нисте дужни да омогућите укључивање возила у саобраћајну траку којом се крећете, али ћете то омогућити с обзиром да сте на време уочили њихову намеру и на тај начин избећи настанак опасне ситуације уколико та возила наставе започету радњу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 42, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, када је крајњом десном саобраћајном траком онемогућен саобраћај:', 
                    image: './img/slika108.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да омогућите укључивање једног возила у саобраћајну траку којом се крећете'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да омогућите укључивање оба возила у саобраћајну траку којом се крећете'
                        },
                        {
                            id: 3,
                            text: 'нисте дужни да омогућите укључивање возила у траку којом се крећете'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 43, 
                    points: 2,
                    text: 'Возач сме нагло да успори возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само у случају избегавања непосредне опасности'
                        },
                        {
                            id: 2,
                            text: 'у случају да није благовремено заузео положај возилом на коловозу за извршење одређене радње'
                        },
                        {
                            id: 3,
                            text: 'да би брзину кретања возила ускладио са брзином која је означена на постављеном саобраћајном знаку'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 44, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika109.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете нагло да успорите возило, ради избегавања непосредне опасности'
                        },
                        {
                            id: 2,
                            text: 'не смете нагло да успорите возило, већ ћете саобраћајну незгоду избећи променом правца кретања возила'
                        },
                        {
                            id: 3,
                            text: 'не смете нагло да успорите возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 45, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, приликом приближавања раскрсници:', 
                    image: './img/slika110.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не морате мењати брзину кретања возила'
                        },
                        {
                            id: 2,
                            text: 'морате нагло успорити возило'
                        },
                        {
                            id: 3,
                            text: 'успоравање возила извршићете на начин којим нећете угрозити, односно ометати возача возила које се креће иза Вас'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 46, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, трамвајском баштицом се прописно креће возило означено бројем:', 
                    image: './img/slika111.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2 и 3'
                        },
                        {
                            id: 3,
                            text: '1 и 2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 47, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици прописно се креће возило означено бројем:', 
                    image: './img/slika112.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '2 и 3'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        },
        {
            id: 2,
            name: 'Скретање (скретање улево или удесно), полукружно окретање, кретање возилом уназад, мимоилажење (општа правила која се тичу мимоилажења између возила, односно возила и пешака)',
            total_number_of_questions: 66,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач путничког возила:', 
                    image: './img/slika113.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'има првенство пролаза у односу на возило које се креће са његове десне стране'
                        },
                        {
                            id: 2,
                            text: 'дужан је да скретање изврши из саобраћајне траке која је уз десну ивицу коловоза, након пропуштања возила које се креће том траком'
                        },
                        {
                            id: 3,
                            text: 'дужан је да пропусти возило које се креће са његове десне стране'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Возач возила који скреће удесно дужан је да скретање изврши:', 
                    answers: [
                        {
                            id: 1,
                            text: 'крећући се било којом саобраћајном траком, при чему мора пропустити возила која се крећу саобраћајном траком која се протеже уз десну ивицу коловоза'
                        },
                        {
                            id: 2,
                            text: 'крећући се крајњом саобраћајном траком која се протеже уз десну ивицу коловоза, ако саобраћајном сигнализацијом није другачије одређено'
                        },
                        {
                            id: 3,
                            text: 'крећући се саобраћајном траком која му омогућава најлакше извођење радње скретања'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици скретање удесно је дозвољено из саобраћајне траке означене бројем:', 
                    image: './img/slika114.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '1 и 2'
                        },
                        {
                            id: 3,
                            text: '2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици скретање удесно је дозвољено из саобраћајне траке означене бројем:', 
                    image: './img/slika115.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '1 и 2'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Возач возила који скреће улево дужан је да скретање изврши:', 
                    answers: [
                        {
                            id: 1,
                            text: 'крећући се саобраћајном траком која му омогућава најлакше извођење радње скретања'
                        },
                        {
                            id: 2,
                            text: 'крећући се било којом саобраћајном траком, при чему мора пропустити возила која се крећу саобраћајном траком која се протеже уз разделну линију'
                        },
                        {
                            id: 3,
                            text: 'крећући се крајњом левом саобраћајном траком која се протеже уз разделну линију, ако саобраћајном сигнализацијом није друкчије одређено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Возач возила који на путу са једносмерним саобраћајем скреће улево дужан је да скретање изврши:', 
                    answers: [
                        {
                            id: 1,
                            text: 'крећући се крајњом левом саобраћајном траком која се протеже уз леву ивицу пута, ако саобраћајном сигнализацијом није друкчије одређено'
                        },
                        {
                            id: 2,
                            text: 'крећући се било којом саобраћајном траком, при чему мора пропустити возила која се крећу саобраћајном траком уз леву ивицу пута'
                        },
                        {
                            id: 3,
                            text: 'крећући се саобраћајном траком која му омогућава најлакше извођење радње скретања'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Возила која након скретања улево настављају кретање право, у ситуацији приказаној на слици, прописно се крећу путањом означеном бројем:', 
                    image: './img/slika116.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '4'
                        },
                        {
                            id: 4,
                            text: '1'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Возило означено бројем 2 које након скретања улево наставља кретање право, у ситуацији приказаној на слици, прописно се креће:', 
                    image: './img/slika117.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'било којом путањом'
                        },
                        {
                            id: 2,
                            text: 'путањом означеном бројем 4'
                        },
                        {
                            id: 3,
                            text: 'путањом означеном бројем 3'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Возило означено бројем 1, у ситуацији приказаној на слици, прописно се креће:', 
                    image: './img/slika118.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'путањом означеном бројем 2'
                        },
                        {
                            id: 2,
                            text: 'путањом означеном бројем 1'
                        },
                        {
                            id: 3,
                            text: 'било којом путањом'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици скретање улево је дозвољено из саобраћајне траке означене бројем:', 
                    image: './img/slika119.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици скретање улево је дозвољено из саобраћајне траке означене бројем:', 
                    image: './img/slika120.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици скретање улево је дозвољено из саобраћајне траке означене бројем:', 
                    image: './img/slika121.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици скретање улево је дозвољено из саобраћајне траке означене бројем:', 
                    image: './img/slika122.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Возач возила које скреће удесно:', 
                    answers: [
                        {
                            id: 1,
                            text: 'има првенство пролаза у односу на возило које се креће са његове десне стране, саобраћајном траком за возила јавног превоза путника'
                        },
                        {
                            id: 2,
                            text: 'дужан је да скретање изврши из саобраћајне траке за возила јавног превоза путника, након пропуштања возила која се крећу том траком'
                        },
                        {
                            id: 3,
                            text: 'дужан је да пропусти возило које се креће са његове десне стране, саобраћајном траком за возила јавног превоза путника'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, када на раскрсници скрећете удесно:', 
                    image: './img/slika123.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да скретање извршите из саобраћајне траке која је уз десну ивицу коловоза, након пропуштања возила које се креће том траком ако његова удаљеност и брзина то захтевају'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите возило које се креће са Ваше десне стране, а скретање удесно извршите из саобраћајне траке којом се крећете'
                        },
                        {
                            id: 3,
                            text: 'имате првенство пролаза у односу на возило које се креће са Ваше десне стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Кретање возилом уназад дозвољено је искључиво на кратком делу пута:', 
                    answers: [
                        {
                            id: 1,
                            text: 'оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'при чему се возило мора кретати супротном страном коловоза у односу на дотадашње кретање, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возило се прописно креће уназад путањом:', 
                    image: './img/slika124.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Кретање возила уназад на непрегледном делу пута:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено оном страном коловоза којом се до тада возило кретало унапред, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на непрегледном делу пута кретање возила уназад:', 
                    image: './img/slika125.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено, оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Кретање возила уназад при смањеној видљивости:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika126.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено, оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Кретање возила уназад у тунелу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika127.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Кретање возила уназад на делу пута где је забрањено заустављање:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено, оном страном коловоза којом се до тада возило кретало унапред ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika129.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika130.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika131.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika132.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika133.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika134.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'Кретање возила уназад на прелазу преко железничке пруге:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је било којом страном коловоза, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је оном страном коловоза којом се до тада возило кретало унапред, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици кретање возила уназад:', 
                    image: './img/slika135.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је путањом број 1, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је путањом број 2, ако се тиме не угрожавају нити ометају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'Возач не сме да врши полукружно окретање возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на путу ван насеља'
                        },
                        {
                            id: 2,
                            text: 'на мосту, вијадукту'
                        },
                        {
                            id: 3,
                            text: 'у тунелу'
                        },
                        {
                            id: 4,
                            text: 'у раскрсници'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'Возач не сме да врши полукружно окретање возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на делу пута који нема довољну ширину за полукружно окретање тог возила'
                        },
                        {
                            id: 2,
                            text: 'у раскрсници која је регулисана светлосним саобраћајним знацима'
                        },
                        {
                            id: 3,
                            text: 'на путу у насељу'
                        },
                        {
                            id: 4,
                            text: 'у условима смањене видљивости, односно на месту где је недовољна прегледност'
                        },
                        {
                            id: 5,
                            text: 'у подвожњаку и на надвожњаку'
                        },
                        {
                            id: 6,
                            text: 'на раскрсници пута са првенством пролаза са споредним путем'
                        }
                    ],
                    correct_answers: [1, 4, 5]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika136.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено да извршите полукружно окретање'
                        },
                        {
                            id: 2,
                            text: 'дозвољено Вам је да извршите полукружно окретање'
                        },
                        {
                            id: 3,
                            text: 'дозвољено Вам је да извршите полукружно окретање, пошто пропустите возила из супротног смера'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika137.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено да извршите полукружно окретање, јер је то у супротности са ознаком на коловозу'
                        },
                        {
                            id: 2,
                            text: 'дозвољено Вам је да извршите полукружно окретање'
                        },
                        {
                            id: 3,
                            text: 'није Вам дозвољено да извршите полукружно окретање, јер је то у супротности са постављеним саобраћајним знаком'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици извођење радње полукружно окретање:', 
                    image: './img/slika138.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 39, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika139.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено вршити полукружно окретање'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је вршити полукружно окретање, након пропуштања возила која долазе из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је вршити полукружно окретање, уколико може бити изведено без маневрисања'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 40, 
                    points: 2,
                    text: 'На мосту, у ситуацији приказаној на слици:', 
                    image: './img/slika140.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено вршити полукружно окретање'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је вршити полукружно окретање, након пропуштања возила која долазе из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је вршити полукружно окретање, уколико може бити изведено без маневрисања'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 41, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika141.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено Вам је да извршите полукружно окретање, уколико може бити изведено без маневрисања'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено да извршите полукружно окретање'
                        },
                        {
                            id: 3,
                            text: 'дозвољено Вам је да извршите полукружно окретање, када пропустите возила која Вам долазе у сусрет'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 42, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika142.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је вршити полукружно окретање, након пропуштања возила која долазе из супротног смера'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено вршити полукружно окретање'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је вршити полукружно окретање, уколико може бити изведено без маневрисања'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 43, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на путу који није аутопут ни мотопут, полукружно окретање:', 
                    image: './img/slika143.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено само ако се може вршити без маневрисања'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 44, 
                    points: 2,
                    text: 'У подвожњаку, у ситуацији приказаној на слици:', 
                    image: './img/slika144.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено вршити полукружно окретање'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је вршити полукружно окретање, након пропуштања возила која долазе из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је вршити полукружно окретање, уколико може бити изведено без маневрисања'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 45, 
                    points: 2,
                    text: 'Приликом мимоилажења са возилом возач је дужан да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'са своје леве стране остави најмање 1 m растојања између свог возила и возила са којим се мимоилази'
                        },
                        {
                            id: 2,
                            text: 'по потреби возило помери ка десној ивици коловоза'
                        },
                        {
                            id: 3,
                            text: 'са своје леве стране остави најмање 0,5 m растојања између свог возила и разделне линије'
                        },
                        {
                            id: 4,
                            text: 'са своје леве стране остави довољно растојање између свог возила и возила са којим се мимоилази'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 46, 
                    points: 2,
                    text: 'При мимоилажењу са пешаком, возач је дужан да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'звучним знаком упозорења обавести пешака о свом присуству како би се пешак померио на безбедно растојање'
                        },
                        {
                            id: 2,
                            text: 'остави најмање 1 m растојања између свог возила и пешака са којим се мимоилази'
                        },
                        {
                            id: 3,
                            text: 'држи безбедно растојање између возила и пешака'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 47, 
                    points: 2,
                    text: 'Уколико због препреке на путу, која се налази у саобраћајној траци којом се возило креће, возач не може да остави довољно растојање између свог возила и возила са којим се мимоилази, дужан је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'да се заустави и пропусти само једно возило које му долази у сусрет'
                        },
                        {
                            id: 2,
                            text: 'настави кретање обилажењем препреке, јер има првенство пролаза у односу на возила из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'да успори кретање свог возила, да би пропустио возилa из супротног смера'
                        },
                        {
                            id: 4,
                            text: 'да по потреби заустави возило, да би пропустио возилa из супротног смера'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 48, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika145.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'наставићете кретање обилажењем препреке, јер имате првенство пролаза у односу на возила из супротног смера'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да успорите кретање свог возила и да га, по потреби, зауставите да би пропустили само прво возило из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да успорите кретање свог возила и да га, по потреби, зауставите да би пропустили возила из супротног смера'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 49, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач возила које Вам долази у сусрет дужан је да:', 
                    image: './img/slika146.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'остави са своје леве стране најмање 1 m растојања између свог и вашег возила'
                        },
                        {
                            id: 2,
                            text: 'возило помери ка десној ивици коловоза и остави са своје леве стране довољно растојање између свог и Вашег возила'
                        },
                        {
                            id: 3,
                            text: 'остави са десне стране свог возила најмање 0,5 m растојања до паркираних возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 50, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika147.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило ћете померити ка десној ивици коловоза, и по потреби се делимично кретати по тротоару'
                        },
                        {
                            id: 2,
                            text: 'оставићете са своје десне стране најмање 0,5 m растојања између свог возила и ивице коловоза'
                        },
                        {
                            id: 3,
                            text: 'успорићете и оставићете са своје леве стране довољно растојање између свог возила и возила са којим се мимоилазите, а по потреби и зауставити возило да би пропустили возило које вам долази у сусрет'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 51, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, безбедно поступање је да:', 
                    image: './img/slika148.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'наставите кретање јер имате предност у односу на возача возила које Вам долази у сусрет, а возач другог возила је дужан да кретањем уназад или на други начин, помери своје возило и заузме на путу положај који омогућава мимоилажење'
                        },
                        {
                            id: 2,
                            text: 'наставите кретање и коришћењем потребне површине тротоара омогућите мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'успорите кретање свог возила и да га, по потреби, зауставите и пропустите возило које Вам долази у сусрет'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 52, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika149.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да успорите кретање свог возила и да га, по потреби, зауставите и пропустите возило које Вам долази у сусрет'
                        },
                        {
                            id: 2,
                            text: 'имате предност у односу на возило које Вам долази у сусрет'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да успорите кретање свог возила и да га, по потреби, зауставите да би пропустили само прво возило из супротног смера'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 53, 
                    points: 2,
                    text: 'Уколико је због недовољне ширине пута мимоилажење онемогућено:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возила могу наставити кретање уколико ширина банкине или тротоара омогућава њихово мимоилажење'
                        },
                        {
                            id: 2,
                            text: 'возач којем је то, с обзиром на карактеристике и стање пута и саобраћајну ситуацију, лакше да изведе, дужан је да по потреби, кретањем уназад или на други начин, помери своје возило и заузме на путу положај који омогућава мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'дужан је да се заустави возач који са десне стране нема банкину или тротоар чија површина би омогућила кретање ради мимоилажења'
                        },
                        {
                            id: 4,
                            text: 'дужан је да се заустави возач коме је то, с обзиром на карактеристике и стање пута и саобраћајну ситуацију, лакше да изведе'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 54, 
                    points: 2,
                    text: 'Када на раскрсници возила долазе из супротних смерова и скрећу улево, мимоилажење возила из супротних смерова се врши са:', 
                    answers: [
                        {
                            id: 1,
                            text: 'било које стране, у зависности од саобраћајне ситуације у раскрсници'
                        },
                        {
                            id: 2,
                            text: 'десне стране'
                        },
                        {
                            id: 3,
                            text: 'леве стране'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 55, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици мимоилажење ћете извршити са:', 
                    image: './img/slika150.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'десне стране'
                        },
                        {
                            id: 2,
                            text: 'било које стране, у зависности од саобраћајне ситуације у раскрсници'
                        },
                        {
                            id: 3,
                            text: 'леве стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 56, 
                    points: 2,
                    text: 'На делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће или је веома отежано:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возила могу наставити кретање уколико ширина банкине или тротоара омогућава њихово мимоилажење'
                        },
                        {
                            id: 2,
                            text: 'возач возила које се креће уз нагиб дужан је да заустави своје возило на погодном месту ако примети да му друго возило иде у сусрет низ нагиб'
                        },
                        {
                            id: 3,
                            text: 'возач возила које се креће низ нагиб дужан је да заустави своје возило на погодном месту ако примети да му друго возило иде у сусрет уз нагиб'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 57, 
                    points: 2,
                    text: 'На делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће или је веома отежано:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возач возила које се креће уз нагиб нема обавезу заустављања без обзира на постојање места за његово заустављање, јер је возач возила које се креће низ нагиб дужан да омогући мимоилажење'
                        },
                        {
                            id: 2,
                            text: 'возач возила које се креће уз нагиб дужан је да заустави своје возило ако испред себе има погодно место за заустављање, које омогућава безбедно мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'возила могу наставити кретање коришћењем површине банкине или тротоара, које омогућавају њихово мимоилажење'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 58, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због сужења пута са обе стране:', 
                    image: './img/slika151.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возачи ће се визуелном комуникацијом, покретима руком, давањем звучног или светлосног знака упозорења, споразумети о најбезбеднијем начину мимоилажења'
                        },
                        {
                            id: 2,
                            text: 'возач возила које се креће низ нагиб је дужан да се заустави и кретањем уназад до погодног места омогући мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'возач возила које се креће уз нагиб дужан је да заустави своје возило јер има погодно место за заустављање, које омогућава безбедно мимоилажење'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 59, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици када је возило које Вам долази у сусрет ступило на сужени део коловоза услед чега је мимоилажење немогуће:', 
                    image: './img/slika152.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'наставићете кретање јер се крећете уз нагиб, а возач возила из супротног смера је дужан да кретањем уназад омогући мимоилажење'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да зауставите возило на месту које омогућава безбедно мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'наставићете кретање јер се крећете уз нагиб, а возач возила из супротног смера је дужан да кретањем уназад или кретањем по тротоару омогући мимоилажење'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 60, 
                    points: 2,
                    text: 'На делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због чега једно од возила која се мимоилазе мора да се креће уназад, кретаће се уназад:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возило које се креће уз нагиб, под условом да у непосредној близини има погодно место које омогућава његово заустављање и мимоилажење возила'
                        },
                        {
                            id: 2,
                            text: 'теретно возило које се сусрело са аутобусом'
                        },
                        {
                            id: 3,
                            text: 'свако возило које се сусрело са возилом које вуче прикључно возило'
                        },
                        {
                            id: 4,
                            text: 'возило које се креће низ нагиб, без обзира на врсту возила које се креће уз нагиб'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 61, 
                    points: 2,
                    text: 'На делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због чега једно од возила која се мимоилазе мора да се креће уназад, кретаће се уназад:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возило које се сусрело са возилом више врсте'
                        },
                        {
                            id: 2,
                            text: 'возило које се креће уз нагиб, под условом да у непосредној близини има погодно место које омогућава његово заустављање и мимоилажење возила'
                        },
                        {
                            id: 3,
                            text: 'ако се мимоилазе возила исте врсте - возило које се креће низ нагиб, осим ако је, с обзиром на услове и положај возила на путу, лакше да то учини возач возила које се креће уз нагиб'
                        },
                        {
                            id: 4,
                            text: 'возило које се креће низ нагиб, без обзира на врсту возила које се креће уз нагиб'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 62, 
                    points: 2,
                    text: 'У циљу примене правила о мимоилажењу на делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, возила се класификују од више ка нижој врсти на следећи начин:', 
                    answers: [
                        {
                            id: 1,
                            text: 'аутобус, скуп возила, радна машина, трактор, теретно возило, путничко возило и врста коју чине мотоцикл, мопед, трицикл и четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'скуп возила, радна машина, трактор, теретно возило, аутобус, путничко возило и врста коју чине мотоцикл, мопед, трицикл и четвороцикл'
                        },
                        {
                            id: 3,
                            text: 'скуп возила, аутобус, теретно возило, радна машина, трактор, путничко возило и врста коју чине мотоцикл, мопед, трицикл и четвороцикл'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 63, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због сужења пута са обе стране:', 
                    image: './img/slika153.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возачи ће се визуелном комуникацијом, покретима руком, давањем звучног или светлосног знака упозорења, споразумети ко ће се кретати уназад да би се мимоишли'
                        },
                        {
                            id: 2,
                            text: 'возач путничког возила дужан је да кретањем уназад до погодног места омогући мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'возач аутобуса је дужан да кретањем уназад до погодног места омогући мимоилажење'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 64, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на делу пута који је саобраћајним знаком означен као опасан успон, односно као опасна низбрдица, на коме је мимоилажење возила немогуће због сужења пута са обе стране:', 
                    image: './img/slika154.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возачи ће се визуелном комуникацијом, покретима руком, давањем звучног или светлосног знака упозорења, споразумети ко ће се кретати уназад да би се мимоишли'
                        },
                        {
                            id: 2,
                            text: 'возач путничког возила дужан је да кретањем уназад до погодног места омогући мимоилажење'
                        },
                        {
                            id: 3,
                            text: 'возач трактора је дужан да кретањем уназад до погодног места омогући мимоилажење'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 65, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, када скрећете удесно на првом излазу:', 
                    image: './img/slika155.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да скретање извршите тако што ћете направити цео круг обилазећи острво са десне стране'
                        },
                        {
                            id: 2,
                            text: 'можете скренути удесно не обилазећи око острва'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 66, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, при полукружном окретању:', 
                    image: './img/slika156.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете се полукружно окренути не обилазећи острво, односно одмах извршити скретање улево'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да полукружно окретање извршите обилазећи острво са десне стране'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
            id: 3,
            name: 'Обилажење и претицање (општа правила, начин, забране)',
            total_number_of_questions: 104,
            questions: [
                {
                    id: 1, 
                    points: 3,
                    text: 'Претицање се врши са:', 
                    answers: [
                        {
                            id: 1,
                            text: 'десне стране возила које се претиче'
                        },
                        {
                            id: 2,
                            text: 'леве стране возила које се претиче'
                        },
                        {
                            id: 3,
                            text: 'било које стране возила које се претиче, у зависности од саобраћајне ситуације'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 2, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, возачу путничког возила, претицање:', 
                    image: './img/slika157.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на путу ван насеља, претицање Вам је дозвољено:', 
                    image: './img/slika158.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'и са леве и са десне стране'
                        },
                        {
                            id: 2,
                            text: 'са десне стране'
                        },
                        {
                            id: 3,
                            text: 'са леве стране'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 4, 
                    points: 3,
                    text: 'Када је возило на коловозу заузело такав положај и његов возач даје такав знак да се са сигурношћу може закључити да то возило скреће улево, претицање се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора вршити са десне стране возила које се претиче'
                        },
                        {
                            id: 2,
                            text: 'може вршити са било које стране, у зависности од саобраћајне ситуације'
                        },
                        {
                            id: 3,
                            text: 'мора вршити са леве стране возила које се претиче'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika159.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 6, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, претицање са десне стране:', 
                    image: './img/slika160.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 3,
                    text: 'Трамвај који се креће по шинама постављеним на средини коловоза сме да се претиче:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само са леве стране'
                        },
                        {
                            id: 2,
                            text: 'само са десне стране'
                        },
                        {
                            id: 3,
                            text: 'са било које стране, у зависности од саобраћајне ситуације'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 8, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање трамваја је дозвољено:', 
                    image: './img/slika161.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'са леве стране'
                        },
                        {
                            id: 2,
                            text: 'и са леве и са десне стране'
                        },
                        {
                            id: 3,
                            text: 'са десне стране'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 9, 
                    points: 3,
                    text: 'На путу на коме постоје најмање две саобраћајне траке намењене за саобраћај возила у истом смеру, на коме су колоне возила, брже кретање возила у једној траци од кретања возила у другој траци:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сматра се претицањем'
                        },
                        {
                            id: 2,
                            text: 'не сматра се претицањем'
                        },
                        {
                            id: 3,
                            text: 'не сматра се претицањем само на путу у насељу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици брже кретање возила у десној саобраћајној траци:', 
                    image: './img/slika162.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није претицање'
                        },
                        {
                            id: 2,
                            text: 'је претицање'
                        },
                        {
                            id: 3,
                            text: 'је мимоилажење'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 11, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици брже кретање возила у левој саобраћајној траци:', 
                    image: './img/slika163.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је мимоилажење'
                        },
                        {
                            id: 2,
                            text: 'је претицање'
                        },
                        {
                            id: 3,
                            text: 'није претицање'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 3,
                    text: 'На путу на коме постоје најмање две саобраћајне траке намењене за саобраћај возила у истом смеру, пролажење са десне стране возила које се креће:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сматра се претицањем на путу у насељу'
                        },
                        {
                            id: 2,
                            text: 'не сматра се претицањем на путу ван насеља'
                        },
                        {
                            id: 3,
                            text: 'не сматра се претицањем на путу у насељу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на путу у насељу, пролажење са десне стране возила које се креће испред Вас левом саобраћајном траком:', 
                    image: './img/slika164.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није претицање'
                        },
                        {
                            id: 2,
                            text: 'је претицање, јер се не крећете у колони'
                        },
                        {
                            id: 3,
                            text: 'је претицање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 14, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на путу у насељу, возач возила које се креће испред Вас и спречава Ваше брже кретање:', 
                    image: './img/slika165.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да Вас пропусти променом саобраћајне траке'
                        },
                        {
                            id: 2,
                            text: 'није дужан да мења саобраћајну траку, јер га можете претећи са десне стране'
                        },
                        {
                            id: 3,
                            text: 'није дужан да мења саобраћајну траку, уколико се креће највећом дозвољеном брзином на том делу пута'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 3,
                    text: 'Возач коме је дат знак за претицање дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'успори кретање возила'
                        },
                        {
                            id: 2,
                            text: 'помери своје возило ка десној ивици коловоза'
                        },
                        {
                            id: 3,
                            text: 'помери своје возило ка левој ивици коловоза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 16, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возач возила које се претиче:', 
                    image: './img/slika166.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'заузео је прописан положај уз десну ивицу коловоза'
                        },
                        {
                            id: 2,
                            text: 'дужан је да на безбедан начин помери возило преко десне ивичне линије и тиме омогући претицање'
                        },
                        {
                            id: 3,
                            text: 'може да се креће и уз разделну линију'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 17, 
                    points: 3,
                    text: 'Возач претицаног возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме повећавати брзину кретања свог возила'
                        },
                        {
                            id: 2,
                            text: 'може повећати брзину кретања до највеће дозвољене брзине кретања на том делу пута'
                        },
                        {
                            id: 3,
                            text: 'дужан је да успори кретање возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 18, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возач возила које се претиче:', 
                    image: './img/slika167.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'може повећати брзину кретања до највеће дозвољене брзине кретања на том делу пута'
                        },
                        {
                            id: 2,
                            text: 'не сме повећавати брзину кретања свог возила'
                        },
                        {
                            id: 3,
                            text: 'дужан је да успори кретање возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 19, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возач возила које се претиче:', 
                    image: './img/slika168.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не сме повећавати брзину кретања свог возила'
                        },
                        {
                            id: 2,
                            text: 'може повећати брзину кретања до највеће дозвољене брзине кретања на том делу пута'
                        },
                        {
                            id: 3,
                            text: 'дужан је да успори кретање возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 20, 
                    points: 3,
                    text: 'Претицање возач сме да врши само:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако тиме не угрожава друге учеснике у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'ако је растојање од возила које се претиче веће од 0,5 m'
                        },
                        {
                            id: 3,
                            text: 'када на путу има довољно простора за безбедно претицање и ако се тиме не омета нормално кретање возила која долазе из супротног смера'
                        },
                        {
                            id: 4,
                            text: 'ако на коловозу нема поледице или снега'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 21, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika168.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је отпочети претицање, јер је возач испред Вас који претиче проценио да постоји довољна прегледност за безбедно претицање'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је отпочети претицање, јер кретање иза теретног возила које претиче омогућава да радњу претицања изведете без ометања или угрожавања саобраћаја из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено отпочети претицање, јер не постоји довољна прегледност да се можете уверити да тиме нећете угрозити безбедност саобраћаја или ометати саобраћај из супротног смера'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 22, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika170.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је отпочети претицање, јер кретање иза теретног возила које претиче омогућава да радњу претицања изведете без ометања или угрожавања саобраћаја из супротног смера'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је отпочети претицање, јер је возач испред Вас који претиче проценио да постоји довољна прегледност за безбедно претицање'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено отпочети претицање, јер не постоји довољна прегледност да се можете уверити да тиме нећете угрозити безбедност саобраћаја или ометати саобраћај из супротног смера'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 23, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возачу возила означеног бројем 3 претицање возила означеног бројем 2:', 
                    image: './img/slika171.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено, јер има право да заврши претицање два возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 24, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika172.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено отпочети претицање, јер се Ви морате непосредно уверити да претицање можете извршити на безбедан начин'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено отпочети претицање јер возач теретног возила испред Вас уз десни показивач правца није дао и јасан знак руком да се претицање може извршити на безбедан начин'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је отпочети претицање, јер је возач теретног возила испред Вас проценио да се претицање може извршити на безбедан начин, о чему Вас обавештава десним показивачем правца'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika173.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено отпочети претицање јер возач теретног возила испред Вас уз десни показивач правца није дао и јасан знак руком да се претицање може извршити на безбедан начин'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено отпочети претицање, јер се Ви морате непосредно уверити да претицање можете извршити на безбедан начин'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је отпочети претицање, јер је возач теретног возила испред Вас проценио да се претицање може извршити на безбедан начин, о чему Вас обавештава десним показивачем правца'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika174.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено, само возилима која могу постићи велико убрзање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 3,
                    text: 'Возач не сме возилом да врши претицање или обилажење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'колоне возила'
                        },
                        {
                            id: 2,
                            text: 'скупа возила'
                        },
                        {
                            id: 3,
                            text: 'ако је возач који се креће иза њега отпочео претицање или обилажење'
                        },
                        {
                            id: 4,
                            text: 'ако на коловозу има поледице или снега'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 28, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање колоне возила:', 
                    image: './img/slika175.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, ако се возач жутог возила уверио да може извршити претицање без угрожавања и ометања саобраћаја из супротног смера, односно да може без ометања ући између свих возила које претиче, дозвољено му је претицање:', 
                    image: './img/slika176.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'највише два возила'
                        },
                        {
                            id: 2,
                            text: 'највише три возила'
                        },
                        {
                            id: 3,
                            text: 'свих возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 30, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возачу возила означеног бројем 1:', 
                    image: './img/slika177.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено да отпочне претицање, јер је возач који се креће иза њега отпочео претицање'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено да отпочне претицање, због ознака на коловозу'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено да отпочне претицање, јер има предност у односу на возило означено бројем 2 пошто се креће непосредно иза возила чије претицање намеравају да изврше возачи оба возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 31, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возачу возила означеног бројем 1:', 
                    image: './img/slika178.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено да отпочне претицање, јер је возач који се креће иза њега отпочео претицање'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено да отпочне претицање, ако његово возило може постићи велико убрзање'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено да отпочне претицање, јер има предност у односу на возило означено бројем 2, пошто се креће непосредно иза возила чије претицање намеравају да изврше возачи оба возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 32, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возачу жутог возила:', 
                    image: './img/slika179.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено да отпочне претицање, јер је возач који се креће иза њега отпочео претицање'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено да отпочне претицање, јер има предност у односу на плаво возило пошто се креће непосредно иза возила чије претицање намеравају да изврше возачи оба возила'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено да отпочне претицање, ако његово возило може постићи велико убрзање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 33, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika180.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено, јер је претицање започето пре наиласка на саобраћајни знак'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 34, 
                    points: 3,
                    text: 'Возач не сме возилом да врши претицање или обилажење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако је возач испред њега на истој саобраћајној траци дао знак за претицање или обилажење'
                        },
                        {
                            id: 2,
                            text: 'ако је возач испред њега на истој саобраћајној траци дао знак десним показивачем правца'
                        },
                        {
                            id: 3,
                            text: 'ако је возило које долази из супротног смера удаљено мање од 200 m'
                        },
                        {
                            id: 4,
                            text: 'ако би тиме угрозио безбедност саобраћаја или ометао саобраћај из супротног смера'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 35, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање на прописан начин врши возач возила означеног бројем:', 
                    image: './img/slika181.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '1 и 2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 36, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици непрописно претицање врши возач возила означеног бројем:', 
                    image: './img/slika182.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '2'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 37, 
                    points: 3,
                    text: 'Возач не сме возилом да врши претицање или обилажење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако по извршеном претицању или обилажењу не би могао да се врати у саобраћајну траку којом се кретао пре тога без ометања или угрожавања осталих учесника у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'у зони школе'
                        },
                        {
                            id: 3,
                            text: 'у зони "30"'
                        },
                        {
                            id: 4,
                            text: 'зауставном траком'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 38, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возач возила које претиче, после претицања теретног возила:', 
                    image: './img/slika415.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да се, одмах по извршеном претицању, врати у саобраћајну траку којом се кретао пре претицања, без обзира на одстојање у односу на теретно возило'
                        },
                        {
                            id: 2,
                            text: 'може да настави кретање саобраћајном траком којом је вршио претицање, уколико нема возила из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'дужан је да се, без ометања или угрожавања осталих учесника у саобраћају, врати у саобраћајну траку којом се кретао пре претицања'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 39, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање возила:', 
                    image: './img/slika183.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је извршено на прописан начин, јер претицањем није изазвана саобраћајна незгода'
                        },
                        {
                            id: 2,
                            text: 'није извршено на прописан начин, због ометања и угрожавања других учесника у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'је извршено на прописан начин, јер су и други учесници у саобраћају дужни да предузму све потребне мере ради избегавања опасних ситуација'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 40, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на аутопуту:', 
                    image: './img/slika184.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено претицање са десне стране'
                        },
                        {
                            id: 2,
                            text: 'претицање са десне стране дозвољено је само у насељу'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је претицање са десне стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 41, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на аутопуту:', 
                    image: './img/slika185.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено претицање са десне стране'
                        },
                        {
                            id: 2,
                            text: 'дозвољено Вам је претицање са десне стране'
                        },
                        {
                            id: 3,
                            text: 'претицање са десне стране дозвољено Вам је само у насељу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 42, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на мотопуту:', 
                    image: './img/slika186.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено Вам је претицање са десне стране'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено претицање са десне стране'
                        },
                        {
                            id: 3,
                            text: 'претицање са десне стране дозвољено Вам је само у насељу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 43, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање Вам је дозвољено:', 
                    image: './img/slika187.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'и са леве и са десне стране теретног возила'
                        },
                        {
                            id: 2,
                            text: 'само са десне стране теретног возила'
                        },
                        {
                            id: 3,
                            text: 'само са леве стране теретног возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 44, 
                    points: 3,
                    text: 'Возач не сме возилом да врши претицање или обилажење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'у тунелу, осим у тунелу са најмање две саобраћајне траке за кретање возила у истом смеру'
                        },
                        {
                            id: 2,
                            text: 'на опасном успону, односно низбрдици'
                        },
                        {
                            id: 3,
                            text: 'на почетку превоја, на превоју, испред и у непрегледној кривини, осим на коловозу са најмање две саобраћајне траке за кретање возила у истом смеру'
                        },
                        {
                            id: 4,
                            text: 'на мосту, вијадукту, надвожњаку и у подвожњаку'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 45, 
                    points: 3,
                    text: 'На путу са по једном саобраћајном траком по смеру претицање или обилажење није дозвољено:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на почетку превоја, на превоју испред и у непрегледној кривини'
                        },
                        {
                            id: 2,
                            text: 'на мосту, вијадукту, надвожњаку и у подвожњаку'
                        },
                        {
                            id: 3,
                            text: 'на опасном успону, односно низбрдици'
                        },
                        {
                            id: 4,
                            text: 'у тунелу'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 46, 
                    points: 3,
                    text: 'На почетку превоја, у ситуацији приказаној на слици, претицање:', 
                    image: './img/slika188.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 47, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на путу са три саобраћајне траке по клизавом коловозу, претицање:', 
                    image: './img/slika189.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 48, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika190.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 49, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika191.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 50, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika192.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено, због недовољне прегледности на превоју'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено само возачима путничких возила'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 51, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika193.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено само возачима путничких возила'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено, због недовољне прегледности у кривини'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 52, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, возачу црвеног путничког возила претицање у тунелу:', 
                    image: './img/slika194.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено ако тиме не омета, односно не угрожава возила која се крећу из супротног смера'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 53, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, претицање возила које се зауставља ради пропуштања пешака:', 
                    image: './img/slika195.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено, осим на путу ван насеља'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није Вам дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 54, 
                    points: 3,
                    text: 'Возач не сме возилом да врши претицање или обилажење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на раскрсници када се креће путем са правом првенства пролаза'
                        },
                        {
                            id: 2,
                            text: 'на прелазу пута преко железничке или трамвајске пруге'
                        },
                        {
                            id: 3,
                            text: 'у подвожњаку и на надвожњаку'
                        },
                        {
                            id: 4,
                            text: 'колоне возила под пратњом'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 55, 
                    points: 3,
                    text: 'Возач сме возилом да врши претицање:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на раскрсници када се креће путем са правом првенства пролаза'
                        },
                        {
                            id: 2,
                            text: 'колоне возила под пратњом'
                        },
                        {
                            id: 3,
                            text: 'на прелазу пута преко железничке или трамвајске пруге'
                        },
                        {
                            id: 4,
                            text: 'у подвожњаку и на надвожњаку'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 56, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika196.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено, осим ако је саобраћајна трака намењена за кретање возила из супротног смера слободна, тако да има довољно простора за безбедно претицање'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 57, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika197.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 58, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika198.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено уз употребу светлосног знака упозорења'
                        },
                        {
                            id: 3,
                            text: 'Вам је дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 59, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, претицање колоне возила под пратњом:', 
                    image: './img/slika199.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено уз употребу светлосног знака упозорења'
                        },
                        {
                            id: 3,
                            text: 'Вам је дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 60, 
                    points: 3,
                    text: 'Возач не сме возилом да врши претицање:', 
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајном траком за спора возила'
                        },
                        {
                            id: 2,
                            text: 'на путу за саобраћај у оба смера на којем нису означене саобраћајне траке'
                        },
                        {
                            id: 3,
                            text: 'на начин да прелази возилом преко неиспрекидане уздужне линије при чему користи саобраћајну траку намењену за кретање возила из супротног смера'
                        },
                        {
                            id: 4,
                            text: 'на делу пута на коме постоји неиспрекидана разделна уздужна линија и када не користи коловозну траку намењену за кретање возила из супротног смера'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 61, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika200.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 62, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возачу путничког возила претицање:', 
                    image: './img/slika201.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 63, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање теретног возила:', 
                    image: './img/slika202.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено када возило испред Вас заврши претицање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 64, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возачу означеног путничког возила претицање теретног возила:', 
                    image: './img/slika203.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено уколико је саобраћајна трака намењена за кретање возила из супротног смера слободна, тако да има довољно простора за безбедно претицање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 65, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika204.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено уколико је саобраћајна трака намењена за кретање возила из супротног смера слободна, тако да има довољно простора за безбедно претицање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 66, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање возила испред Вас:', 
                    image: './img/slika205.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 67, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање теретног возила:', 
                    image: './img/slika206.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 68, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika207.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 69, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, према ознакама на коловозу, возачу путничког возила претицање:', 
                    image: './img/slika208.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено јер претиче споро возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 70, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, према ознакама на коловозу, возачу путничког возила претицање:', 
                    image: './img/slika209.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено, јер претиче споро возило'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 71, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, возачу путничког возила претицање мотокултиватора:', 
                    image: './img/slika210.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено, јер има довољно простора да се мимоиђе са возилом које долази из супротног смера'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 72, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, возачу црног возила претицање:', 
                    image: './img/slika211.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 73, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици возачу плавог возила претицање:', 
                    image: './img/slika212.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено уколико је саобраћајна трака намењена за кретање возила из супротног смера слободна, тако да има довољно простора за безбедно претицање'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 74, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на путу ван насеља, возачу црвеног возила претицање возила у левој саобраћајној траци:', 
                    image: './img/slika213.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 75, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање Вам је дозвољено:', 
                    image: './img/slika214.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'и са леве и са десне стране'
                        },
                        {
                            id: 2,
                            text: 'са леве стране'
                        },
                        {
                            id: 3,
                            text: 'са десне стране'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 76, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, возачу путничког возила претицање:', 
                    image: './img/slika215.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено према ознакама на коловозу'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено према правилима саобраћаја'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 77, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika216.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено према правилима саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'није Вам дозвољено према ознакама на коловозу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 78, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, претицање:', 
                    image: './img/slika217.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 79, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, возачу путничког возила које вуче прикључно возило, претицање:', 
                    image: './img/slika218.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено, јер скупом возила претиче теретно возила'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено према ознакама на коловозу'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 80, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, возачу путничког возила претицање:', 
                    image: './img/slika219.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено према постављеној саобраћајној сигнализацији'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено, јер претиче возило којим се превози опасан терет'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 81, 
                    points: 3,
                    text: 'На путу који је прекривен снегом претицање:', 
                    image: './img/slika220.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено, ако се претицано возило креће брзином мањом од 60 km/h'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 82, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, возачу путничког возила претицање:', 
                    image: './img/slika221.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено, јер управља возилом којим се врши оспособљавање кандидата за возаче'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 83, 
                    points: 3,
                    text: 'Ако се возач након обилажења заустављене колоне не би могао безбедно укључити у саобраћајну траку намењену за смер којим се креће, обилажење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено ако постоји довољна ширина за мимоилажење са возилима из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено само возачима мотоцикала и мопеда'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 84, 
                    points: 3,
                    text: 'У ситуацији приказаној на слиц:', 
                    image: './img/slika222.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено Вам је претицање само теретног возила'
                        },
                        {
                            id: 2,
                            text: 'претицање Вам је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'претицање Вам није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 85, 
                    points: 3,
                    text: 'Обилажење саобраћајном траком намењеном за кретање возила из супротног смера, при чему се прелази преко неиспрекидане уздужне линије, је дозвољено:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само возачима мотоцикала и мопеда, на путу у насељу'
                        },
                        {
                            id: 2,
                            text: 'када на путу има довољно простора за безбедно обилажење и ако се тиме не омета нормално кретање возила која долазе из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'само ако се поступа по знацима које даје лице овлашћено за регулисање саобраћаја'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 86, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika223.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није Вам дозвољено'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено уколико не претиче колону возила'
                        },
                        {
                            id: 3,
                            text: 'Вам је дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 87, 
                    points: 3,
                    text: 'Приликом извођења радње претицања возач који претиче дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'своје возило, пре почетка претицања, држи на одстојању од возила које се претиче, које одговара половини зауставног пута његовог возила и растојању од најмање 1 m'
                        },
                        {
                            id: 2,
                            text: 'своје возило држи на потребном одстојању и растојању од возила које претиче, при чему не сме ометати, односно угрожавати, претицано возило нити друге учеснике саобраћају'
                        },
                        {
                            id: 3,
                            text: 'по завршетку претицања своје возило врати у саобраћајну траку којом се кретао пре тога, уз обезбеђење одстојања које одговара половини зауставног пута возила које се претиче'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 88, 
                    points: 3,
                    text: 'После претицања или обилажења возач је дужан да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'своје возило врати у саобраћајну траку којом се кретао пре тога, када уочи возило из супротног смера'
                        },
                        {
                            id: 2,
                            text: 'се без ометања, односно угрожавања, осталих учесника у саобраћају, врати у саобраћајну траку којом се кретао пре тога'
                        },
                        {
                            id: 3,
                            text: 'своје возило врати у саобраћајну траку којом се кретао пре тога, уз обезбеђење одстојања које одговара половини зауставног пута возила које се претиче'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 89, 
                    points: 3,
                    text: 'Возачу који се креће путем који није пут са првенством пролаза, непосредно испред раскрснице:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено претицање другог возила'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је претицање само бицикла, мопеда и мотоцикла'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је претицање другог возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 90, 
                    points: 3,
                    text: 'Непосредно испред раскрснице са кружним током саобраћаја:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено претицање другог возила'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је претицање другог возила'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је претицање само бицикла, мопеда и мотоцикла'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 91, 
                    points: 3,
                    text: 'На раскрсници са кружним током саобраћаја:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено претицање другог возила'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је претицање само бицикла, мопеда и мотоцикла'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је претицање другог возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 92, 
                    points: 3,
                    text: 'Возачу који се креће путем са првенством пролаза непосредно испред раскрснице и на раскрсници:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је претицање другог возила'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је претицање само бицикла, мопеда и мотоцикла'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено претицање другог возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 93, 
                    points: 3,
                    text: 'На раскрсници, на путу са првенством пролаза, претицање возила које скреће улево:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је са десне стране'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је са леве стране'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 94, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици (црвено возило скреће на раскрсници улево), возачу жутог возила који задржава правац кретања:', 
                    image: './img/slika224.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је претицање и то са десне стране'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено претицање'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је претицање и то са леве стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 95, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици (плаво возило скреће на раскрсници удесно), возачу белог возила који задржава правац кретања:', 
                    image: './img/slika225.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено претицање'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је претицање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 96, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици (оба возила задржавају правац кретања кроз раскрсницу), возачу црвеног возила:', 
                    image: './img/slika226.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је претицање и то са десне стране'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено претицање'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је претицање и то са леве стране'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 97, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици (оба возила задржавају правац кретања кроз раскрсницу), возачу жутог возила:', 
                    image: './img/slika227.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је претицање и то са леве стране'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је претицање и то са десне стране'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је претицање и то са десне стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 98, 
                    points: 3,
                    text: 'Ако се на средини коловоза, на којем се саобраћај одвија у оба смера, налази површина која није намењена за саобраћај возила, објекат или уређај:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возила морају да их обилазе са десне стране'
                        },
                        {
                            id: 2,
                            text: 'возила могу да их обилазе са обе стране'
                        },
                        {
                            id: 3,
                            text: 'возила морају да их обилазе са леве стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 99, 
                    points: 3,
                    text: 'Ако се површине које нису намењене за саобраћај возила, објекти или уређаји, налазе на средини пута са једносмерним саобраћајем могу да се обилазе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'са обе стране, ако саобраћајним знаком није другачије одређено'
                        },
                        {
                            id: 2,
                            text: 'само са десне стране'
                        },
                        {
                            id: 3,
                            text: 'само са леве стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 100, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, на путу на којем се саобраћај одвија у оба смера, обилажење површине која није намењена за саобраћај возила је дозвољено:', 
                    image: './img/slika228.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'са десне стране'
                        },
                        {
                            id: 2,
                            text: 'са леве стране'
                        },
                        {
                            id: 3,
                            text: 'и са леве и са десне стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 101, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици обилажење возила које се зауставило ради пропуштања пешака:', 
                    image: './img/slika229.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 102, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици обилажење површине која није намењена за саобраћај возила Вам је дозвољено:', 
                    image: './img/slika230.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'и са леве и са десне стране'
                        },
                        {
                            id: 2,
                            text: 'са десне стране'
                        },
                        {
                            id: 3,
                            text: 'са леве стране'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 103, 
                    points: 3,
                    text: 'Обилажење возач сме да врши само:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако на коловозу нема поледице или снега'
                        },
                        {
                            id: 2,
                            text: 'ако тиме не угрожава друге учеснике у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'када на путу има довољно простора за безбедно обилажење и ако се тиме не омета нормално кретање возила која долазе из супротног смера'
                        },
                        {
                            id: 4,
                            text: 'ако је растојање од возила које се обилази веће од 0,5 m'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 104, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици обилажење површине на којој се саобраћај не одвија због радова на путу је дозвољено:', 
                    image: './img/slika231.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'са леве стране'
                        },
                        {
                            id: 2,
                            text: 'са десне стране'
                        },
                        {
                            id: 3,
                            text: 'и са леве и са десне стране'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        },
        {
            id: 4,
            name: 'Брзина (појам брзине, тренутна брзина, средња брзина, прилагођавање брзине условима саобраћаја, стању пута, атмосферским приликама, видљивости, прегледности, густини саобраћаја, ограничење брзине у насељу, односно ван насеља, ограничење брзине према врсти и намени возила, врсти пута, ограничења брзине изражена саобраћајним знаковима)',
            total_number_of_questions: 25,
            questions: [
                {
                    id: 1, 
                    points: 3,
                    text: 'Возач је дужан да брзину кретања возила прилагоди:', 
                    answers: [
                        {
                            id: 1,
                            text: 'особинама и стању пута'
                        },
                        {
                            id: 2,
                            text: 'видљивости и прегледности'
                        },
                        {
                            id: 3,
                            text: 'расположивом времену за долазак на жељено место'
                        },
                        {
                            id: 4,
                            text: 'стању возила и терета'
                        },
                        {
                            id: 5,
                            text: 'тако да до жељеног места стигне што пре'
                        },
                        {
                            id: 6,
                            text: 'према брзини возила која се најбрже крећу'
                        }
                    ],
                    correct_answers: [1, 2, 4]
                },
                {
                    id: 2, 
                    points: 3,
                    text: 'Возач је дужан да брзину кретања возила прилагоди:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тако да му вожња буде најудобнија'
                        },
                        {
                            id: 2,
                            text: 'расположивом времену за долазак на жељено место'
                        },
                        {
                            id: 3,
                            text: 'густини саобраћаја и другим саобраћајним условима'
                        },
                        {
                            id: 4,
                            text: 'атмосферским приликама'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 3, 
                    points: 3,
                    text: 'Возач је дужан да брзину кретања возила прилагоди тако да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не угрожава безбедност саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'што пре безбедно стигне на одредиште'
                        },
                        {
                            id: 3,
                            text: 'возило може благовремено да заустави пред сваком препреком коју под датим околностима може да види или има разлога да предвиди'
                        },
                        {
                            id: 4,
                            text: 'може ометати, али не и угрозити друге учеснике у саобраћају'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 4, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици дужни сте да се крећете брзином:', 
                    image: './img/slika232.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'тако да можете благовремено да зауставите возило пред сваком препреком коју под датим околностима можете да видите или има разлога да предвидите'
                        },
                        {
                            id: 2,
                            text: 'од највише 60 km/h'
                        },
                        {
                            id: 3,
                            text: 'која је најмање 20% мања од брзине дозвољене правилима саобраћаја за тај пут'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, дужни сте да се крећете брзином:', 
                    image: './img/slika234.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'тако да можете благовремено да зауставите возило пред сваком препреком коју под датим околностима можете да видите или имате разлога да предвидите'
                        },
                        {
                            id: 2,
                            text: 'која је најмање 20% мања од брзине дозвољене постављеним саобраћајним знаком, за тај део пута'
                        },
                        {
                            id: 3,
                            text: 'тако да не угрожавате безбедност саобраћаја'
                        },
                        {
                            id: 4,
                            text: 'од највише 40 km/h'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 6, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици дужни сте да се крећете брзином:', 
                    image: './img/slika235.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'од највише 80 km/h'
                        },
                        {
                            id: 2,
                            text: 'која је најмање 20% мања од брзине дозвољене према врсти возила којима управљате'
                        },
                        {
                            id: 3,
                            text: 'тако да можете благовремено да зауставите возило пред сваком препреком коју под датим околностима можете да видите или има разлога да предвидите'
                        },
                        {
                            id: 4,
                            text: 'да не угрожавате себе и друге учеснике у саобраћају'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 7, 
                    points: 3,
                    text: 'На путу у насељу, где брзина није ограничена постављеним саобраћајним знаком, возач не сме да се креће брзином већом од:', 
                    answers: [
                        {
                            id: 1,
                            text: '50 km/h'
                        },
                        {
                            id: 2,
                            text: '80 km/h'
                        },
                        {
                            id: 3,
                            text: '60 km/h'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, након саобраћајног знака, морате се кретати брзином која није већа од:', 
                    image: './img/slika236.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '60 km/h'
                        },
                        {
                            id: 2,
                            text: '80 km/h'
                        },
                        {
                            id: 3,
                            text: '50 km/h'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 9, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, након саобраћајног знака, морате се кретати брзином која није већа од:', 
                    image: './img/slika237.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '80 km/h'
                        },
                        {
                            id: 2,
                            text: '50 km/h'
                        },
                        {
                            id: 3,
                            text: '60 km/h'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 3,
                    text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                    image: './img/slika238.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '60 km/h'
                        },
                        {
                            id: 2,
                            text: '80 km/h'
                        },
                        {
                            id: 3,
                            text: '50 km/h'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 3,
                    text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                    image: './img/slika239.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '40 km/h'
                        },
                        {
                            id: 2,
                            text: '60 km/h'
                        },
                        {
                            id: 3,
                            text: '50 km/h'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 12, 
                    points: 3,
                    text: 'На аутопуту ван насеља, није дозвољено кретање брзином већом од:', 
                    answers: [
                        {
                            id: 1,
                            text: '120 km/h'
                        },
                        {
                            id: 2,
                            text: '100 km/h'
                        },
                        {
                            id: 3,
                            text: '130 km/h'
                        },
                        {
                            id: 4,
                            text: '80 km/h'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 13, 
                    points: 3,
                    text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                    image: './img/slika240.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '80 km/h'
                        },
                        {
                            id: 2,
                            text: '130 km/h'
                        },
                        {
                            id: 3,
                            text: '120 km/h'
                        },
                        {
                            id: 4,
                            text: '100 km/h'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 14, 
                    points: 3,
                    text: 'На мотопуту ван насеља, није дозвољено кретање брзином већом од:', 
                    answers: [
                        {
                            id: 1,
                            text: '120 km/h'
                        },
                        {
                            id: 2,
                            text: '130 km/h'
                        },
                        {
                            id: 3,
                            text: '80 km/h'
                        },
                        {
                            id: 4,
                            text: '100 km/h'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 15, 
                    points: 3,
                    text: 'На аутопуту ван насеља, возач скупа возила којег чине теретно и прикључно возило, дужан је да се креће брзином која није већа од:', 
                    answers: [
                        {
                            id: 1,
                            text: '80 km/h'
                        },
                        {
                            id: 2,
                            text: '100 km/h'
                        },
                        {
                            id: 3,
                            text: '90 km/h'
                        },
                        {
                            id: 4,
                            text: '70 km/h'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 16, 
                    points: 3,
                    text: 'Возач теретног возила приказаног на слици, дужан је да се креће брзином која није већа од:', 
                    image: './img/slika241.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '80 km/h'
                        },
                        {
                            id: 2,
                            text: '60 km/h'
                        },
                        {
                            id: 3,
                            text: '100 km/h'
                        },
                        {
                            id: 4,
                            text: '120 km/h'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 3,
                    text: 'Возач скупа возила приказаног на слици мора се кретати брзином која није већа од:', 
                    image: './img/slika242.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '60 km/h'
                        },
                        {
                            id: 2,
                            text: '80 km/h'
                        },
                        {
                            id: 3,
                            text: '120 km/h'
                        },
                        {
                            id: 4,
                            text: '100 km/h'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 3,
                    text: 'На путу ван насеља који није аутопут ни мотопут, возач не сме возилом да се креће брзином већом од:', 
                    answers: [
                        {
                            id: 1,
                            text: '120 km/h'
                        },
                        {
                            id: 2,
                            text: '80 km/h'
                        },
                        {
                            id: 3,
                            text: '100 km/h'
                        },
                        {
                            id: 4,
                            text: '130 km/h'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 19, 
                    points: 3,
                    text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                    image: './img/slika243.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '120 km/h'
                        },
                        {
                            id: 2,
                            text: '130 km/h'
                        },
                        {
                            id: 3,
                            text: '80 km/h'
                        },
                        {
                            id: 4,
                            text: '100 km/h'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 20, 
                    points: 3,
                    text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                    image: './img/slika244.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '100 km/h'
                        },
                        {
                            id: 2,
                            text: '120 km/h'
                        },
                        {
                            id: 3,
                            text: '60 km/h'
                        },
                        {
                            id: 4,
                            text: '80 km/h'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 21, 
                    points: 3,
                    text: 'Возач путничког возила приказаног на слици дужан је да се креће брзином која није већа од:', 
                    image: './img/slika245.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '100 km/h'
                        },
                        {
                            id: 2,
                            text: '120 km/h'
                        },
                        {
                            id: 3,
                            text: '60 km/h'
                        },
                        {
                            id: 4,
                            text: '80 km/h'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 22, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, након саобраћајног знака, дужни сте да се крећете брзином која није већа од:', 
                    image: './img/slika246.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '120 km/h'
                        },
                        {
                            id: 2,
                            text: '60 km/h'
                        },
                        {
                            id: 3,
                            text: '80 km/h'
                        },
                        {
                            id: 4,
                            text: '100 km/h'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 23, 
                    points: 3,
                    text: 'Брзина кретања моторног возила које вуче прикључно возило за становање (караван), на путу ван насеља ограничена је на:', 
                    answers: [
                        {
                            id: 1,
                            text: '100 km/h'
                        },
                        {
                            id: 2,
                            text: '80 km/h'
                        },
                        {
                            id: 3,
                            text: '40 km/h'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 24, 
                    points: 3,
                    text: 'Брзина кретања теретног моторног возила са прикључним возилом, на путу ван насеља осим на аутопуту, ограничена је на:', 
                    answers: [
                        {
                            id: 1,
                            text: '70 km/h'
                        },
                        {
                            id: 2,
                            text: '50 km/h'
                        },
                        {
                            id: 3,
                            text: '90 km/h'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 3,
                    text: 'Возач теретног возила чија је највећа дозвољена маса 3.500 kg, након саобраћајних знакова, дужан је да се креће брзином која није већа од:', 
                    image: './img/slika247.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '60 km/h'
                        },
                        {
                            id: 2,
                            text: '40 km/h'
                        },
                        {
                            id: 3,
                            text: '50 km/h'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
            id: 5,
            name: 'Првенство пролаза (првенство пролаза на раскрсници, при укључивању на пут, при сусрету са трамвајем и возом)',
            total_number_of_questions: 33,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'На раскрсници или у сусрету са другим возилом, возач је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан да пропусти возило које долази са његове леве стране'
                        },
                        {
                            id: 2,
                            text: 'дужан да пропусти возило које долази са његове десне стране'
                        },
                        {
                            id: 3,
                            text: 'дужан да пропусти сва возила за јавни превоз путника без обзира са које му стране долазе'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици предност има:', 
                    image: './img/slika248.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возач возила означеног бројем 2'
                        },
                        {
                            id: 2,
                            text: 'возач возила које се налази у колони са мањом брзином кретања'
                        },
                        {
                            id: 3,
                            text: 'возач возила означеног бројем 1'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици предност има:', 
                    image: './img/slika249.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возач возила које се налази у колони у којој се возила крећу мањом брзином'
                        },
                        {
                            id: 2,
                            text: 'возач возила означеног бројем 2'
                        },
                        {
                            id: 3,
                            text: 'возач возила означеног бројем 1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, где свако од возила на раскрсници има првенство пролаза у односу на возило које му долази са леве стране, поступање којим ћете омогућити безбедан пролазак кроз раскрсницу је да:', 
                    image: './img/slika250.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'визуелним контактом и давањем одговарајућег знака руком омогућите пролаз возачу црвеног возила које има предност у односу на бело возило и пропустите трактор'
                        },
                        {
                            id: 2,
                            text: 'покажете одлучност и први прођете кроз раскрсницу'
                        },
                        {
                            id: 3,
                            text: 'визуелним контактом и давањем одговарајућег знака руком захтевате од возача трактора да Вам омогући пролазак кроз раскрсницу с обзиром да имате предност у односу на путничко возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Возач возила који на раскрсници скреће улево:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти возило које, долазећи из супротног смера на раскрсници задржава правац кретања или скреће удесно, ако саобраћајним знаком није другачије одређено'
                        },
                        {
                            id: 2,
                            text: 'има првенство пролаза у односу на возило које, долазећи из супротног смера на раскрсници задржава правац кретања или скреће удесно, ако саобраћајним знаком није другачије одређено'
                        },
                        {
                            id: 3,
                            text: 'дужан је да пропусти возило које, долазећи из супротног смера на раскрсници задржава правац кретања, а има првенство пролаза у односу на возило које скреће удесно, ако саобраћајним знаком није другачије одређено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika251.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на теретно возило'
                        },
                        {
                            id: 3,
                            text: 'имате предност у односу на оба возила'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите теретно возило, а имате првенство пролаза у односу на путничко возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika252.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 2,
                            text: 'имате предност у односу на оба возила'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трактор'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите трактор, а имате првенство пролаза у односу на путничко возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika253.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'имате предност у односу на оба возила'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите возило из супротног смера, а имате првенство пролаза у односу на трактор'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите трактор, а имате првенство пролаза у односу на возило из супротног смера'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika254.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трактор'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 3,
                            text: 'имате предност у односу на оба возила'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите трактор, а имате првенство пролаза у односу на путничко возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika255.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 2,
                            text: 'имате предност у односу на оба возила'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите возило из супротног смера, а имате првенство пролаза у односу на трактор'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите трактор, а имате првенство пролаза у односу на возило из супротног смера'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika256.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'зауставићете се и пропустити путничко возило'
                        },
                        {
                            id: 2,
                            text: 'имате првенство пролаза у односу на путничко возило'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите путничко возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika257.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите возило које скреће улево'
                        },
                        {
                            id: 2,
                            text: 'имате право првенства пролазау односу на возило које скреће улево'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'На раскрсници или у сусрету са трамвајем, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'има у свим случајевима првенство пролаза у односу на трамвај, ако саобраћајним знаком није другачије одређено'
                        },
                        {
                            id: 2,
                            text: 'једужан да пропусти трамвај, само ако долази са његове десне стране'
                        },
                        {
                            id: 3,
                            text: 'је дужан да пропусти трамвај у свим случајевима, ако саобраћајним знаком није другачије одређено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika258.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                        },
                        {
                            id: 2,
                            text: 'имате првенство пролаза у односу на оба возила'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамва'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите оба возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika259.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                        },
                        {
                            id: 2,
                            text: 'имате првенство пролаза у односу на оба возила'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамвај'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите оба возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika261.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамвај'
                        },
                        {
                            id: 2,
                            text: 'имате првенство пролаза у односу на оба возила'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите оба возила'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika260.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 3,
                            text: 'имате првенство пролаза у односу на оба возила'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамвај'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika262.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите трамвај, а имате првенство пролаза у односу на путничко возило'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 3,
                            text: 'имате првенство пролаза у односу на оба возила'
                        },
                        {
                            id: 4,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на трамвај'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач путничког возила:', 
                    image: './img/slika263.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти трактор са укљученим жутим ротационим или трепћућим светлом'
                        },
                        {
                            id: 2,
                            text: 'има првенство пролаза у односу на трактор са укљученим жутим ротационим или трепћућим светлом'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika264.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'имате првенство пролаза у односу на возило које Вам долази са леве стране'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите возило које Вам долази са леве стране'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач путничког возила:', 
                    image: './img/slika265.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти аутобус који долази са његове леве стране'
                        },
                        {
                            id: 2,
                            text: 'има првенство пролаза у односу на аутобус који долази са његове леве стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач аутобуса:', 
                    image: './img/slika266.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти путничко возило које долази са његове десне стране'
                        },
                        {
                            id: 2,
                            text: 'има првенство пролаза у односу на путничко возило које долази са његове десне стране'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika267.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'имате првенство пролаза у односу на возило које Вам долази са леве стране'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите возило које Вам долази са леве стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач теретног возила:', 
                    image: './img/slika268.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти путничко возило'
                        },
                        {
                            id: 2,
                            text: 'има првенство пролаза у односу на путничко возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika269.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возач теретног возила има првенство пролаза у односу на путничко возило'
                        },
                        {
                            id: 2,
                            text: 'возач путничког возила има првенство пролаза у односу на теретно возило'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika270.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите путничко возило, а имате првенство пролаза у односу на бицикл'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите бицикл, а имате првенство пролаза у односу на путничко возило'
                        },
                        {
                            id: 4,
                            text: 'имате првенство пролаза у односу на оба возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Возач возила које се са земљаног пута укључује на пут са савременим коловозним застором:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти само моторна возила која се крећу путем на који се укључује'
                        },
                        {
                            id: 2,
                            text: 'дужан је да пропусти сва возила која се крећу путем на који се укључује, само када је то одређено саобраћајним знаком'
                        },
                        {
                            id: 3,
                            text: 'дужан је да пропусти сва возила која се крећу путем на који се укључује и када тај пут није саобраћајним знаком означен као пут са првенством пролаза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika271.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да пропустите оба возила'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите бицикл, а имате првенство пролаза у односу на аутобус'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите аутобус, а имате првенство пролаза у односу на бицикл'
                        },
                        {
                            id: 4,
                            text: 'имате првенство пролаза у односу на оба возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika272.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'имате првенство пролаза у односу на оба возила'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите возило које Вам долази са десне стране'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите возило које Вам долази са леве стране'
                        },
                        {
                            id: 4,
                            text: 'морате пропустити оба возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Возач који при скретању пресеца бициклистичку стазу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти само возила која му долазе са његове десне стране крећући се том стазом'
                        },
                        {
                            id: 2,
                            text: 'дужан је да пропусти возила која се крећу бициклистичком стазом'
                        },
                        {
                            id: 3,
                            text: 'има првенство пролаза у односу на возила која се крећу бициклистичком стазом'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Возач који при скретању пресеца бициклистичку траку:', 
                    answers: [
                        {
                            id: 1,
                            text: 'има првенство пролаза у односу на возила која се крећу бициклистичком траком'
                        },
                        {
                            id: 2,
                            text: 'дужан је да пропусти само возила која му долазе са његове десне стране крећући се том траком'
                        },
                        {
                            id: 3,
                            text: 'дужан је да пропусти возила која се крећу бициклистичком траком'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika273.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'имате првенство пролаза у односу на бицикл'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите бицикл'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возачи возила:', 
                    image: './img/slika274.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'имају првенство пролаза у односу на бицикл'
                        },
                        {
                            id: 2,
                            text: 'дужни су да пропусте бицикл'
                        }
                    ],
                    correct_answers: [2]
                }

            ]
        },
        {
            id: 6,
            name: 'Саобраћај на раскрсници (општа правила, начин кретања кроз раскрсницу)',
            total_number_of_questions: 13,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Возач који се приближава раскрсници дужан је да прилагоди вожњу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'условима саобраћаја на раскрсници'
                        },
                        {
                            id: 2,
                            text: 'тако да што пре прође кроз раскрсницу'
                        },
                        {
                            id: 3,
                            text: 'тако да вози брзином при којој може да се заустави и пропусти возила која на раскрсници имају првенство пролаза'
                        },
                        {
                            id: 4,
                            text: 'како би што пре стигао на одредиште'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Возач који прилази раскрсници:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да на довољном одстојању пред раскрсницом изврши престројавање и заузме положај на саобраћајној траци предвиђеној за пролазак кроз раскрсницу у смеру у којем жели наставити кретање'
                        },
                        {
                            id: 2,
                            text: 'може и непосредно пред раскрсницом да заузме положај на саобраћајној траци предвиђеној за пролазак кроз раскрсницу у смеру у којем жели наставити кретање'
                        },
                        {
                            id: 3,
                            text: 'може проћи раскрсницу у жељеном смеру било којом саобраћајном траком ако тиме не омета или угрожава остале учеснике у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Возач који улази возилом на пут са првенством пролаза:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти сва возила која се крећу тим путем'
                        },
                        {
                            id: 2,
                            text: 'дужан је да пропусти само моторна возила која се крећу тим путем'
                        },
                        {
                            id: 3,
                            text: 'дужан је да пропусти само возила која долазе са његове десне стране крећући се тим путем'
                        },
                        {
                            id: 4,
                            text: 'дужан је да пропусти само возила која долазе са његове леве стране крећући се тим путем'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици можете:', 
                    image: './img/slika281.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'наставити кретање право'
                        },
                        {
                            id: 2,
                            text: 'наставити кретање у сва три смера, уколико не ометате или угрожавате безбедност саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'извршити скретање улево'
                        },
                        {
                            id: 4,
                            text: 'извршити скретање удесно'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, испред раскрснице заузели сте положај на саобраћајној траци тако да:', 
                    image: './img/slika282.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам није дозвољено да извршите скретање улево'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено да извршите скретање улево'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, испред раскрснице заузели сте положај на саобраћајној траци тако да:', 
                    image: './img/slika283.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам није дозвољено да извршите скретање удесно'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено да извршите скретање удесно'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Возач који жели да прође кроз раскрсницу, на којој има првенство пролаза:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме возилом да уђе у раскрсницу, ако ће због густине саобраћаја стати у раскрсници или на пешачком прелазу и тиме ометати или онемогућити саобраћај возила, односно пешака'
                        },
                        {
                            id: 2,
                            text: 'може возилом ући у раскрсницу ако му густина саобраћаја дозвољава да не стане на пешачком прелазу, иако тиме омета саобраћај возила'
                        },
                        {
                            id: 3,
                            text: 'мора возилом да уђе у раскрсницу, без обзира на густину саобраћаја, да не би ометао возила која се крећу иза њега'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Возач који жели да прође кроз раскрсницу, када му је семафором то дозвољено:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме возилом да уђе у раскрсницу, ако ће због густине саобраћаја стати у раскрсници или на пешачком прелазу и тиме ометати или онемогућити саобраћај возила, односно пешака'
                        },
                        {
                            id: 2,
                            text: 'мора возилом да уђе у раскрсницу, без обзира на густину саобраћаја, да не би ометао возила која се крећу иза њега'
                        },
                        {
                            id: 3,
                            text: 'може возилом ући у раскрсницу и због густине саобраћаја стати на пешачком прелазу, ако је пешацима семафором забрањен пролаз'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, када се возила у раскрсници испред Вас не крећу:', 
                    image: './img/slika284.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете возилом ући у раскрсницу и стати на пешачком прелазу, због густине саобраћаја, јер је пешацима семафором забрањен пролаз'
                        },
                        {
                            id: 2,
                            text: 'не смете возилом ући у раскрсницу, јер ћете због густине саобраћаја стати на пешачком прелазу и у случају промене светлосног знака ометаћете саобраћај пешака'
                        },
                        {
                            id: 3,
                            text: 'морате возилом ући у раскрсницу, без обзира на густину саобраћаја, да не би ометали возила која се крећу иза вас'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, испред раскрснице заузели сте положај на саобраћајној траци тако да:', 
                    image: './img/slika285.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'Вам није дозвољено да извршите скретање улево'
                        },
                        {
                            id: 2,
                            text: 'Вам је дозвољено да извршите скретање улево'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У ситуацији када се крећете путем са првенством пролаза, а возила у раскрсници испред Вас се не крећу:', 
                    image: './img/slika286.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете возилом ући у раскрсницу, јер се крећете путем са првенством пролаза, при чему се не смете зауставити на пешачком прелазу'
                        },
                        {
                            id: 2,
                            text: 'можете возилом ући у раскрсницу, без обзира на густину саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'не смете возилом ући у раскрсницу, јер ћете због густине саобраћаја стати на пешачком прелазу или у раскрсници и тиме ћете ометати саобраћај пешака или возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, када се зелено и жуто возило не крећу, возач црвеног возила који задржава правац кретања:', 
                    image: './img/slika287.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'мора возилом ући у раскрсницу, без обзира на густину саобраћаја, да не би ометао возила која се крећу иза њега'
                        },
                        {
                            id: 2,
                            text: 'може возилом ући и стати у раскрсници, јер је возилима која се крећу путем који се укршта са путем којим се он креће, семафором забрањен пролаз'
                        },
                        {
                            id: 3,
                            text: 'не сме возилом ући у раскрсницу, јер ће због густине саобраћаја стати у раскрсници и у случају промене светлосног знака ометаће саобраћај возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, када се возила испред њега не крећу, возач црвеног возила који задржава правац кретања:', 
                    image: './img/slika288.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'мора возилом ући у раскрсницу, без обзира на густину саобраћаја, да не би ометао возила која се крећу иза њега'
                        },
                        {
                            id: 2,
                            text: 'не сме возилом ући у раскрсницу, јер ће због густине саобраћаја стати на пешачком прелазу или у раскрсници и тиме ће ометати саобраћај возила, односно пешака'
                        },
                        {
                            id: 3,
                            text: 'може возилом ући и стати у раскрсници, јер се креће путем са првенством пролаза'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
            id: 7,
            name: 'Насилничка вожња (појам, понашање возача који представљају насилничку вожњу и опасности која она доноси)',
            total_number_of_questions: 2,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Поступање возача возила који Вам долази у сусрет саобраћајном траком којом се крећете, представља:', 
                    image: './img/slika275.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'прописано поступање'
                        },
                        {
                            id: 2,
                            text: 'непрописно поступање које је у грубој супротности са правилима саобраћаја (насилничка вожња)'
                        },
                        {
                            id: 3,
                            text: 'непрописно поступање, које није у грубој супротности са правилима саобраћаја, с обзиром да претицање може извести без угрожавања других учесника у саобраћају'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Ваше поступање у ситуацији приказаној на слици представља:', 
                    image: './img/slika276.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'прописано поступање'
                        },
                        {
                            id: 2,
                            text: 'непрописно поступање, које није у грубој супротности са правилима саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'непрописно поступање које је у грубој супротности са правилима саобраћаја (насилничка вожња)'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        },
        {
            id: 8,
            name: 'Звучни или светлосни знаци упозорења (давање знакова и забране давања знакова)',
            total_number_of_questions: 19,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Звучни знак упозорења, на путу ван насеља, возач је дужан да употреби:', 
                    answers: [
                        {
                            id: 1,
                            text: 'када се возило које се креће истом саобраћајном траком у истом смеру креће споро, а не постоје услови за претицање'
                        },
                        {
                            id: 2,
                            text: 'када је укључено зелено светло на семафору, а возач возила испред њега није покренуо своје возило'
                        },
                        {
                            id: 3,
                            text: 'због упозорења другом учеснику у саобраћају када жели да га претекне или обиђе, ако би без тог знака постојала опасност настанка саобраћајне незгоде'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [2, 3, 4, 5, 6, 7, 8, 9, 10]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач возила означеног бројем 2, на путу ван насеља, уколико наставља претицање:', 
                    image: './img/slika299.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да употреби звучни знак упозорења'
                        },
                        {
                            id: 2,
                            text: 'дужан је да употреби звучни и светлосни знак упозорења'
                        },
                        {
                            id: 3,
                            text: 'није дужан да употреби звучни знак упозорења'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [1]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, уколико желите да наставите кретање:', 
                    image: './img/slika300.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да употребите звучни и светлосни знак упозорења'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да употребите звучни знак упозорења'
                        },
                        {
                            id: 3,
                            text: 'нисте дужни да употребите звучни знак упозорења'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [2]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika301.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'стрпљиво ћете наставити вожњу до места на којем можете извршити претицање'
                        },
                        {
                            id: 2,
                            text: 'звучним знаком упозорења упозорићете возача возила испред да Вас омета спором вожњом'
                        },
                        {
                            id: 3,
                            text: 'светлосним и звучним знаком упозорења упозорићете возача возила испред да Вас омета спором вожњом'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'На путу ван насеља пре уласка у непрегледну и узану кривину или доласка на превој, где је мимоилажење отежано:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возач није дужан да употреби звучни знак упозорења'
                        },
                        {
                            id: 2,
                            text: 'возач је дужан да употреби звучни знак упозорења'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [6]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици на уласку у непрегледну кривину:', 
                    image: './img/slika302.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да употребите звучни знак упозорења'
                        },
                        {
                            id: 2,
                            text: 'нисте дужни да употребите звучни знак упозорења'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [5]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Возач је дужан да звучни знак упозорења даје:', 
                    answers: [
                        {
                            id: 1,
                            text: 'у мери која је довољна да се други учесници у саобраћају упозоре'
                        },
                        {
                            id: 2,
                            text: 'најмање 5 секунди'
                        },
                        {
                            id: 3,
                            text: 'тако да не траје дуже од 3 секунде'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika303.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'светлосним и звучним знаком упозорења упозорићете возача возила испред Вас да убрза процес покретања'
                        },
                        {
                            id: 2,
                            text: 'стрпљиво ћете сачекати да возач возила испред Вас настави кретање'
                        },
                        {
                            id: 3,
                            text: 'звучним знаком упозорења упозорићете возача возила испред Вас да убрза процес покретања'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Ако се поред коловоза налази дете које не обраћа пажњу на кретање возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возач је дужан да употреби звучни знак упозорења'
                        },
                        {
                            id: 2,
                            text: 'возач није дужан да употреби звучни знак упозорења'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika304.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'нисте дужни да употребите звучни знак упозорења'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да употребите звучни знак упозорења'
                        }
                    ],
                    correct_answers: [],
                    similar_questions_ids: [9]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Возач ноћу, уместо звучног знака упозорења, може употребити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'истовремено све показиваче правца'
                        },
                        {
                            id: 2,
                            text: 'светлосни знак упозорења'
                        },
                        {
                            id: 3,
                            text: 'трепћућа светла'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Светлосни знак упозорења даје се узастопним или наизменичним паљењем:', 
                    answers: [
                        {
                            id: 1,
                            text: 'стоп светала'
                        },
                        {
                            id: 2,
                            text: 'позиционих светала'
                        },
                        {
                            id: 3,
                            text: 'дугих светала'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [11, 13]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Светлосни знак упозорења возач може да употреби:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само дању'
                        },
                        {
                            id: 2,
                            text: 'само ноћу'
                        },
                        {
                            id: 3,
                            text: 'ноћу и дању ако такав начин упозорења више одговара условима на путу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Возач је на јавном путу дужан да укључи све показиваче правца на возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако упозорава друге учеснике на опасност у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'када се креће као последњи у колони на путу ван насељеног места'
                        },
                        {
                            id: 3,
                            text: 'за време уласка или изласка путника'
                        },
                        {
                            id: 4,
                            text: 'када се зауставио испред прелаза пута преко железничке пруге'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач из чијeг возила излазе путници:', 
                    image: './img/slika305.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да укључи десни показивач правца на возилу'
                        },
                        {
                            id: 2,
                            text: 'дужан је да укључи све показиваче правца на возилу'
                        },
                        {
                            id: 3,
                            text: 'није дужан да укључи показиваче правца на возилу'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [14, 16, 17, 18, 19]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Возач је на јавном путу дужан да укључи све показиваче правца на возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'када се креће као последњи у колони на путу ван насељеног места'
                        },
                        {
                            id: 2,
                            text: 'ако је последњи у колони возила која се зауставила на путу изван насеља, осим ако је колона заустављена због поступања по саобраћајном знаку или правилу саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'када се зауставио иза возила за организовани превоз деце у које деца улазе или излазе'
                        },
                        {
                            id: 4,
                            text: 'у условима изразито смањене видљивости (густа магла, дим и сл.)'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач последњег возила у заустављеној колони:', 
                    image: './img/slika306.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дужан да укључи показиваче правца на возилу'
                        },
                        {
                            id: 2,
                            text: 'дужан је да укључи леви показивач правца'
                        },
                        {
                            id: 3,
                            text: 'дужан је да укључи све показиваче правца на возилу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Возач је на јавном путу дужан да укључи све показиваче правца на возилу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако се креће уназад'
                        },
                        {
                            id: 2,
                            text: 'ако се заустави на коловозу због поступања по саобраћајном знаку или правилу саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'ако се заустави на коловозу, осим приликом паркирања на обележеном паркингу, односно због поступања по саобраћајном знаку или правилу саобраћаја'
                        },
                        {
                            id: 4,
                            text: 'када врши полукружно окретање'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач возила које се креће уназад:', 
                    image: './img/slika307.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да укључи све показиваче правца на возилу'
                        },
                        {
                            id: 2,
                            text: 'није дужан да укључи показиваче правца на возилу'
                        },
                        {
                            id: 3,
                            text: 'дужан је да даје звучни знак упозорења'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
//            {
//                id: 9,
//                name: 'Заустављање и паркирање (општа правила о заустављању и паркирању, забране заустављања и паркирања, начин обезбеђења возила)',
//                total_number_of_questions: 115,
//                questions: [
//                ]
//            },
        {
            id: 10,
            name: 'Вучење возила (опште одредбе, начин вучења возила, број прикључних возила у зависности од врсте возила, забране)',
            total_number_of_questions: 38,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'У саобраћају на путу, који није аутопут ни мотопут, моторном возилу могу бити:', 
                    answers: [
                        {
                            id: 1,
                            text: 'придодато највише једно прикључно возило за превоз терета'
                        },
                        {
                            id: 2,
                            text: 'придодата највише три прикључна возила за превоз терета'
                        },
                        {
                            id: 3,
                            text: 'придодата највише два прикључна возила за превоз терета'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици на прописан начин вуче прикључна возила:', 
                    image: './img/slika388.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило број 1'
                        },
                        {
                            id: 2,
                            text: 'оба возила'
                        },
                        {
                            id: 3,
                            text: 'возило број 2'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на аутопуту, на прописан начин вуче прикључна возила:', 
                    image: './img/slika389.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило број 2'
                        },
                        {
                            id: 2,
                            text: 'оба возила'
                        },
                        {
                            id: 3,
                            text: 'возило број 1'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на мотопуту, на прописан начин вуче прикључна возила:', 
                    image: './img/slika390.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило број 2'
                        },
                        {
                            id: 2,
                            text: 'возило број 1'
                        },
                        {
                            id: 3,
                            text: 'оба возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'У саобраћају на аутопуту и мотопуту, моторном возилу може бити придодато највише:', 
                    answers: [
                        {
                            id: 1,
                            text: 'једно прикључно возило за превоз терета'
                        },
                        {
                            id: 2,
                            text: 'три прикључна возила за превоз терета'
                        },
                        {
                            id: 3,
                            text: 'два прикључна возила за превоз терета'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Моторно возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме да вуче прикључно возило за трактор, осим ако је вучно возило трактор'
                        },
                        {
                            id: 2,
                            text: 'може да вуче прикључно возило за трактор и када вучно возило није трактор, само када прикључно возило има уређај за заустављање'
                        },
                        {
                            id: 3,
                            text: 'може да вуче сва прикључна возила, чија конструкција омогућава вучење од стране моторног возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Прикључно возило за трактор може бити вучено од стране:', 
                    answers: [
                        {
                            id: 1,
                            text: 'свих моторних возила, када конструкција моторног и прикључног возила то омогућава'
                        },
                        {
                            id: 2,
                            text: 'трактора и мотокултиватора'
                        },
                        {
                            id: 3,
                            text: 'трактора'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Вучење неисправног возила није дозвољено:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само на мотопуту'
                        },
                        {
                            id: 2,
                            text: 'на аутопуту и мотопуту'
                        },
                        {
                            id: 3,
                            text: 'само на аутопуту'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Уколико је разлог за вучу настао за време кретања моторног возила по аутопуту, односно мотопуту, вучење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено до искључења за место где ће се отклонити неисправност возила које се вуче'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено до првог искључења са аутопута, односно мотопута'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на аутопуту, вучење неисправног возила на прописан начин врши:', 
                    image: './img/slika391.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило број 2'
                        },
                        {
                            id: 2,
                            text: 'возило број 1'
                        },
                        {
                            id: 3,
                            text: 'оба возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Моторно возило може да вуче друго моторно возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само ако је вученом возилу истекла регистрациона налепница'
                        },
                        {
                            id: 2,
                            text: 'само ако је намењено за уклањање непрописно паркираних возила'
                        },
                        {
                            id: 3,
                            text: 'само ако вучено возило није у возном стању'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици вучење возила које је у возном стању:', 
                    image: './img/slika392.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'врши се на прописан начин'
                        },
                        {
                            id: 2,
                            text: 'врши се на прописан начин само ако је вучно возило намењено за уклањање непрописно паркираних возила'
                        },
                        {
                            id: 3,
                            text: 'не врши се на прописан начин'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици вучење возила које је у возном стању:', 
                    image: './img/slika393.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'врши се на прописан начин само ако је вучно возило намењено за уклањање непрописно паркираних возила'
                        },
                        {
                            id: 2,
                            text: 'не врши се на прописан начин'
                        },
                        {
                            id: 3,
                            text: 'врши се на прописан начин'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Моторно возило које због неисправности не може само да се креће и којем је истекла важност регистрационе налепнице:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не може бити вучено од стране другог моторног возила'
                        },
                        {
                            id: 2,
                            text: 'може бити вучено од стране другог моторног возила'
                        },
                        {
                            id: 3,
                            text: 'може бити вучено само од стране моторног возила које је намењено за уклањање непрописно паркираних возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Моторним возилом није дозвољено да се вуче:', 
                    answers: [
                        {
                            id: 1,
                            text: 'путничко возило'
                        },
                        {
                            id: 2,
                            text: 'теретно возило'
                        },
                        {
                            id: 3,
                            text: 'лаки и тешки трицикл'
                        },
                        {
                            id: 4,
                            text: 'лаки и тешки четвороцикл'
                        },
                        {
                            id: 5,
                            text: 'мопед'
                        },
                        {
                            id: 6,
                            text: 'мотоцикл'
                        }
                    ],
                    correct_answers: [3, 5, 6]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, вучење неисправног возила на прописан начин врши:', 
                    image: './img/slika394.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'оба возила'
                        },
                        {
                            id: 2,
                            text: 'возило број 2'
                        },
                        {
                            id: 3,
                            text: 'возило број 1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Помоћу ужета није дозвољено да се вуче:', 
                    image: './img/slika.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'тешки четвороцикл'
                        },
                        {
                            id: 2,
                            text: 'аутобус'
                        },
                        {
                            id: 3,
                            text: 'путничко возило'
                        },
                        {
                            id: 4,
                            text: 'теретно возило'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Помоћу ужета није дозвољено да се вуче моторно возило на коме је неисправан:', 
                    answers: [
                        {
                            id: 1,
                            text: 'уређај за пренос снаге'
                        },
                        {
                            id: 2,
                            text: 'погонски уређај – мотор'
                        },
                        {
                            id: 3,
                            text: 'уређај за заустављање'
                        },
                        {
                            id: 4,
                            text: 'уређај за управљање'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Крутом везом није дозвољено да се вуче моторно возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'које нема исправан погонски уређај - мотор'
                        },
                        {
                            id: 2,
                            text: 'чија је укупна маса већа од укупне масе вучног возила и коме је неисправна радна кочница'
                        },
                        {
                            id: 3,
                            text: 'које нема исправан уређај за управљање'
                        },
                        {
                            id: 4,
                            text: 'чија је највећа дозвољена маса већа од укупне масе вучног возила'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Када се моторно возило вуче, лице које управља вученим возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора да има возачку дозволу за управљање моторним возилима категорије C'
                        },
                        {
                            id: 2,
                            text: 'мора да има одговарајућу дозволу за управљање возилом оне категорије којој припада возило које се вуче'
                        },
                        {
                            id: 3,
                            text: 'мора да има одговарајућу дозволу за управљање возилом оне категорије којој припада вучно возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'На моторном возилу које вуче неисправно моторно возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не мора бити постављен сигурносни троугао'
                        },
                        {
                            id: 2,
                            text: 'морају бити укључени сви показивачи правца'
                        },
                        {
                            id: 3,
                            text: 'на предњој страни возила мора бити постављен сигурносни троугао'
                        },
                        {
                            id: 4,
                            text: 'не морају бити укључени сви показивачи правца'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици моторно возило које вуче неисправно моторно возило:', 
                    image: './img/slika395.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не испуњава прописане услове за вучу неисправних возила'
                        },
                        {
                            id: 2,
                            text: 'испуњава прописане услове за вучу неисправних возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици моторно возило које вуче неисправно моторно возило:', 
                    image: './img/slika396.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не испуњава прописане услове за вучу неисправних возила'
                        },
                        {
                            id: 2,
                            text: 'испуњава прописане услове за вучу неисправних возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици моторно возило које вуче неисправно моторно возило:', 
                    image: './img/slika397.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'испуњава прописане услове за вучу неисправних возила'
                        },
                        {
                            id: 2,
                            text: 'не испуњава прописане услове за вучу неисправних возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'На моторном возилу које се вуче од стране другог моторног возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не мора бити постављен сигурносни троугао'
                        },
                        {
                            id: 2,
                            text: 'на задњој страни возила мора бити постављен сигурносни троугао'
                        },
                        {
                            id: 3,
                            text: 'не морају бити укључени сви показивачи правца'
                        },
                        {
                            id: 4,
                            text: 'морају бити укључени сви показивачи правца, уколико су исправни'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици неисправно моторно возило које се вуче:', 
                    image: './img/slika398.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'испуњава прописане услове да буде вучено'
                        },
                        {
                            id: 2,
                            text: 'не испуњава прописане услове да буде вучено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици неисправно моторно возило које се вуче:', 
                    image: './img/slika399.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не испуњава прописане услове да буде вучено'
                        },
                        {
                            id: 2,
                            text: 'испуњава прописане услове да буде вучено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'У моторном возилу које се вуче од стране другог моторног возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен је превоз три лица'
                        },
                        {
                            id: 2,
                            text: 'није дозвољен превоз лица, осим возача који њиме управља'
                        },
                        {
                            id: 3,
                            text: 'може се превозити онолико лица колико има места предвиђених за седење, под условом да се вучење врши крутом везом'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Ноћу и дању у случају смањене видљивости, дозвољена је вуча неисправног моторног возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако на својој задњој страни има исправно задње светло за маглу или ако је вучено од стране моторног возила које при вучењу има укључено плаво или жуто трепћуће, односно ротационо светло'
                        },
                        {
                            id: 2,
                            text: 'ако на својој задњој страни има укључена задња позициона светла или ако је вучено од стране моторног возила које при вучењу има укључено жуто ротационо светло'
                        },
                        {
                            id: 3,
                            text: 'ако на својој задњој страни има исправне катадиоптере или ако је вучено од стране моторног возила које при вучењу има укључено плаво трепћуће или ротационо светло'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Одстојање између вучног и вученог моторног возила, ако се вуче ужетом, мора да износи:', 
                    answers: [
                        {
                            id: 1,
                            text: 'од 2 m до 4 m'
                        },
                        {
                            id: 2,
                            text: 'више од 5 m'
                        },
                        {
                            id: 3,
                            text: 'од 3 m до 5 m'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Одстојање између вучног и вученог моторног возила, ако се вуче помоћу круте везе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора да износи мање од 3 m'
                        },
                        {
                            id: 2,
                            text: 'може да износи и мање од 3 m али не више од 5 m'
                        },
                        {
                            id: 3,
                            text: 'мора да износи од 3 m до 5 m'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици одстојање између вучног и вученог моторног возила које се вуче помоћу круте везе:', 
                    image: './img/slika400.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'мора да износи од 3 m до 5 m'
                        },
                        {
                            id: 2,
                            text: 'мора да износи мање од 3 m'
                        },
                        {
                            id: 3,
                            text: 'може да износи и мање од 3 m али не више од 5 m'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици одстојање између вучног и вученог моторног возила које се вуче ужетом мора да износи:', 
                    image: './img/slika401.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'више од 5 m'
                        },
                        {
                            id: 2,
                            text: 'од 2 до 4 m'
                        },
                        {
                            id: 3,
                            text: 'од 3 до 5 m'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'Моторно возило које на путу вуче неисправно возило не сме се кретати брзином већом од:', 
                    answers: [
                        {
                            id: 1,
                            text: '50 km/h'
                        },
                        {
                            id: 2,
                            text: '60 km/h'
                        },
                        {
                            id: 3,
                            text: '40 km/h'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици моторно возило које на путу вуче неисправно моторно возило не сме се кретати брзином већом од:', 
                    image: './img/slika402.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '50 km/h'
                        },
                        {
                            id: 2,
                            text: '60 km/h'
                        },
                        {
                            id: 3,
                            text: '40 km/h'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'Вучење натовареног теретног возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је само до првог места погодног за претовар терета, а изузетно и до првог места на коме се може отклонити неисправност на возилу'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је само ако је укупна маса теретног возила које се вуче мања за 50 % од укупне масе вучног возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'Вучење натовареног теретног возила са прикључним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је само вучење теретног или прикључног возила'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је само до првог места погодног за претовар терета, а изузетно и до првог места на коме се може отклонити неисправност на возилу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'Вучење трактора са натовареним прикључним возилом за трактор:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је само до првог места погодног за претовар терета, а изузетно и до првог места на коме се може отклонити неисправност на возилу'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је само вучење трактора или прикључног возила за трактор'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 11,
            name: 'Употреба светала у саобраћају (употреба кратких, односно дневних, дугих, позиционих, светала за маглу, означавање и осветљавање осталих учесника као што су пешаци, бициклисти и др.)',
            total_number_of_questions: 12,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'На моторном возилу за време вожње дању у саобраћају на путу морају бити укључена:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дуга светла'
                        },
                        {
                            id: 2,
                            text: 'кратка, односно дневна светла'
                        },
                        {
                            id: 3,
                            text: 'светла за маглу'
                        },
                        {
                            id: 4,
                            text: 'светла за осветљавање места где се изводе радови'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, морају бити укључена:', 
                    answers: [
                        {
                            id: 1,
                            text: 'светла за маглу'
                        },
                        {
                            id: 2,
                            text: 'светла за осветљавање места где се изводе радови'
                        },
                        {
                            id: 3,
                            text: 'кратка, односно дневна светла'
                        },
                        {
                            id: 4,
                            text: 'дуга светла'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, возач је дужан да уместо дугих светала употребљава кратка:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако омета возача испред себе'
                        },
                        {
                            id: 2,
                            text: 'на путу у насељу'
                        },
                        {
                            id: 3,
                            text: 'кад при мимоилажењу са другим возилом оцени да светлом свог возила заслепљује возача возила које му долази у сусрет, а увек на одстојању мањем од 250 m'
                        },
                        {
                            id: 4,
                            text: 'кад при мимоилажењу са другим возилом оцени да светлом свог возила заслепљује возача возила које му долази у сусрет, а увек на одстојању мањем од 200 m'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, возач је дужан да уместо дугих светала употребљава кратка:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на путу у насељу'
                        },
                        {
                            id: 2,
                            text: 'у тунелу'
                        },
                        {
                            id: 3,
                            text: 'на путу осветљеном уличном расветом'
                        },
                        {
                            id: 4,
                            text: 'на одстојању мањем од 250 m од возила које му долази у сусрет'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, возач је дужан да уместо дугих светала употребљава кратка:', 
                    answers: [
                        {
                            id: 1,
                            text: 'за време магле'
                        },
                        {
                            id: 2,
                            text: 'на путу у насељу на одстојању мањем од 250 m од возила које му долази у сусрет'
                        },
                        {
                            id: 3,
                            text: 'ако омета управљача шинског возила или пловила'
                        },
                        {
                            id: 4,
                            text: 'на путу у насељу'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'На моторном возилу за време вожње ноћу у саобраћају на путу, возач је дужан да уместо дугих светала употребљава кратка:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на путу у насељу на одстојању мањем од 250 m од возила које му долази у сусрет'
                        },
                        {
                            id: 2,
                            text: 'на путу у насељу'
                        },
                        {
                            id: 3,
                            text: 'када је возило заустављено'
                        },
                        {
                            id: 4,
                            text: 'на путу осветљеном уличном расветом'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'За време магле, на моторном возилу морају да буду укључена:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дуга светла'
                        },
                        {
                            id: 2,
                            text: 'дневна светла'
                        },
                        {
                            id: 3,
                            text: 'кратка светла, односно светла за маглу или обе врсте светала'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Заустављено или паркирано возило на коловозу, ноћу и у условима смањене видљивости:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора имати укључена позициона, односно паркирна светла'
                        },
                        {
                            id: 2,
                            text: 'мора имати укључена кратка светла'
                        },
                        {
                            id: 3,
                            text: 'не мора имати укључена светла'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'На возилу које је заустављено или паркирано на коловозу, ноћу и у условима смањене видљивости, на делу пута где је улично осветљење такво да је возило довољно видљиво, на за то посебно обележеном месту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'морају бити укључена позициона, односно паркирна, светла'
                        },
                        {
                            id: 2,
                            text: 'морају бити укључена кратка и позициона светла'
                        },
                        {
                            id: 3,
                            text: 'не морају бити укључена позициона, односно паркирна, светла'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици на паркираном возилу ноћу светла:', 
                    image: './img/slika278.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'су прописно укључена'
                        },
                        {
                            id: 2,
                            text: 'нису прописно укључена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици на паркираном возилу ноћу светла:', 
                    image: './img/slika279.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'су прописно укључена'
                        },
                        {
                            id: 2,
                            text: 'нису прописно укључен'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици на паркираном возилу ноћу светла:', 
                    image: './img/slika280.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'су прописно укључена'
                        },
                        {
                            id: 2,
                            text: 'нису прописно укључена'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 12,
            name: 'Саобраћај трамваја и других возила на шинама, саобраћај трактора, радних машина, и мотокултиватора (опште одредбе, прикључци за извођење радова, вуча прикључних возила), саобраћај запрежних возила и учешће животиња у саобраћају',
            total_number_of_questions: 4,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'На возаче трамваја одредбе Закона о безбедности саобраћаја на путевима:', 
                    answers: [
                        {
                            id: 1,
                            text: 'се не примењују'
                        },
                        {
                            id: 2,
                            text: 'се примењују, осим ако то не искључују конструкционе особине тих возила или начин њиховог кретања'
                        },
                        {
                            id: 3,
                            text: 'се не примењују, осим одредаба о ограничењу брзине кретања возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Из возила или са возила на путу животиње је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрањено водити, осим на путу ван насеља'
                        },
                        {
                            id: 2,
                            text: 'дозвољено водити'
                        },
                        {
                            id: 3,
                            text: 'забрањено водити'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији као на слици, вођење животиње из возила у саобраћају на путу:', 
                    image: './img/slika277.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено, само уколико се возило креће брзином кретања пешака'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Уколико се животиња превози у возилу, превоз се обавља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тако да животиња не сме бити у простору за путнике'
                        },
                        {
                            id: 2,
                            text: 'на начин да се не угрожава или омета возач, односно остали учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'ако да животиња мора бити у кавезу, односно у одговарајућем простору'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
            id: 13,
            name: 'Обавезе возача према пешацима (услови за безбедно кретање пешака преко коловоза и по коловозу)',
            total_number_of_questions: 21,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Пешак који се креће по коловозу на путу ван насеља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора да се креће што ближе левој ивици коловоза у смеру кретања, на начин којим не омета или не спречава саобраћај возила'
                        },
                        {
                            id: 2,
                            text: 'мора да се креће што ближе десној ивици коловоза у смеру кретања, на начин којим не омета или не спречава саобраћај возила'
                        },
                        {
                            id: 3,
                            text: 'може да се креће што ближе левој или десној ивици коловоза у смеру кретања, на начин којим не омета или не спречава саобраћај возила'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: []
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Пешак који учествује у саобраћају у колицима за особе са инвалидитетом, или се вози на котураљкама, односно скејтборду:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме да се придржава за возило у покрету, само ако се возило креће брзином хода пешака'
                        },
                        {
                            id: 2,
                            text: 'не сме да се придржава за возило у покрету'
                        },
                        {
                            id: 3,
                            text: 'сме да се придржава за возило у покрету'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: []
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Забрана ступања и кретања пешака на аутопуту и мотопуту не важи за:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лице које обавља послове на отклањању последица саобраћајне незгоде или неисправности на возилу и терету'
                        },
                        {
                            id: 2,
                            text: 'возача возила које се зауставило ради изласка, односно уласка путника или истовара, односно утовара терета'
                        },
                        {
                            id: 3,
                            text: 'возача возила који се зауставио ради одмора'
                        },
                        {
                            id: 4,
                            text: 'возача возила које је принудно заустављено'
                        }
                    ],
                    correct_answers: [1, 4],
                    similar_questions_ids: []
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'На пешачком прелазу на којем је саобраћај регулисан семафорима, возач којем је светлосним саобраћајним знаком забрањен пролаз, када наилази на пешачки прелаз дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'заустави своје возило испред пешачког прелаза'
                        },
                        {
                            id: 2,
                            text: 'звучним знаком упозори пешака који прелази преко пешачког прелаза'
                        },
                        {
                            id: 3,
                            text: 'само пропусти пешака који прелази преко пешачког прелаза'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Возач којем је забрањен пролаз према знаку полицијског службеника, када наилази на пешачки прелаз, дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'пропусти пешака који прелази преко пешачког прелаза'
                        },
                        {
                            id: 2,
                            text: 'звучним знаком упозори пешака који прелази преко пешачког прелаза'
                        },
                        {
                            id: 3,
                            text: 'заустави своје возило испред пешачког прелаза'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: []
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на раскрсници на којој саобраћај регулише полицијски службеник, дужни сте да:', 
                    image: './img/slika308.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'зауставите своје возило испред линије заустављања'
                        },
                        {
                            id: 2,
                            text: 'звучним знаком упозорите пешака који прелази преко пешачког прелаза'
                        },
                        {
                            id: 3,
                            text: 'пропустите пешака који прелази преко пешачког прелаза'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: []
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Возач којем је дозвољен пролаз према светлосном саобраћајном знаку, при наиласку на пешачки прелаз преко кога прелази пешак:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да звучним знаком упозори пешака'
                        },
                        {
                            id: 2,
                            text: 'дужан је да пропусти пешака'
                        },
                        {
                            id: 3,
                            text: 'није дужан да пропусти пешака'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: []
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на раскрсници на којој саобраћај регулише полицијски службеник:', 
                    image: './img/slika309.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'нисте дужни да пропустите пешаке'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да звучним знаком упозорите пешаке'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите пешаке'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: []
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Возач који скреће на бочни пут на чијем улазу не постоји пешачки прелаз, на који су ступили пешаци који прелазе преко коловоза бочног пута:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти пешаке који су већ ступили на коловоз'
                        },
                        {
                            id: 2,
                            text: 'дужан је да звучним знаком упозори пешаке јер не прелазе коловоз на обележеном пешачком прелазу'
                        },
                        {
                            id: 3,
                            text: 'није дужан да пропусти пешаке који су већ ступили на коловоз'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: []
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Возач којем је дозвољен пролаз према знаку полицијског службеника, при наиласку на пешачки прелаз преко кога прелази пешак:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да звучним знаком упозори пешака'
                        },
                        {
                            id: 2,
                            text: 'дужан је да пропусти пешака'
                        },
                        {
                            id: 3,
                            text: 'није дужан да пропусти пешака'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: []
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika310.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'нисте дужни да пропустите пешаке'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите пешаке'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да звучним знаком упозорите пешаке'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: []
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Возач који скреће на бочни пут када му је светлосним саобраћајним знаком дозвољен пролаз и наилази на пешачки прелаз на улазу на бочни пут, преко кога прелази дете:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да звучним знаком упозори дете'
                        },
                        {
                            id: 2,
                            text: 'није дужан да пропусти дете'
                        },
                        {
                            id: 3,
                            text: 'дужан је да заустави возило и да пропусти дете'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: []
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Возач који скреће на бочни пут, када му је дозвољен пролаз према знаку полицијског службеника, при наиласку на пешачки прелаз преко кога прелази пешак:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да пропусти пешака'
                        },
                        {
                            id: 2,
                            text: 'није дужан да пропусти пешака'
                        },
                        {
                            id: 3,
                            text: 'дужан је да звучним знаком упозори пешака'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: []
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika311.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'нисте дужни да пропустите пешака'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да звучним знаком упозорите пешака'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да пропустите пешака'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: []
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Возач који наилази на пешачки прелаз на коме саобраћај није регулисан уређајима за давање светлосних саобраћајних знакова нити знацима полицијског службеника, на који је већ ступило или ступа дете:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да звучним знаком упозори дете'
                        },
                        {
                            id: 2,
                            text: 'дужан је да заустави возило и да пропусти дете'
                        },
                        {
                            id: 3,
                            text: 'није дужан да пропусти дете'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: []
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika312.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'нисте дужни да пропустите пешака'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите пешака који је већ ступио на коловоз'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да звучним знаком упозорите пешака јер не прелази коловоз на обележеном пешачком прелазу'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: []
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Када наилази на пешачки прелаз на коме саобраћај није регулисан уређајима за давање светлосних саобраћајних знакова нити знацима полицијског службеника, возач је дужан да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'заустави своје возило испред пешачког прелаза'
                        },
                        {
                            id: 2,
                            text: 'прилагоди брзину возила тако да у свакој ситуацији коју види или има разлога да предвиди може безбедно да заустави возило испред пешачког прелаза и пропусти пешака'
                        },
                        {
                            id: 3,
                            text: 'употреби звучни знак упозорења и настави кретање'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [18]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач путничког возила дужан је да:', 
                    image: './img/slika313.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'заустави своје возило испред пешачког прелаза'
                        },
                        {
                            id: 2,
                            text: 'употреби звучни знак упозорења и настави кретање'
                        },
                        {
                            id: 3,
                            text: 'прилагоди брзину возила тако да у свакој ситуацији коју види или има разлога да предвиди може безбедно да заустави возило испред пешачког прелаза и пропусти пешака'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: []
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици дужни сте:', 
                    image: './img/slika314.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да наставите кретање брзином којом сте се до тада кретали уз употребу звучног знака упозорења'
                        },
                        {
                            id: 2,
                            text: 'само да прилагодите брзину тако да можете зауставити возило испред пешачког прелаза'
                        },
                        {
                            id: 3,
                            text: 'да због присуства деце возите са нарочитом опрезношћу тако да можете благовремено да зауставите возило и да употребите звучни знак упозорења'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: []
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Организовану колону пешака која се креће по коловозу, возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не сме да пресеца'
                        },
                        {
                            id: 2,
                            text: 'сме да пресеца, осим ако су у колони деца'
                        },
                        {
                            id: 3,
                            text: 'сме да пресеца'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [21]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika315.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смете да пресецате организовану колону пешака'
                        },
                        {
                            id: 2,
                            text: 'не смете да пресецате организовану колону пешака'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: []
                }
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: [],
//                        similar_questions_ids: []
//                    },
//                    {
//                        id: 1, 
//                        points: 2,
//                        text: ':', 
//                        image: './img/slika.jpg',
//                        answers: [
//                            {
//                                id: 1,
//                                text: ''
//                            },
//                            {
//                                id: 2,
//                                text: ''
//                            },
//                            {
//                                id: 3,
//                                text: ''
//                            },
//                            {
//                                id: 4,
//                                text: ''
//                            }
//                        ],
//                        correct_answers: [],
//                        similar_questions_ids: []
//                    }
            ]
        },
        {
            id: 14,
            name: 'Саобраћај на прелазу пута преко железничке пруге (првенство пролаза, начин преласка)',
            total_number_of_questions: 13,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'На прелазу пута преко железничке пруге возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дужан да пропусти шинско возило'
                        },
                        {
                            id: 2,
                            text: 'има првенство пролаза у односу на шинско возило'
                        },
                        {
                            id: 3,
                            text: 'је дужан да пропусти шинско возило, када оно долази са десне стране, а има првенство пролаза када оно долази са леве стране'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika289.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'имате првенство пролаза у односу на шинско возило'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите шинско возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika290.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'имате првенство пролаза у односу на шинско возило'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да пропустите шинско возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици дужни сте да:', 
                    image: './img/slika291.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'кретање наставите непромењеном брзином јер имате првенство пролаза у односу на шинско возило које се креће по железничкој прузи'
                        },
                        {
                            id: 2,
                            text: 'кретање возила прилагодите тако да по потреби можете зауставити возило пре него што ступите на железничку пругу'
                        },
                        {
                            id: 3,
                            text: 'возило зауставите пре него што ступите на железничку пругу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици дужни сте да:', 
                    image: './img/slika292.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'кретање возила прилагодите тако да можете да зауставите возило пред уређајем за затварање саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'кретање наставите непромењеном брзином, јер уређај за затварање саобраћаја није спуштен, односно није почео да се спушта'
                        },
                        {
                            id: 3,
                            text: 'возило зауставите пред железничком пругом'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици дужни сте да:', 
                    image: './img/slika293.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило зауставите пред железничком пругом'
                        },
                        {
                            id: 2,
                            text: 'кретање возила прилагодите тако да можете да зауставите возило пред уређајем за давање знакова којима се најављује приближавање воза'
                        },
                        {
                            id: 3,
                            text: 'кретање наставите непромењеном брзином, јер уређај за давање знакова којима се најављује приближавање воза не даје прописане знакове'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'На прелазу пута преко железничке пруге када је уређај за затварање саобраћаја почео да се спушта возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дужан да се заустави испред тог уређаја'
                        },
                        {
                            id: 2,
                            text: 'може прећи преко железничке пруге уколико постоји довољно простора испод или поред браника, односно полубраника'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Возач који се возилом приближава прелазу пута преко железничке пруге дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'кретање настави непромењеном брзином јер има првенство пролаза у односу на шинско возило које се креће по железничкој прузи'
                        },
                        {
                            id: 2,
                            text: 'возило заустави пре него што ступи на железничку пругу'
                        },
                        {
                            id: 3,
                            text: 'кретање возила прилогоди тако да може да заустави возило пре него што ступи на железничку пругу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици дужни сте да:', 
                    image: './img/slika294.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'кретање возила прилагодите тако да можете да зауставите возило пред уређајем за затварање саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'кретање наставите непромењеном брзином, јер уређај за затварање саобраћаја није спуштен, односно није почео да се спушта'
                        },
                        {
                            id: 3,
                            text: 'возило зауставите пред железничком пругом'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika295.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да се зауставите испред браника'
                        },
                        {
                            id: 2,
                            text: 'можете прећи преко железничке пруге уколико постоји довољно простора испод браника'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika296.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да се зауставите испред полубраника'
                        },
                        {
                            id: 2,
                            text: 'можете прећи преко железничке пруге поред полубраника, ако вам друго лице ван возила да знак да воз не наилази'
                        },
                        {
                            id: 3,
                            text: 'можете прећи преко железничке пруге поред полубраника, уколико се уверите да то можете урадити безбедно пре наиласка воза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika297.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете прећи преко железничке пруге поред браника, уколико се уверите да то можете урадити безбедно пре наиласка воза'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да се зауставите испред браника'
                        },
                        {
                            id: 3,
                            text: 'можете прећи преко железничке пруге поред браника, ако вам друго лице ван возила да знак да воз не наилази'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika298.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете да наставите кретање непромењеном брзином'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да се зауставите испред уређаја за давање светлосних саобраћајних знакова којим се најављује приближавање воза'
                        },
                        {
                            id: 3,
                            text: 'можете прећи преко железничке пруге, уколико се уверите да то можете урадити безбедно пре наиласка воза'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
            id: 15,
            name: 'Саобраћај на аутопуту и мотопуту (општа правила, забране, начин кретања)',
            total_number_of_questions: 27,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Аутопутем дозвољено је кретање:', 
                    answers: [
                        {
                            id: 1,
                            text: 'путничким возилима'
                        },
                        {
                            id: 2,
                            text: 'мопедима'
                        },
                        {
                            id: 3,
                            text: 'четвороциклима'
                        },
                        {
                            id: 4,
                            text: 'мотоциклима'
                        }
                    ],
                    correct_answers: [1, 4],
                    similar_questions_ids: [2, 3, 4, 5]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Мотопутем дозвољено је кретање:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мотоциклима'
                        },
                        {
                            id: 2,
                            text: 'мопедима'
                        },
                        {
                            id: 3,
                            text: 'четвороциклима'
                        },
                        {
                            id: 4,
                            text: 'путничким возилима'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Аутопутем дозвољено је кретање:', 
                    answers: [
                        {
                            id: 1,
                            text: 'аутобусима'
                        },
                        {
                            id: 2,
                            text: 'тракторима који не вуку прикључно возило за трактор'
                        },
                        {
                            id: 3,
                            text: 'радним машинама'
                        },
                        {
                            id: 4,
                            text: 'теретним возилима'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Мотопутем дозвољено је кретање:', 
                    answers: [
                        {
                            id: 1,
                            text: 'туристичком возу'
                        },
                        {
                            id: 2,
                            text: 'аутобусима'
                        },
                        {
                            id: 3,
                            text: 'теретним возилима'
                        },
                        {
                            id: 4,
                            text: 'тракторима који не вуку прикључно возило за трактор'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Аутопутем и мотопутем не смеју се кретати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'аутобуси, чија је највећа конструктивна брзина мања од 60 km/h'
                        },
                        {
                            id: 2,
                            text: 'теретна возила, чија је највећа конструктивна брзина мања од 50 km/h'
                        },
                        {
                            id: 3,
                            text: 'теретна возила, чија је највећа конструктивна брзина мања од 60 km/h'
                        },
                        {
                            id: 4,
                            text: 'радна машина, чија је највећа конструктивна брзина већа од 40 km/h'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'На аутопут, односно мотопут, возач може да се укључи, односно искључи:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само на местима на којима се наплаћује путарина'
                        },
                        {
                            id: 2,
                            text: 'само прилазним путем намењеним за укључење на тај пут, односно искључење са пута'
                        },
                        {
                            id: 3,
                            text: 'на сваком месту са којег је могуће укључити, односно искључити'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [7, 8, 9, 10]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач се на аутопут укључује на прописан начин путањом означеном бројем:', 
                    image: './img/slika325.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач који користи саобраћајну траку за укључивање на аутопут, након што се уверио да укључивање може да изврши на безбедан начин:', 
                    image: './img/slika326.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да укључи леви показивач правца'
                        },
                        {
                            id: 2,
                            text: 'није дужан да укључи показивач правца'
                        },
                        {
                            id: 3,
                            text: 'дужан је да укључи десни показивач правца'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач који се укључује на аутопут:', 
                    image: './img/slika327.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'има првенство пролаза у односу на возило које се креће аутопутем'
                        },
                        {
                            id: 2,
                            text: 'дужан је да пропусти возило које се креће аутопутем'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, возач се са аутопута искључује на прописан начин путањом означеном бројем:', 
                    image: './img/slika328.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        },
                        {
                            id: 3,
                            text: '3'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'На аутопуту са више саобраћајних трака намењених кретању возила у једном смеру, возач моторног возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора се кретати крајњом левом саобраћајном траком'
                        },
                        {
                            id: 2,
                            text: 'мора се кретати крајњом десном саобраћајном траком, осим ако није заузета возилима која се крећу у колони, као и приликом претицања'
                        },
                        {
                            id: 3,
                            text: 'може се кретати било којом саобраћајном траком за тај смер кретања'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [13, 14, 15, 16]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Зауставном траком кретање возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено, осим моторним возилима која вуку неисправно возило'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'На аутопуту са три или више саобраћајних трака, намењених за саобраћај возила у једном смеру, возачи скупова возила, чија је дужина већа од седам метара смеју да користе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'све саобраћајне траке за тај смер кретања'
                        },
                        {
                            id: 2,
                            text: 'само две саобраћајне траке које се простиру уз десну ивицу коловоза'
                        },
                        {
                            id: 3,
                            text: 'само крајњу десну саобраћајну траку'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'На аутопуту са три или више саобраћајних трака, намењених за саобраћај возила у једном смеру, две саобраћајне траке које се простиру уз десну ивицу коловоза морају да користе возачи:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само скупова возила, чија дужина прелази 12 метара'
                        },
                        {
                            id: 2,
                            text: 'скупова возила, чија дужина прелази седам метара'
                        },
                        {
                            id: 3,
                            text: 'свих скупова возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'На аутопуту са две саобраћајне траке, намењене за саобраћај возила у једном смеру, возачи скупова возила, чија је дужина већа од седам метара, смеју да користе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само крајњу десну саобраћајну траку, осим приликом претицања'
                        },
                        {
                            id: 2,
                            text: 'само крајњу десну саобраћајну траку'
                        },
                        {
                            id: 3,
                            text: 'обе саобраћајне траке'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'На аутопуту са две саобраћајне траке намењене за саобраћај возила у једном смеру, крајњом десном саобраћајном траком, осим приликом претицања морају се кретати возачи:', 
                    answers: [
                        {
                            id: 1,
                            text: 'свих скупова возила'
                        },
                        {
                            id: 2,
                            text: 'скупова возила, чија је дужина већа од седам метара'
                        },
                        {
                            id: 3,
                            text: 'зглобних аутобуса'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'На аутопуту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је заустављање и паркирање, само на местима која су за то посебно уређена и обележена'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је заустављање, а није дозвољено паркирање'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је заустављање и паркирање, у зауставној траци'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [18]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'На мотопуту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је заустављање и паркирање, у зауставној траци'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је заустављање, а није дозвољено паркирање'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је заустављање и паркирање, само на местима која су за то посебно уређена и обележена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'На аутопуту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено да се врши полукружно окретање возилом'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено да се врши полукружно окретање возилом, ако постоји могућност проласка у коловозну траку за супротни смер'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено да се врши полукружно окретање возилом, ако постоји могућност проласка у коловозну траку за супротни смер и ако се може извршити без маневрисања'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [20, 21, 22, 23, 24, 25, 26]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'На мотопуту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено да се врши полукружно окретање возилом, ако се може извршити без маневрисања'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено да се врши полукружно окретање возилом'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено да се врши полукружно окретање возилом'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на аутопуту:', 
                    image: './img/slika329.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено да се врши полукружно окретање возилом'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено да се врши полукружно окретање возилом, ако се може извршити без маневрисања и ако се тиме не угрожавају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено да се врши полукружно окретање возилом, ако се тиме не угрожавају други учесници у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, на мотопуту:', 
                    image: './img/slika330.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено да се врши полукружно окретање возилом, ако се тиме не угрожавају други учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено да се врши полукружно окретање возилом, ако се може извршити без маневрисања и ако се тиме не угрожавају други учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено да се врши полукружно окретање возилом'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'На аутопуту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено да се врши кретање уназад искључиво на краткој деоници пута уколико се тиме не угрожавају остали учесници у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено да се врши кретање уназад'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено да се врши кретање уназад само зауставном траком'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици на аутопуту:', 
                    image: './img/slika331.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено да се врши кретање уназад'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено да се врши кретање уназад јер се врши зауставном траком и на краткој деоници пута'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено да се врши кретање уназад'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'На мотопуту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено да се врши кретање уназад'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено да се врши кретање уназад искључиво на краткој деоници пута уколико се тиме не угрожавају остали учесници у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено да се врши кретање уназад'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици на мотопуту:', 
                    image: './img/slika332.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено да се врши кретање уназад'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено да се врши кретање уназад'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено да се врши кретање уназад јер се врши на краткој деоници пута и тиме не угрожавају остали учесници у саобраћају'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Возач који је због неисправности на возилу или из других разлога, принуђен да заустави возило на аутопуту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да га заустави на зауставној траци и означи на прописан начин'
                        },
                        {
                            id: 2,
                            text: 'дужан је да га заустави на зауставној траци и да предузме потребне мере да возило што пре уклони'
                        },
                        {
                            id: 3,
                            text: 'може се зауставити и у саобраћајној траци у којој се до тада кретао, ако га означи на прописан начин и предузме потребне мере да возило што пре уклони'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
            id: 16,
            name: 'Возила под пратњом и возила са правом првенства пролаза (појам, значај, обавезе возача и пешака при сусрету са тим возилима, давање знакова)',
            total_number_of_questions: 57,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возило полиције:', 
                    image: './img/slika537.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је возило са правом првенства пролаза'
                        },
                        {
                            id: 2,
                            text: 'је возило под пратњом'
                        },
                        {
                            id: 3,
                            text: 'није возило под пратњом, ни возило са правом првенства пролаза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Возила која врше пратњу возила под пратњом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'могу давати само светлосни знак упозорења (узастопно или наизменично укључивање дугих светала) и посебне звучне знаке'
                        },
                        {
                            id: 2,
                            text: 'не морају давати посебне звучне и светлосне знаке, али морају давати светлосни знак упозорења (узастопно или наизменично укључивање дугих светала)'
                        },
                        {
                            id: 3,
                            text: 'морају давати посебне звучне и светлосне знаке'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Посебни светлосни и звучни знаци возила под пратњом су:', 
                    answers: [
                        {
                            id: 1,
                            text: 'жута ротациона или трепћућа светла'
                        },
                        {
                            id: 2,
                            text: 'најмање једно плаво трепћуће или ротационо светло и звучни знак променљиве фреквенције'
                        },
                        {
                            id: 3,
                            text: 'црвено и плаво трепћуће светло која се наизменично пале и звучни знак променљиве фреквенције'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Возило под пратњом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може давати само посебне светлосне знаке, ако је омогућена довољна видљивост тог возила и безбедност учесника у саобраћају, осим када се креће брзином већом од дозвољене на том делу пута'
                        },
                        {
                            id: 2,
                            text: 'може давати само посебне звучне знаке'
                        },
                        {
                            id: 3,
                            text: 'увек мора давати посебне светлосне и звучне знаке'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Возило под пратњом може давати посебне светлосне знаке без сирене, ако су истовремено испуњени следећи услови:', 
                    answers: [
                        {
                            id: 1,
                            text: 'постоји довољна видљивост тог возила и безбедност учесника у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'возило се креће брзином дозвољеном на том делу пута'
                        },
                        {
                            id: 3,
                            text: 'возило се креће на путу ван насеља'
                        },
                        {
                            id: 4,
                            text: 'возило се креће на путу у насељу'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Уређаји за давање посебних звучних и светлосних знакова возила под пратњом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'могу бити уграђени и постављени на возилима, ако су након уградње тих уређаја испитана од стране овлашћене организације'
                        },
                        {
                            id: 2,
                            text: 'могу бити уграђени и постављени само на возилима надлежних државних органа'
                        },
                        {
                            id: 3,
                            text: 'могу бити уграђени и постављени на возилима, уз добијање дозволе од надлежног државног органа'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Уређаји за давање посебних звучних и светлосних знакова возила под пратњом могу се употребљавати само:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ноћу и у условима смањене видљивости'
                        },
                        {
                            id: 2,
                            text: 'када се одступа од правила саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'када се врши пратња'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Возила под пратњом имају првенство пролаза у односу на сва друга возила на раскрсницама на којима је саобраћај регулисан:', 
                    answers: [
                        {
                            id: 1,
                            text: 'знаковима полицијског службеника'
                        },
                        {
                            id: 2,
                            text: 'саобраћајним знаковима, односно ознакама на коловозу'
                        },
                        {
                            id: 3,
                            text: 'светлосним саобраћајним знаковима'
                        },
                        {
                            id: 4,
                            text: 'правилима саобраћаја'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika538.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'првенство пролаза је регулисано семафором'
                        },
                        {
                            id: 2,
                            text: 'возило под пратњом има првенство пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika539.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'првенство пролаза је регулисано знаковима које даје полицијски службеник'
                        },
                        {
                            id: 2,
                            text: 'возило под пратњом има првенство пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika540.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило под пратњом има првенство пролаза'
                        },
                        {
                            id: 2,
                            text: 'првенство пролаза је регулисано саобраћајним знаковима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika541.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'првенство пролаза има жуто возило, по „правилу десне стране“'
                        },
                        {
                            id: 2,
                            text: 'возило под пратњом има првенство пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'На возила са првенством пролаза, под условом да не угрожавају безбедност других учесника у саобраћају, не примењују се одредбе Закона о безбедности саобраћаја на путевима о:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрани претицања и обилажења возила'
                        },
                        {
                            id: 2,
                            text: 'дозвољеном смеру кретања'
                        },
                        {
                            id: 3,
                            text: 'ограничењу брзине'
                        },
                        {
                            id: 4,
                            text: 'поступању по светлосним саобраћајним знаковима'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'На возила под пратњом, под условом да не угрожавају безбедност других учесника у саобраћају, се не примењују одредбе Закона о безбедности саобраћаја на путевима о:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољеном смеру кретања'
                        },
                        {
                            id: 2,
                            text: 'ограничењу брзине'
                        },
                        {
                            id: 3,
                            text: 'забрани претицања и обилажења возила'
                        },
                        {
                            id: 4,
                            text: 'поступању по светлосним саобраћајним знаковима'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возило полиције се:', 
                    image: './img/slika542.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'може кретати брзином која је већа од 50 km/h, тако да не угрожава безбедност других учесника у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'не сме кретати брзином која је већа од 50 km/h'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возило полиције се:', 
                    image: './img/slika543.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не сме кретати брзином која је већа од 50 km/h'
                        },
                        {
                            id: 2,
                            text: 'може кретати брзином која је већа од 50 km/h, тако да не угрожава безбедност других учесника у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika544.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач:', 
                    image: './img/slika545.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'мора пропустити пешака'
                        },
                        {
                            id: 2,
                            text: 'не мора пропустити пешака, под условом да не угрожава његову безбедност'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач возила полиције:', 
                    image: './img/slika546.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не мора пропустити пешака, под условом да не угрожава његову безбедност'
                        },
                        {
                            id: 2,
                            text: 'мора пропустити пешака'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Возач који на путу сусретне или га сустигне возило, односно возила под пратњом, дужан је да:', 
                    image: './img/slika.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обавезно заустави возило'
                        },
                        {
                            id: 2,
                            text: 'обавезно помери возило са коловоза'
                        },
                        {
                            id: 3,
                            text: 'пропусти та возила'
                        },
                        {
                            id: 4,
                            text: 'им омогући мимоилажење и претицање, односно обилажење'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Возач који на путу сусретне или га сустигне возило, односно возила под пратњом, дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'се придржава наредби које му дају лица из пратње'
                        },
                        {
                            id: 2,
                            text: 'по потреби заустави возило'
                        },
                        {
                            id: 3,
                            text: 'обавезно заустави возило'
                        },
                        {
                            id: 4,
                            text: 'обавезно помери возило са коловоза'
                        },
                        {
                            id: 5,
                            text: 'по потреби помери возило са коловоза'
                        }
                    ],
                    correct_answers: [1, 2, 5]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika547.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika548.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika549.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika550.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возило са првенством пролаза је возило означено бројем:', 
                    image: './img/slika551.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '3'
                        },
                        {
                            id: 3,
                            text: '2'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возило полиције:', 
                    image: './img/slika552.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је возило под пратњом'
                        },
                        {
                            id: 2,
                            text: 'није возило под пратњом ни возило са правом првенства пролаза'
                        },
                        {
                            id: 3,
                            text: 'је возило са правом првенства пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Возила са првенством пролаза:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не морају давати посебне звучне и светлосне знаке, али морају давати светлосни знак упозорења (узастопно или наизменично укључивање дугих светала)'
                        },
                        {
                            id: 2,
                            text: 'морају давати посебне звучне и светлосне знаке'
                        },
                        {
                            id: 3,
                            text: 'могу давати само светлосни знак упозорења (узастопно или наизменично укључивање дугих светала) и посебне звучне знаке'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Посебни светлосни и звучни знаци возила са првенством пролаза су:', 
                    answers: [
                        {
                            id: 1,
                            text: 'жута ротациона или трепћућа светла'
                        },
                        {
                            id: 2,
                            text: 'најмање једно плаво трепћуће или ротационо светло и звучни знак променљиве фреквенције'
                        },
                        {
                            id: 3,
                            text: 'црвено и плаво трепћуће светло која се наизменично пале и звучни знак променљиве фреквенције'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Возило са првенством пролаза:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може давати само посебне светлосне знаке, ако је омогућена довољна видљивост тог возила и безбедност учесника у саобраћају, осим када се креће брзином већом од дозвољене на том делу пута'
                        },
                        {
                            id: 2,
                            text: 'може давати само посебне звучне знаке'
                        },
                        {
                            id: 3,
                            text: 'увек мора давати посебне светлосне и звучне знаке'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Возило са првенством пролаза може давати посебне светлосне знаке без сирене, ако су истовремено испуњени следећи услови:', 
                    answers: [
                        {
                            id: 1,
                            text: 'постоји довољна видљивост тог возила и безбедност учесника у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'возило се креће на путу у насељу'
                        },
                        {
                            id: 3,
                            text: 'возило са првенством пролаза се креће брзином дозвољеном на том делу пута'
                        },
                        {
                            id: 4,
                            text: 'возило се креће на путу ван насеља'
                        },
                        {
                            id: 5,
                            text: 'то је неопходно за неометано извршење службеног задатка'
                        }
                    ],
                    correct_answers: [1, 3, 5]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'Уређаји за давање посебних звучних и светлосних знакова возила са првенством пролаза:', 
                    answers: [
                        {
                            id: 1,
                            text: 'могу бити уграђени и постављени на возилима уз добијање дозволе од надлежног државног органа'
                        },
                        {
                            id: 2,
                            text: 'могу бити уграђени и постављени на возилима, уз добијање дозволе од надлежног државног органа, а која су након уградње тих уређаја испитана од стране овлашћене организације'
                        },
                        {
                            id: 3,
                            text: 'могу бити уграђени и постављени само на возилима надлежних државних органа'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'Уређаји за давање посебних звучних и светлосних знакова возила са првенством пролаза могу се употребљавати само:', 
                    answers: [
                        {
                            id: 1,
                            text: 'када је то неопходно за ефикасно и безбедно извршење службене радње која не трпи одлагање'
                        },
                        {
                            id: 2,
                            text: 'када се одступа од правила саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'ноћу и у условима смањене видљивости'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'Возила са првенством пролаза имају првенство пролаза у односу на сва друга возила, осим у односу на возила под пратњом, на раскрсницама на којима је саобраћај регулисан:', 
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајним знаковима, односно ознакама на коловозу'
                        },
                        {
                            id: 2,
                            text: 'правилима саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'светлосним саобраћајним знаковима'
                        },
                        {
                            id: 4,
                            text: 'знаковима полицијског службеника'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika553.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило полиције има првенство пролаза'
                        },
                        {
                            id: 2,
                            text: 'првенство пролаза је регулисано семафором'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika554.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило полиције које даје посебне светлосне и звучне сигнале има првенство пролаза'
                        },
                        {
                            id: 2,
                            text: 'првенство пролаза је регулисано знаковима које даје полицијски службеник'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika555.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило полиције има првенство пролаза'
                        },
                        {
                            id: 2,
                            text: 'првенство пролаза је регулисано саобраћајним знаковима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika556.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возило полиције има првенство пролаза'
                        },
                        {
                            id: 2,
                            text: 'првенство пролаза је регулисано правилима саобраћаја која одређују првенство пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 39, 
                    points: 2,
                    text: 'На возила под пратњом, под условом да не угрожавају безбедност других учесника у саобраћају, се не примењују одредбе Закона о безбедности саобраћаја на путевима о:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрани пресецања колоне пешака'
                        },
                        {
                            id: 2,
                            text: 'поступању по светлосним саобраћајним знаковима'
                        },
                        {
                            id: 3,
                            text: 'пропуштању пешака'
                        },
                        {
                            id: 4,
                            text: 'употреби светала'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 40, 
                    points: 2,
                    text: 'На возила са првенством пролаза, под условом да не угрожавају безбедност других учесника у саобраћају, не примењују се одредбе Закона о безбедности саобраћаја на путевима о:', 
                    answers: [
                        {
                            id: 1,
                            text: 'употреби светала'
                        },
                        {
                            id: 2,
                            text: 'пропуштању пешака'
                        },
                        {
                            id: 3,
                            text: 'поступању по светлосним саобраћајним знаковима'
                        },
                        {
                            id: 4,
                            text: 'забрани пресецања колоне пешака'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 41, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возило полиције се:', 
                    image: './img/slika557.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не може кретати брзином која је већа од 50 km/h'
                        },
                        {
                            id: 2,
                            text: 'не може кретати брзином која је за 50 km/h већа од дозвољене брзине'
                        },
                        {
                            id: 3,
                            text: 'може кретати брзином која не угрожава безбедност других учесника у саобраћају'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 42, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возило полиције се:', 
                    image: './img/slika558.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'не може кретати брзином која је већа од 50 km/h'
                        },
                        {
                            id: 2,
                            text: 'може кретати брзином која не угрожава безбедност других учесника у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'не може кретати брзином која је за 50 km/h већа од дозвољене брзине'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 43, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици претицање:', 
                    image: './img/slika559.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 44, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици претицање које врши возило полиције:', 
                    image: './img/slika560.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 45, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици возач возила:', 
                    image: './img/slika561.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'мора пропустити пешака'
                        },
                        {
                            id: 2,
                            text: 'не мора пропустити пешака, под условом да не угрожава његову безбедност'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 46, 
                    points: 2,
                    text: 'Возач који на путу сусретне или га сустигне возило, односно возила са првенством пролаза, дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'обавезно заустави возило'
                        },
                        {
                            id: 2,
                            text: 'им омогући мимоилажење и претицање, односно обилажење'
                        },
                        {
                            id: 3,
                            text: 'обавезно помери возило са коловоза'
                        },
                        {
                            id: 4,
                            text: 'пропусти та возила'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 47, 
                    points: 2,
                    text: 'Возач који на путу сусретне или га сустигне возило, односно возила са првенством пролаза, дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'обавезно помери возило са коловоза'
                        },
                        {
                            id: 2,
                            text: 'обавезно заустави возило'
                        },
                        {
                            id: 3,
                            text: 'се придржава наредби које му дају лица из возила са првенством пролаза'
                        },
                        {
                            id: 4,
                            text: 'по потреби заустави возило'
                        },
                        {
                            id: 5,
                            text: 'по потреби помери возило са коловоза'
                        }
                    ],
                    correct_answers: [3, 4, 5]
                },
                {
                    id: 48, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika562.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 49, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika563.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 50, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika564.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 51, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika565.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 52, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици првенство пролаза има возило означено бројем:', 
                    image: './img/slika566.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 53, 
                    points: 2,
                    text: 'Када возило са првенством пролаза обезбеђује пролаз возилима која се крећу иза њега, остали учесници у саобраћају:', 
                    answers: [
                        {
                            id: 1,
                            text: 'имају обавезу поступања према тим возилима као према возилима са првенством пролаза, ако та возила имају укључене све показиваче правца'
                        },
                        {
                            id: 2,
                            text: 'могу се прикључити возилима којима се обезбеђује пролаз'
                        },
                        {
                            id: 3,
                            text: 'имају обавезу поступања према тим возилима као према возилима са првенством пролаза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 54, 
                    points: 2,
                    text: 'Возач возила са првенством пролаза:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дужан је да првенствено води рачуна о ефикасности извршења службеног задатка'
                        },
                        {
                            id: 2,
                            text: 'дужан је да води рачуна само о безбедности пешака'
                        },
                        {
                            id: 3,
                            text: 'дужан је да води рачуна о безбедности осталих учесника у саобраћају'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 55, 
                    points: 2,
                    text: 'Када полицијско возило са првенством пролаза даје истовремено и светлосни знак упозорења (узастопно или наизменично укључивање дугих светала), возач возила које се креће непосредно испред полицијског возила које даје те знаке мора:', 
                    answers: [
                        {
                            id: 1,
                            text: 'одмах безбедно да заустави своје возило уз десну ивицу коловоза, а по могућности и ван коловоза'
                        },
                        {
                            id: 2,
                            text: 'да успори кретање свог возила и да омогући претицање возилу са правом првенства пролаза'
                        },
                        {
                            id: 3,
                            text: 'да помери своје возило уз десну ивицу коловоза и да омогући претицање возилу са правом првенства пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 56, 
                    points: 2,
                    text: 'Возач возила које се креће непосредно иза возила полиције са првенством пролаза из којег полицијски службеник даје знаке и наредбе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора одмах да заустави своје возило и уклони га са коловоза'
                        },
                        {
                            id: 2,
                            text: 'дужан је да поступи по знацима и наредбама полицајца, односно да прати полицијско возило до погодног места и да се безбедно заустави иза полицијског возила'
                        },
                        {
                            id: 3,
                            text: 'успори кретање свог возила и изврши заустављање само у случају ако полицијски службеник изађе из возила и да одговарајући знак за заустављање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 57, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika567.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено претицање возила са првенством пролаза'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је претицање возила са првенством пролаза само када полицијски службеник из возила изда такву наредбу'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је претицање возила са првенством пролаза ако полицијски службеник из возила не даје друге знаке и наредбе'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        },
        {
            id: 17,
            name: 'Употреба жутог ротационог или трепћућег светла (појам, значај, обавезе возача и пешака при сусрету са тим возилима, давање знакова)',
            total_number_of_questions: 6,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Возило које се употребљава приликом извођења радова, односно других активности, на путу док се ти радови, односно активности, обављају на путу мора да има:', 
                    answers: [
                        {
                            id: 1,
                            text: 'укључено жуто ротационо или трепћуће светло'
                        },
                        {
                            id: 2,
                            text: 'укључено црвено ротационо или трепћуће светло'
                        },
                        {
                            id: 3,
                            text: 'укључене све показиваче правца'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Возило које прелази прописане димензије, односно возило које са теретом прекорачује дозвољене димензије, мора да има:', 
                    answers: [
                        {
                            id: 1,
                            text: 'укључено жуто ротационо или трепћуће светло'
                        },
                        {
                            id: 2,
                            text: 'укључене све показиваче правца'
                        },
                        {
                            id: 3,
                            text: 'укључено црвено ротационо или трепћуће светло'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Возило које прати возило које прелази прописане димензије, односно возило које са теретом прекорачује дозвољене димензије, мора да има:', 
                    answers: [
                        {
                            id: 1,
                            text: 'укључено жуто ротационо или трепћуће светло, када је то одређено у дозволи за ванредни превоз'
                        },
                        {
                            id: 2,
                            text: 'укључене све показиваче правца'
                        },
                        {
                            id: 3,
                            text: 'укључено црвено ротационо или трепћуће светло'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'На возилу које је принудно заустављено на путу, жуто трепћуће или ротационо светло, као упозорење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора да се постави'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено да се постави'
                        },
                        {
                            id: 3,
                            text: 'може да се постави'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Возач који се сусретне са возилом на коме су укључена жута ротациона или трепћућа светла дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'обавезно заустави возило'
                        },
                        {
                            id: 2,
                            text: 'повећа опрезност и прилагоди брзину и начин кретања свог возила'
                        },
                        {
                            id: 3,
                            text: 'обавезно помери возило са коловоза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Употреба жутог ротационог или трепћућег светла дозвољена је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само у случајевима предвиђеним законом'
                        },
                        {
                            id: 2,
                            text: 'само ноћу и у условима смањене видљивости'
                        },
                        {
                            id: 3,
                            text: 'увек када се возило које има уграђене ове уређаје креће по путу'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        }
    ]
});
