var questions = questions || [];

questions.push({
    id: 5,
    name: 'Саобраћајна сигнализација', ///4+9+39+49+85+29+34+42+1+3+8+43
    questions: [
        {
            id: 0,
            name: 'Појам, значај, начин обележавања и постављање',
            total_number_of_questions: 4,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'За време управљања возилом у саобраћају на путу, возачи су дужни да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'своје кретање прилагоде опасностима на које их упозоравају знакови опасности'
                        },
                        {
                            id: 2,
                            text: 'кретање возила прилагоде сопственим проценама саобраћајне ситуације без обзира на ограничења, забране и обавезе изражене саобраћајном сигнализацијом'
                        },
                        {
                            id: 3,
                            text: 'поступају по наредбама израженим знаковима обавештења'
                        },
                        {
                            id: 4,
                            text: 'се придржавају ограничења, забрана и обавеза изражених саобраћајном сигнализацијом и да поступе у складу са њиховим значењем'
                        },
                        {
                            id: 5,
                            text: 'кретање возила прилагоде сопственим проценама саобраћајне ситуације без обзира на опасности на које их упозоравају знакови опасности'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Постављање, уклањање и измена значења саобраћајне сигнализације као и опреме пута, учесницима у саобраћају:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено, само у случају када значење саобраћајне сигнализације не одговара саобраћајној ситуацији'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено, само у случају означавања гараже и колског прилаза'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [3, 4]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Постављање табли, знакова, светала, стубова или других сличних предмета којима се заклања или умањује уочљивост постављене саобраћајне сигнализације, учесницима у саобраћају:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено када је надлежни орган локалне самоуправе издао одобрење за постављање таквих предмета'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено, само у случају када значење саобраћајне сигнализације не одговара саобраћајној ситуацији'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Постављање предмета који својим обликом, бојом, изгледом или местом постављања, подражавају или личе на саобраћајну сигнализацију или заслепљују учеснике у саобраћају или одвраћају њихову пажњу у мери која може бити опасна за безбедност саобраћаја, учесницима у саобраћају:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено, само у случају означавања гараже и колског прилаза'
                        },
                        {
                            id: 3,
                            text: 'је дозвољено када је надлежни орган локалне самоуправе издао одобрење за постављање таквих предмета'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 1,
            name: 'Саобраћајни знакови, појмови (знакови опасности, изричитих наредби, обавештења, допунске табле)',
            total_number_of_questions: 9,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Саобраћајни знакови:', 
                    answers: [
                        {
                            id: 1,
                            text: 'морају бити изведени тако да се садржај њихових порука може мењати делимично или у целини'
                        },
                        {
                            id: 2,
                            text: 'морају бити изведени тако да се садржај њихових порука не може мењати'
                        },
                        {
                            id: 3,
                            text: 'могу бити изведени тако да се садржај њихових порука може мењати делимично или у целини, при чему измењени изглед и садржај мора одговарати прописаном саобраћајном знаку'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [5]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Саобраћајни знакови који су изведени са изменљивим садржајем порука:', 
                    answers: [
                        {
                            id: 1,
                            text: 'могу бити активирани према потреби, односно искључени када таква потреба не постоји'
                        },
                        {
                            id: 2,
                            text: 'морају бити уклоњени када нису активирани, односно не дају одређену поруку'
                        },
                        {
                            id: 3,
                            text: 'могу бити стално активирани'
                        },
                        {
                            id: 4,
                            text: 'морају увек бити активирани, односно давати одређену поруку'
                        }
                    ],
                    correct_answers: [1, 3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Саобраћајни знакови се постављају:', 
                    answers: [
                        {
                            id: 1,
                            text: 'са десне или леве стране пута'
                        },
                        {
                            id: 2,
                            text: 'на конзолни носач на објекту са десне стране пута или изнад коловозне траке'
                        },
                        {
                            id: 3,
                            text: 'са леве стране пута'
                        },
                        {
                            id: 4,
                            text: 'са десне стране пута'
                        }
                    ],
                    correct_answers: [2, 4]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Саобраћајни знакови су:', 
                    answers: [
                        {
                            id: 1,
                            text: 'знакови опасности'
                        },
                        {
                            id: 2,
                            text: 'ознаке на коловозу'
                        },
                        {
                            id: 3,
                            text: 'знакови обавештења'
                        },
                        {
                            id: 4,
                            text: 'знакови изричитих наредби'
                        },
                        {
                            id: 5,
                            text: 'семафори'
                        },
                        {
                            id: 6,
                            text: 'знаци које дају полицијски службеници'
                        }
                    ],
                    correct_answers: [1, 3, 4]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Саобраћајни знакови се изводе тако да се садржај њихових порука:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може мењати делимично или у целини, при чему измењени изглед и садржај мора одговарати прописаном саобраћајном знаку'
                        },
                        {
                            id: 2,
                            text: 'не може мењати'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Саобраћајни знакови којима се учесницима у саобраћају на путу стављају до знања забране, ограничења и обавезе којих се морају придржавати су:', 
                    answers: [
                        {
                            id: 1,
                            text: 'знакови опасности'
                        },
                        {
                            id: 2,
                            text: 'знакови обавештења'
                        },
                        {
                            id: 3,
                            text: 'знакови изричитих наредби'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [7, 8]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Саобраћајни знакови који учеснике у саобраћају упозоравају на опасност која им прети на одређеном месту, односно делу пута и обавештавају о природи те опасности су:', 
                    answers: [
                        {
                            id: 1,
                            text: 'знакови обавештења'
                        },
                        {
                            id: 2,
                            text: 'знакови изричитих наредби'
                        },
                        {
                            id: 3,
                            text: 'знакови опасности'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Саобраћајни знакови који учесницима у саобраћају пружају потребна обавештења о путу којим се крећу и друга обавештења која им могу бити корисна су:', 
                    answers: [
                        {
                            id: 1,
                            text: 'знакови изричитих наредби'
                        },
                        {
                            id: 2,
                            text: 'знакови опасности'
                        },
                        {
                            id: 3,
                            text: 'знакови обавештења'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Допунска табла:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је саставни део саобраћајног знака уз који је постављена'
                        },
                        {
                            id: 2,
                            text: 'је саобраћајни знак који означава правац пута за насељено место'
                        },
                        {
                            id: 3,
                            text: 'ближе одређује значење саобраћајног знака уз који је постављена'
                        },
                        {
                            id: 4,
                            text: 'је саобраћајни знак којим се, поруком у облику текста учесницима у саобраћају, саопштавају забране, ограничења и обавезе'
                        }
                    ],
                    correct_answers: [1, 3]
                }
            ]
        },
        {
            id: 2,
            name: 'Значење саобраћајних знакова опасности, место постављања и престанак важности',
            total_number_of_questions: 39,
            questions: [
                {
                    id: 1, 
                    points: 3,
                    text: 'Знакови опасности, по правилу, се постављају:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на удаљености од 150 m до 250 m испред опасног места на путу'
                        },
                        {
                            id: 2,
                            text: 'непосредно испред опасног места на путу'
                        },
                        {
                            id: 3,
                            text: 'на удаљености од 100 m испред опасног места на путу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 2, 
                    points: 3,
                    text: 'Знак опасности који је постављен на путу ван насеља на удаљености мањој од 150 m или већој од 250 m испред опасног места на путу::', 
                    answers: [
                        {
                            id: 1,
                            text: 'не мора имати допунску таблу'
                        },
                        {
                            id: 2,
                            text: 'мора имати допунску таблу на којој је назначена врста опасности'
                        },
                        {
                            id: 3,
                            text: 'мора имати допунску таблу на којој је назначена удаљеност до опасног места'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 3,
                    text: 'Знак опасности који је постављен на путу у насељу на удаљености мањој од 150 m испред опасног места:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не мора имати допунску таблу'
                        },
                        {
                            id: 2,
                            text: 'мора имати допунску таблу на којој је назначена удаљеност до опасног места'
                        },
                        {
                            id: 3,
                            text: 'мора имати допунску таблу на којој је назначена врста опасности'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika403.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'приближавање кривини на лево, опасној због физичких карактеристика или недовољне прегледности'
                        },
                        {
                            id: 2,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 3,
                            text: 'пут са једносмерним саобраћајем'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika404.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 2,
                            text: 'пут са једносмерним саобраћајем'
                        },
                        {
                            id: 3,
                            text: 'приближавање кривини на десно, опасној због физичких карактеристика или недовољне прегледности'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika405.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се изводе радови на путу'
                        },
                        {
                            id: 2,
                            text: 'приближавање сужењу коловоза које може да представља извесну опасност'
                        },
                        {
                            id: 3,
                            text: 'место где се због завршавања саобраћајне траке, сужења коловоза и смањења броја саобраћајних трака, возила наизменично укључују у једну саобраћајну траку'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 7, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika406.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'приближавање сужењу коловоза с леве стране које може да представља извесну опасност'
                        },
                        {
                            id: 2,
                            text: 'наилазак на место где су постављени елементи за успоравање саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'приближавање месту на коме се изводе радови на путу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika407.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где се због завршавања саобраћајне траке, сужења коловоза и смањења броја саобраћајних трака, возила наизменично укључују у једну саобраћајну траку'
                        },
                        {
                            id: 2,
                            text: 'приближавање сужењу коловоза с десне стране које може да представља извесну опасност'
                        },
                        {
                            id: 3,
                            text: 'место на коме се изводе радови на путу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika408.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме коловоз под одређеним атмосферским условима или сличним околностима има клизаву површину'
                        },
                        {
                            id: 2,
                            text: 'близину места на коме се на путу налази покретни мост'
                        },
                        {
                            id: 3,
                            text: 'близину места на коме пут наилази на обалу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika409.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме коловоз под одређеним атмосферским условима или сличним околностима има клизаву површину'
                        },
                        {
                            id: 2,
                            text: 'близину места на коме пут наилази на обалу'
                        },
                        {
                            id: 3,
                            text: 'близину места на коме се на путу налази покретни мост'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika410.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме је коловоз нераван због близине опасног превоја пута или веће избочине на коловозу'
                        },
                        {
                            id: 2,
                            text: 'близину дела пута на коме је коловоз нераван због улегнућа'
                        },
                        {
                            id: 3,
                            text: 'близину дела пута на коме је коловоз нераван због постојања опасних избочина и улегнућа'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika411.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места на коме пут наилази на обалу'
                        },
                        {
                            id: 2,
                            text: 'близину дела пута на коме коловоз под одређеним атмосферским условима или сличним околностима има клизаву површину'
                        },
                        {
                            id: 3,
                            text: 'близину дела пута на коме је уз коловоз неучвршћена банкина'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika412.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме постоји опасност од камења које пада или од камења које се налази на путу'
                        },
                        {
                            id: 2,
                            text: 'близину дела пута на коме је уз коловоз неучвршћена банкина'
                        },
                        {
                            id: 3,
                            text: 'близину дела пута на коме се налази неваљани туцаник или који је посут ситним камењем на тврдој подлози и на коме за друге учеснике у саобраћају постоји опасност од прскања камена'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 14, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika414.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'посебно изграђену стазу којом се пешаци морају кретати, а по којој је забрањено кретање другим учесницима у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'близину места на путу на коме се налази обележени пешачки прелаз'
                        },
                        {
                            id: 3,
                            text: 'место на коме се налази обележени пешачки прелаз'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 15, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika413.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута опасног због преласка дивљачи преко пута'
                        },
                        {
                            id: 2,
                            text: 'близину дела пута на коме домаће животиње под надзором прелазе преко пута или се крећу дуж пута'
                        },
                        {
                            id: 3,
                            text: 'стазу којом се морају кретати јахачи, а по којој је забрањено кретање другим учесницима у саобраћају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 16, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika417.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се изводе радови на путу'
                        },
                        {
                            id: 2,
                            text: 'место где се због завршавања саобраћајне траке, сужења коловоза и смањења броја саобраћајних трака, возила наизменично укључују у једну саобраћајну траку'
                        },
                        {
                            id: 3,
                            text: 'приближавање сужењу коловоза које може да представља извесну опасност'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 17, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika418.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме је честа појава јаког бочног ветра изазваног летом авиона'
                        },
                        {
                            id: 2,
                            text: 'близину аеродрома или место аеродрома'
                        },
                        {
                            id: 3,
                            text: 'део пута преко кога авиони прелећу у ниском лету приликом слетања односно полетања'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 18, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika419.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме постоји опасност од камења које пада или од камења које се налази на путу са десне стране'
                        },
                        {
                            id: 2,
                            text: 'близину дела пута на коме често дува јак бочни ветар'
                        },
                        {
                            id: 3,
                            text: 'део пута преко кога авиони прелећу у ниском лету приликом слетања односно полетања'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 19, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika420.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се изводе радови на путу'
                        },
                        {
                            id: 2,
                            text: 'близину дела пута или места на путу на коме учесницима у саобраћају прети опасност за коју није предвиђен посебан знак опасности'
                        },
                        {
                            id: 3,
                            text: 'близину раскрснице на којој возач мора да уступи првенство пролаза возилима која се крећу по путу на који он наилази'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika421.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину раскрснице на којој се пут са првенством пролаза укршта са споредним путем'
                        },
                        {
                            id: 2,
                            text: 'близину укрштања путева од којих ниједан пут није пут са првенством пролаза'
                        },
                        {
                            id: 3,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika422.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину укрштања путева од којих ниједан пут није пут са првенством пролаза'
                        },
                        {
                            id: 2,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 3,
                            text: 'близину раскрснице на којој се пут са првенством пролаза укршта са споредним путем под правим углом'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 22, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika423.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину укрштања путева од којих ниједан пут није пут са првенством пролаза'
                        },
                        {
                            id: 2,
                            text: 'близину раскрснице на којој се пут са првенством пролаза укршта са споредним путем с леве стране'
                        },
                        {
                            id: 3,
                            text: 'близину раскрснице на којој се пут са првенством пролаза спаја са споредним путем под правим углом с леве стране'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 23, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika424.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину тунела на путу'
                        },
                        {
                            id: 2,
                            text: 'близину подвожњака'
                        },
                        {
                            id: 3,
                            text: 'близину надвожњака'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 24, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika425.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину раскрснице на којој се пут са првенством пролаза укршта са споредним путем с десне стране'
                        },
                        {
                            id: 2,
                            text: 'близину раскрснице на којој се пут са првенством пролаза спаја са споредним путем под правим углом с десне стране'
                        },
                        {
                            id: 3,
                            text: 'близину укрштања путева од којих ниједан пут није пут са првенством пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 25, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika426.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину раскрснице на којој се пут са првенством пролаза укршта са споредним путем с десне стране'
                        },
                        {
                            id: 2,
                            text: 'близину раскрснице на којој се пут са првенством пролаза спаја са споредним путем под оштрим углом с десне стране'
                        },
                        {
                            id: 3,
                            text: 'близину укрштања путева од којих ниједан пут није пут са првенством пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika427.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме је забрањено полукружно окретање'
                        },
                        {
                            id: 2,
                            text: 'близину раскрснице на којој се саобраћај одвија у кружном току'
                        },
                        {
                            id: 3,
                            text: 'коловоз односно део коловоза којим се возила морају кретати приликом обилажења пешачких острва, острва за усмеравање саобраћаја и других објеката на коловозу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 27, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika428.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 2,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који је обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 3,
                            text: 'близину места на коме пут прелази преко трамвајске пруге у нивоу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 28, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika429.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута опасног због преласка дивљачи преко пута'
                        },
                        {
                            id: 2,
                            text: 'стазу којом се морају кретати јахачи, а по којој је забрањено кретање другим учесницима у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'близину дела пута на коме домаће животиње под надзором прелазе преко пута или се крећу дуж пута'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 29, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika430.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину укрштања путева од којих ниједан пут није пут са првенством пролаза'
                        },
                        {
                            id: 2,
                            text: 'близину раскрснице на којој се пут са првенством пролаза спаја са споредним путем под оштрим углом с леве стране'
                        },
                        {
                            id: 3,
                            text: 'близину раскрснице на којој се пут са првенством пролаза укршта са споредним путем с леве стране'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 30, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika431.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се налази трамвајска станица'
                        },
                        {
                            id: 2,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 3,
                            text: 'близину места на коме пут прелази преко трамвајске пруге у нивоу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 31, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika432.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који је обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 2,
                            text: 'близину места на коме пут прелази преко трамвајске пруге у нивоу'
                        },
                        {
                            id: 3,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 32, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika433.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме пут прелази преко железничке пруге у нивоу без браника или полубраника, са једним колосеком'
                        },
                        {
                            id: 2,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 3,
                            text: 'место на коме пут прелази преко железничке пруге у нивоу без браника или полубраника, са два или више колосека'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika434.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'удаљеност до прелаза пута преко железничке пруге у нивоу, који је обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 2,
                            text: 'удаљеност до прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 3,
                            text: 'близину места на коме пут прелази преко трамвајске пруге у нивоу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 34, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika435.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'удаљеност од 240 m до прелаза пута преко железничке пруге у нивоу'
                        },
                        {
                            id: 2,
                            text: 'удаљеност од 160 m до прелаза пута преко железничке пруге у нивоу'
                        },
                        {
                            id: 3,
                            text: 'удаљеност од 280 m до прелаза пута преко железничке пруге у нивоу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 35, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika436.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'удаљеност од 160 m до прелаза пута преко железничке пруге у нивоу, који је обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 2,
                            text: 'удаљеност од 240 m до прелаза пута преко железничке пруге у нивоу, који је обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 3,
                            text: 'удаљеност од 280 m до прелаза пута преко железничке пруге у нивоу, који је обезбеђен браницима или полубраницима'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 36, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika437.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'удаљеност до прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        },
                        {
                            id: 2,
                            text: 'близину места на коме пут прелази преко трамвајске пруге у нивоу'
                        },
                        {
                            id: 3,
                            text: 'удаљеност до прелаза пута преко железничке пруге у нивоу, који је обезбеђен браницима или полубраницима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 37, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika438.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме постоји опасност од камења које пада или од камења које се налази на путу'
                        },
                        {
                            id: 2,
                            text: 'близину дела пута на коме се налази неваљани туцаник или који је посут ситним камењем на тврдој подлози и на коме за друге учеснике у саобраћају постоји опасност од прскања камена  '
                        },
                        {
                            id: 3,
                            text: 'близину дела пута на коме је уз коловоз неучвршћена банкина'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 38, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika439.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'удаљеност од 160 m до прелаза пута преко железничке пруге у нивоу'
                        },
                        {
                            id: 2,
                            text: 'удаљеност од 80 m до прелаза пута преко железничке пруге у нивоу'
                        },
                        {
                            id: 3,
                            text: 'удаљеност од 240 m до прелаза пута преко железничке пруге у нивоу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 39, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika440.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме пут прелази преко железничке пруге у нивоу без браника или полубраника са једним колосеком'
                        },
                        {
                            id: 2,
                            text: 'место на коме пут прелази преко железничке пруге у нивоу без браника или полубраника са два или више колосека'
                        },
                        {
                            id: 3,
                            text: 'близину прелаза пута преко железничке пруге у нивоу, који није обезбеђен браницима или полубраницима'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 3,
            name: 'Значење саобраћајних знакова изричитих наредби, место постављања и престанак важности',
            total_number_of_questions: 49,
            questions: [
                {
                    id: 1, 
                    points: 3,
                    text: 'Знак изричите наредбе се поставља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'на удаљености од 150 m до 250 m испред места на путу, одакле за учеснике у саобраћају настаје обавеза да се придржавају наредбе изражене саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'на удаљености од 100 m испред места на путу одакле за учеснике у саобраћају настаје обавеза да се придржавају наредбе изражене саобраћајним знаком'
                        },
                        {
                            id: 3,
                            text: 'непосредно испред места одакле за учеснике у саобраћају настаје обавеза да се придржавају наредбе изражене саобраћајним знаком'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 2, 
                    points: 3,
                    text: 'Изричита наредба дата знаком изричитих наредби постављеним на путу важи:', 
                    answers: [
                        {
                            id: 1,
                            text: '250 m од места на коме је постављен тај знак'
                        },
                        {
                            id: 2,
                            text: 'до места где је постављен знак обавештења о престанку те изричите наредбе, без обзира да ли до тог места постоји раскрсница'
                        },
                        {
                            id: 3,
                            text: 'до прве наредне раскрснице, односно до места где је постављен знак обавештења о престанку те изричите наредбе'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika490.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут односно део пута на коме је забрањен саобраћај возила из смера према коме је окренут знак'
                        },
                        {
                            id: 2,
                            text: 'пут односно део пута на коме је забрањен саобраћај свим возилима у оба смера'
                        },
                        {
                            id: 3,
                            text: 'пут односно део пута на коме је забрањен саобраћај за сва моторна возила, осим за мотоцикле без приколице и мопеде'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 4, 
                    points: 3,
                    text: 'Изричита наредба дата саобраћајним знаком на слици важи:', 
                    image: './img/slika491.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'на удаљености од 200 m од места на коме је постављен тај знак'
                        },
                        {
                            id: 2,
                            text: 'од места на коме је постављен тај знак у дужини од 200 m'
                        },
                        {
                            id: 3,
                            text: 'од места на коме је постављен тај знак'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 3,
                    text: 'Изричита наредба дата саобраћајним знаком на слици важи:', 
                    image: './img/slika492.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'од места на коме је постављен тај знак'
                        },
                        {
                            id: 2,
                            text: 'на удаљености од 200 m од места на коме је постављен тај знак'
                        },
                        {
                            id: 3,
                            text: 'од места на коме је постављен тај знак у дужини од 200 m'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika493.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут односно део пута на коме је забрањен саобраћај свим возилима у оба смера'
                        },
                        {
                            id: 2,
                            text: 'пут односно део пута на коме је забрањен саобраћај возила из смера према коме је окренут знак'
                        },
                        {
                            id: 3,
                            text: 'пут односно део пута на коме је забрањен саобраћај за сва моторна возила, осим за мотоцикле без приколице и мопеде'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 7, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika494.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут односно део пута на коме је дозвољен саобраћај само путничким возилима'
                        },
                        {
                            id: 2,
                            text: 'пут односно део пута на коме је забрањен саобраћај за сва моторна возила, осим за мотоцикле без приколице и мопеде'
                        },
                        {
                            id: 3,
                            text: 'пут односно део пута на коме је забрањен саобраћај за сва возила, осим за путничка возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 8, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika495.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за сва возила, осим за путничка возила'
                        },
                        {
                            id: 2,
                            text: 'место на коме се налази аутобуско стајалиште'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за аутобусе'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 9, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika495.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута којим се морају кретати теретна возила'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за теретна возила'
                        },
                        {
                            id: 3,
                            text: 'пут или део пута на коме је забрањен саобраћај возилима која превозе експлозив или лако запаљиве материје'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika497.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут односно део пута на коме је забрањен саобраћај за бицикле'
                        },
                        {
                            id: 2,
                            text: 'пут односно део пута на коме је забрањен саобраћај за мотоцикле, тешкe трициклe и тешкe четвороциклe'
                        },
                        {
                            id: 3,
                            text: 'пут односно део пута на коме је забрањен саобраћај за мопеде, лаке трицикле и лаке четвороцикле'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika498.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за мотоцикле, тешкe трициклe и тешкe четвороциклe'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за бицикле'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за мопеде, лаке трицикле и лаке четвороцикле'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika499.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за сва возила'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је дозвољен саобраћај само путничким возилима, мотоциклима и запрежним возилима'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за сва моторна возила и запрежна возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika500.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место одакле престаје да важи забрана саобраћаја за бицикле'
                        },
                        {
                            id: 2,
                            text: 'пут којим се морају кретати бицикли, а по коме је забрањено кретање другим учесницима у саобраћају'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за бицикле'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 14, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika501.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за сва возила, осим за теретна возила и аутобусе'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за сва моторна возила'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је дозвољен саобраћај само путничким возилима и мотоциклима'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 15, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika402.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила, односно скуповима возила, чија укупна дужина прелази дужину означену на знаку'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила чија укупна висина прелази висину означену на знаку'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила чија ширина прелази ширину означену на знаку'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 16, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika503.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'раскрсницу на којој је скретање улево забрањено'
                        },
                        {
                            id: 2,
                            text: 'забрану ступања возила на пут пре него што прођу возила из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'место на коме је забрањено полукружно окретање'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 17, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika504.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила, односно скуповима возила, чија укупна дужина прелази дужину означену на знаку'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила чија ширина прелази ширину означену на знаку'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила чија укупна висина прелази висину означену на знаку'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 18, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika505.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'брзину која се препоручује на одређеном делу пута (у km/h)'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме се возила у нормалним условима морају кретати најмање оном брзином (у km/h) која је означена на знаку'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме се возила не смеју кретати брзином (у km/h) већом од брзине која је означена на знаку'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 19, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika506.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места на коме се прелази са дела пута на коме се саобраћај одвија само у једном смеру на део тог пута на коме се привремено или стално саобраћај врши у оба смера'
                        },
                        {
                            id: 2,
                            text: 'обавештење возачу да на уском пролазу има право првенства у односу на возила која долазе из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'забрану ступања возила на уски део пута пре него што тим делом пређу возила из супротног смера'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 20, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika507.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, или део пута на коме је забрањен саобраћај возилима која превозе експлозив или лако запаљиве материје'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај возилима која превозе материје које могу да изазову загађивање воде'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за теретна возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 21, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika508.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за теретна возила'
                        },
                        {
                            id: 2,
                            text: 'пут, или део пута на коме је забрањен саобраћај возилима која превозе опасне терете'
                        },
                        {
                            id: 3,
                            text: 'пут, или део пута на коме је забрањен саобраћај возилима која превозе експлозив или лако запаљиве материје'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 22, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika509.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за моторна возила која вуку прикључно возило'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за теретна возила'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за моторна возила која вуку прикључно возило осим полуприколице'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 23, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika510.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за моторна возила која вуку прикључно возило'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за теретна возила'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за моторна возила која вуку прикључно возило осим полуприколице'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 24, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika511.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме се морају кретати трактори'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за сва моторна возила'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за тракторе'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 25, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika512.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за домаће животиње'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за запрежна возила'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за моторна возила и запрежна возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika513.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за ручна колица'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за пешаке'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута којим се морају кретати пешаци који гурају ручна колица'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika514.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'посебно изграђену стазу којом се пешаци морају кретати, а по којој је забрањено кретање другим учесницима у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'близину места на путу на коме се налази обележени пешачки прелаз'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за пешаке'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 28, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika515.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за сва моторна возила'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је дозвољен саобраћај само аутобусима, тракторима и запрежним возилима'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за врсту возила приказаних на знаку'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 29, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika516.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила чија укупна висина прелази висину означену на знаку'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила, односно скуповима возила, чија укупна дужина прелази дужину означену на знаку'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила чија ширина прелази ширину означену на знаку'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 30, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika517.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила односно скупове возила, чија маса прелази масу означену на знаку'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила са осовинским оптерећењем већим од оптерећења означеног на знаку'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила чија ширина прелази ширину означену на знаку'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 31, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika518.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила односно скупове возила, чија највећа дозвољена маса прелази масу означену на знаку'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила са осовинским оптерећењем већим од оптерећења означеног на знаку'
                        },
                        {
                            id: 3,
                            text: 'пут, односно део пута на коме је забрањен саобраћај за возила односно скупове возила, чија укупна маса прелази масу означену на знаку'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 32, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika519.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'најмање растојање између возила у кретању којег се возачи морају придржавати'
                        },
                        {
                            id: 2,
                            text: 'највеће одстојање између возила у кретању којег се возачи морају придржавати'
                        },
                        {
                            id: 3,
                            text: 'најмање одстојање између возила у кретању којег се возачи морају придржавати'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika520.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме се уређајем на возилу не смеју давати звучни знакови, осим у случају непосредне опасности'
                        },
                        {
                            id: 2,
                            text: 'место одакле престаје забрана давања звучних знакова'
                        },
                        {
                            id: 3,
                            text: 'место на којем се завршава одредиште од културно историјског значаја'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 34, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika521.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'део пута на коме моторна возила, осим мотоцикла, мопеда, лаких трицикла, тешких трицикла, лаких четвороцикла, тешких четвороцикла, радних машина, трактора и мотокултиватора, морају на погонским точковима имати ланце за снег кад је на коловозу снег'
                        },
                        {
                            id: 2,
                            text: 'део пута на коме сва моторна возила морају на погонским точковима имати ланце за снег или зимске пнеуматике када је на коловозу снег'
                        },
                        {
                            id: 3,
                            text: 'део пута на коме сва моторна возила морају на погонским точковима имати ланце за снег кад је на коловозу снег'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 35, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika522.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 2,
                            text: 'пут са једносмерним саобраћајем'
                        },
                        {
                            id: 3,
                            text: 'обавештење учесника у саобраћају о једносмерном путу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 36, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika523.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'стазу којом се морају кретати јахачи, а по којој је забрањено кретање другим учесницима у саобраћају'
                        },
                        {
                            id: 2,
                            text: 'близину дела пута на коме домаће животиње под надзором прелазе преко пута или се крећу дуж пута'
                        },
                        {
                            id: 3,
                            text: 'близину дела пута опасног због преласка дивљачи преко пута'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 37, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika524.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се налази обележени пешачки прелаз'
                        },
                        {
                            id: 2,
                            text: 'близину места на путу на коме се налази обележени пешачки прелаз'
                        },
                        {
                            id: 3,
                            text: 'посебно изграђену стазу којом се пешаци морају кретати, а по којој је забрањено кретање другим учесницима у саобраћају'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 38, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika525.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'приближавање опасној кривини на десно'
                        },
                        {
                            id: 2,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 3,
                            text: 'пут са једносмерним саобраћајем'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 39, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika526.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се налази подземни пролаз за возила'
                        },
                        {
                            id: 2,
                            text: 'коловоз односно део коловоза којим се возила морају кретати приликом обилажења пешачких острва, острва за усмеравање саобраћаја и других објеката на коловозу'
                        },
                        {
                            id: 3,
                            text: 'пружање пута са једносмерним саобраћајем'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 40, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika527.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се налази подземни пролаз за возила'
                        },
                        {
                            id: 2,
                            text: 'пружање пута са једносмерним саобраћајем'
                        },
                        {
                            id: 3,
                            text: 'коловоз, односно део коловоза којим се возила морају кретати приликом обилажења пешачких острва, острва за усмеравање саобраћаја и других објеката на коловозу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 41, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika528.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'део пута на којем је забрањено заустављање и паркирање возила'
                        },
                        {
                            id: 2,
                            text: 'страну пута на којој је забрањено заустављање и паркирање возила'
                        },
                        {
                            id: 3,
                            text: 'страну пута на којој је забрањено паркирање, а дозвољено заустављање возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 42, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika529.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'страну пута на којој је забрањено заустављање и паркирање возила'
                        },
                        {
                            id: 2,
                            text: 'страну пута на којој је забрањено паркирање возила'
                        },
                        {
                            id: 3,
                            text: 'део пута на којем је забрањено паркирање возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 43, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika530.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут, односно део пута на коме се возила не смеју кретати брзином (у km/h) већом од брзине која је означена на знаку'
                        },
                        {
                            id: 2,
                            text: 'пут, односно део пута на коме се возила у нормалним условима морају кретати најмање оном брзином (у km/h) која је означена на знаку'
                        },
                        {
                            id: 3,
                            text: 'брзину (у km/h) која се препоручује на одређеном делу пута'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 44, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika531.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут са једносмерним саобраћајем'
                        },
                        {
                            id: 2,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 3,
                            text: 'обавештење учесницима у саобраћају о једносмерном путу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 45, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika532.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину раскрснице на којој се саобраћај одвија у кружном току'
                        },
                        {
                            id: 2,
                            text: 'коловоз, односно део коловоза којим се возила морају кретати приликом обилажења острва за усмеравање саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'близину раскрснице на којој се укрштају три пута са једносмерним саобраћајем'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 46, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika533.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 2,
                            text: 'приближавање опасној кривини на лево'
                        },
                        {
                            id: 3,
                            text: 'пут са једносмерним саобраћајем'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 47, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika534.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'коловоз, односно део коловоза којим се возила могу кретати приликом обилажења пешачких острва, острва за усмеравање саобраћаја и других објеката на коловозу'
                        },
                        {
                            id: 2,
                            text: 'смерове у којима се возила смеју кретати'
                        },
                        {
                            id: 3,
                            text: 'пружање путева са једносмерним саобраћајем'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 48, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika535.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обавештење учесника у саобраћају о једносмерном путу'
                        },
                        {
                            id: 2,
                            text: 'пут са једносмерним саобраћајем'
                        },
                        {
                            id: 3,
                            text: 'смер којим се возила морају кретати'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 49, 
                    points: 3,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika536.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смерове у којима се возила смеју кретати'
                        },
                        {
                            id: 2,
                            text: 'пружање путева са једносмерним саобраћајем'
                        },
                        {
                            id: 3,
                            text: 'коловоз, односно део коловоза којим се возила могу кретати приликом обилажења пешачких острва, острва за усмеравање саобраћаја и других објеката на коловозу'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 4,
            name: 'Значење саобраћајних знакова обавештења, место постављања и престанак важности',
            total_number_of_questions: 85,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'У циљу пружања учесницима у саобраћају претходних обавештења, обавештења о престројавању, обавештења о скретању, потврдних обавештења о правцу кретања, као и означавања објеката, терена, улица или делова пута на које се односе, постављају се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'знакови опасности'
                        },
                        {
                            id: 2,
                            text: 'знакови обавештења'
                        },
                        {
                            id: 3,
                            text: 'знакови изричитих наредби'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika568.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'забрану ступања возила на уски део пута пре него што тим делом пређу возила из супротног смера'
                        },
                        {
                            id: 2,
                            text: 'близину места на коме се прелази са дела пута на коме се саобраћај одвија само у једном смеру на део тог пута на коме се привремено или стално саобраћај врши у оба смера'
                        },
                        {
                            id: 3,
                            text: 'обавештење возачу да на уском пролазу има право првенства у односу на возила која долазе из супротног смера'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika569.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'број међународног пута'
                        },
                        {
                            id: 2,
                            text: 'број регионалног пута'
                        },
                        {
                            id: 3,
                            text: 'број магистралног пута'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4,
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika570.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места на путу на коме се налази обележени пешачки прелаз'
                        },
                        {
                            id: 2,
                            text: 'место на коме се налази подземни или надземни пешачки пролаз'
                        },
                        {
                            id: 3,
                            text: 'место на коме се налази обележени пешачки прелаз'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika571.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'број пута'
                        },
                        {
                            id: 2,
                            text: 'број деонице пута'
                        },
                        {
                            id: 3,
                            text: 'стационажу пута, односно растојање од почетка тог пута до места на ком је постављен знак'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika572.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се завршава паркиралиште за путничка возила'
                        },
                        {
                            id: 2,
                            text: 'место на коме се завршава аутопут'
                        },
                        {
                            id: 3,
                            text: 'место на коме се завршава мотопут'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika573.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места на коме се пут завршава'
                        },
                        {
                            id: 2,
                            text: 'место на коме се завршава аутопут'
                        },
                        {
                            id: 3,
                            text: 'близину места на којем се налази надвожњак на путу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika574.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на којем се завршава одредиште од културно историјског значаја'
                        },
                        {
                            id: 2,
                            text: 'место одакле престаје забрана давања звучних знакова'
                        },
                        {
                            id: 3,
                            text: 'пут односно део пута на коме се уређајем на возилу не смеју давати звучни знакови, осим у случају непосредне опасности'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika575.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'растојање до завршетка пута по којем се возило креће'
                        },
                        {
                            id: 2,
                            text: 'број пута, број деонице пута и стационажу пута'
                        },
                        {
                            id: 3,
                            text: 'растојање од граничног прелаза до места на коме је постављен знак'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika576.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на путу одакле почиње забрана употребе зимских пнеуматика или ланаца за снег'
                        },
                        {
                            id: 2,
                            text: 'место на путу одакле престаје да важи обавеза поседовања прописане зимске опреме'
                        },
                        {
                            id: 3,
                            text: 'место на путу одакле престаје да важи обавеза ношења ланаца за снег која је пре тог места успостављена одговарајућим саобраћајним знаком постављеним на том путу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika577.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут односно део пута на коме је забрањен саобраћај за бицикле'
                        },
                        {
                            id: 2,
                            text: 'близину места на коме се бициклисти често прикључују на пут или га прелазе'
                        },
                        {
                            id: 3,
                            text: 'место на путу на којем се завршава бициклистичка стаза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika578.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на путу где се завршава пешачка зона'
                        },
                        {
                            id: 2,
                            text: 'место на путу на којем се завршава пешачка стаза'
                        },
                        {
                            id: 3,
                            text: 'место на путу где се завршава зона успореног саобраћаја'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika579.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркиралиште на коме је паркирање возила временски ограничено'
                        },
                        {
                            id: 2,
                            text: 'гаражу са паркинг местима'
                        },
                        {
                            id: 3,
                            text: 'паркиралиште'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika580.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркиралиште на коме је паркирање возила временски ограничено'
                        },
                        {
                            id: 2,
                            text: 'гаражу са паркинг местима'
                        },
                        {
                            id: 3,
                            text: 'паркиралиште где возило може да се паркира и да се путовање настави неким другим транспортним средством, које може бити приказано симболом'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika581.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'гаражу са паркинг местима'
                        },
                        {
                            id: 2,
                            text: 'паркиралиште'
                        },
                        {
                            id: 3,
                            text: 'паркиралиште на коме је паркирање возила временски ограничено'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika582.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркиралиште на коме је паркирање возила временски ограничено'
                        },
                        {
                            id: 2,
                            text: 'паркиралиште где возило може да се паркира и да се путовање настави неким другим транспортним средством, које може бити приказано симболом'
                        },
                        {
                            id: 3,
                            text: 'гаражу са паркинг местима'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika583.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место у коме се налази служба за пружање помоћи у случају квара на возилу'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази објекат за вршење техничких прегледа возила'
                        },
                        {
                            id: 3,
                            text: 'близину места на коме се налази радионица за оправку возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika584.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место на којем је могуће користити телефон за време вожње'
                        },
                        {
                            id: 2,
                            text: 'близину места или место у коме се могу добити туристичке информације'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази телефонска говорница'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika585.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место на коме се налази здравствена установа у којој се врше здравствени прегледи возача'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази станица за прву помоћ'
                        },
                        {
                            id: 3,
                            text: 'близину болнице и упозорење возачу да својим возилом не ствара сувишну буку'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika586.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место у коме се могу добити туристичке информације'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази бензинска станица'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази телефонска говорница'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika587.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место на коме се налази кафана'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази ресторан'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази хотел односно мотел'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika588.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место на коме се налази хотел односно мотел'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази терен за камповање'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на којем су постављени елементи за успоравање саобраћаја'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika589.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место на коме се налази терен уређен за излетнике'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази планинарски дом'
                        },
                        {
                            id: 3,
                            text: 'близину терена или терен уређен за камповање под шаторима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika590.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место на коме се налази ресторан'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази кафана'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази хотел односно мотел'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika591.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину терена или терен уређен за камповање под шаторима'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази терен уређен за излетнике'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази планинарски дом'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika592.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину терена или терен за камповање под шаторима и у приколицама'
                        },
                        {
                            id: 2,
                            text: 'близину терена или терен за боравак у приколицама'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази терен уређен за излетнике'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika593.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места на коме се налази радионица за оправку возила'
                        },
                        {
                            id: 2,
                            text: 'близину места или место у коме се налази служба за пружање помоћи у случају квара на возилу'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази објекат за вршење техничких прегледа возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika594.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место на коме се налази терен уређен за излетнике'
                        },
                        {
                            id: 2,
                            text: 'близину терена или терен за боравак само у приколицама'
                        },
                        {
                            id: 3,
                            text: 'близину терена или терен за камповање под шаторима и у приколицама'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika595.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину терена или терен уређен за камповање под шаторима'
                        },
                        {
                            id: 2,
                            text: 'близину места или место на коме се налази терен уређен за излетнике'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази планинарски дом'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika596.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место у коме се налази служба за гашење пожара'
                        },
                        {
                            id: 2,
                            text: 'близину места или место где постоји апарат за гашење почетних пожара'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме је обавезно гашење отвореног пламена помоћу апарата за гашење почетних пожара који је саставни део опреме возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika597.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се налази аутобуско стајалиште'
                        },
                        {
                            id: 2,
                            text: 'место на коме се налази трамвајска станица'
                        },
                        {
                            id: 3,
                            text: 'саобраћајну траку која је намењена само за кретање возила јавног превоза путника'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika598.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места на коме пут прелази преко железничке пруге у нивоу'
                        },
                        {
                            id: 2,
                            text: 'близину места на коме пут прелази преко трамвајске пруге у нивоу'
                        },
                        {
                            id: 3,
                            text: 'место на коме се налази трамвајска станица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika599.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме је честа појава јаког бочног ветра изазваног летом авиона'
                        },
                        {
                            id: 2,
                            text: 'близину аеродрома или место аеродрома'
                        },
                        {
                            id: 3,
                            text: 'део пута преко кога авиони прелећу у ниском лету приликом слетања односно полетања'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika600.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'број путног објекта од посебног значаја са надморском висином (вијадукт, тунел и сл.)'
                        },
                        {
                            id: 2,
                            text: 'број планинског превоја са надморском висином'
                        },
                        {
                            id: 3,
                            text: 'број серпентине са надморском висином'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 35, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika601.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'назив реке преко које пут прелази'
                        },
                        {
                            id: 2,
                            text: 'назив туристичког одредишта'
                        },
                        {
                            id: 3,
                            text: 'назив путног објекта од посебног значаја'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 36, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika602.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места или место на коме се налази станица полиције'
                        },
                        {
                            id: 2,
                            text: 'близину раскрснице на којој је саобраћај регулисан од стране полицијских службеника'
                        },
                        {
                            id: 3,
                            text: 'близину места где је забрањен пролаз без заустављања и одобрења полицијског службеника'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 37, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika603.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину раскрснице на којој возач мора да уступи првенство пролаза возилима која се крећу по путу на који он наилази'
                        },
                        {
                            id: 2,
                            text: 'место пред улазом у раскрсницу на коме је возач дужан да заустави возило и уступи првенство пролаза возилима која се крећу путем на који он наилази'
                        },
                        {
                            id: 3,
                            text: 'пут или део пута на коме возила имају првенство пролаза у односу на возила која се крећу путевима који се укрштају с тим путем односно делом пута'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 38, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika604.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се завршава пут или део пута са првенством пролаза'
                        },
                        {
                            id: 2,
                            text: 'пут или део пута на коме возила имају првенство пролаза у односу на возила која се крећу путевима који се укрштају с тим путем односно делом пута'
                        },
                        {
                            id: 3,
                            text: 'обавештење учесницима у саобраћају о једносмерном путу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 39, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika605.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'планински превој са надморском висином'
                        },
                        {
                            id: 2,
                            text: 'назив путног објекта од посебног значаја са надморском висином (вијадукт, тунел и сл.)'
                        },
                        {
                            id: 3,
                            text: 'назив планинског превоја са дужином пута који се пружа преко превоја'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 40, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika606.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину места на којем се налази културно историјски објекат'
                        },
                        {
                            id: 2,
                            text: 'назив улице'
                        },
                        {
                            id: 3,
                            text: 'назив туристичког одредишта'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 41, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika607.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обавештење учесницима у саобраћају о једносмерном путу'
                        },
                        {
                            id: 2,
                            text: 'смер којим није дозвољено кретање возила'
                        },
                        {
                            id: 3,
                            text: 'смер којим се возила морају кретати'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 42, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika608.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смер којим није дозвољено кретање возила'
                        },
                        {
                            id: 2,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 3,
                            text: 'обавештење учесницима у саобраћају о једносмерном путу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 43, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika609.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину и положај пута који нема излаз (слепи пут)'
                        },
                        {
                            id: 2,
                            text: 'претходно обавештење возачу ради престројавања на раскрсници на путевима са више саобраћајних трака'
                        },
                        {
                            id: 3,
                            text: 'близину места или место на коме се налази станица за прву помоћ'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 44, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika610.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пут са једносмерним саобраћајем'
                        },
                        {
                            id: 2,
                            text: 'приближавање кривини на лево, опасној због физичких карактеристика или недовољне прегледности'
                        },
                        {
                            id: 3,
                            text: 'место где се наилази на оштру кривину'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 45, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika611.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где се наилази на оштру кривину'
                        },
                        {
                            id: 2,
                            text: 'пут са једносмерним саобраћајем'
                        },
                        {
                            id: 3,
                            text: 'приближавање кривини на десно, опасној због физичких карактеристика или недовољне прегледности'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 46, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika612.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'приближавање кривини на лево, опасној због физичких карактеристика или недовољне прегледности'
                        },
                        {
                            id: 2,
                            text: 'место где се наилази на оштру кривину'
                        },
                        {
                            id: 3,
                            text: 'приближавање делу пута са више опасних кривина од којих је прва налево'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 47, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika613.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место изласка са путног објекта'
                        },
                        {
                            id: 2,
                            text: 'место изласка из тунела у случају опасности'
                        },
                        {
                            id: 3,
                            text: 'место изласка са аутопута'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 48, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika614.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'приближавање кривини на десно, опасној због физичких карактеристика или недовољне прегледности'
                        },
                        {
                            id: 2,
                            text: 'приближавање делу пута са више опасних кривина од којих је прва надесно'
                        },
                        {
                            id: 3,
                            text: 'место где се наилази на оштру кривину'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 49, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika615.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се налази аутобуско стајалиште'
                        },
                        {
                            id: 2,
                            text: 'саобраћајну траку која је намењена само за кретање возила јавног превоза путника'
                        },
                        {
                            id: 3,
                            text: 'саобраћајну траку која је намењена само за кретање аутобуса'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 50, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika616.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајну траку којом је забрањено кретање аутобуса'
                        },
                        {
                            id: 2,
                            text: 'место на коме се завршава саобраћајна трака која је намењена само за кретање аутобуса'
                        },
                        {
                            id: 3,
                            text: 'место на коме се завршава саобраћајна трака намењена само за кретање возила јавног превоза путника'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 51, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika617.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место од којег почиње зона школе'
                        },
                        {
                            id: 2,
                            text: 'место у чијој се близини налази школа и пешачки прелаз који деца често користе'
                        },
                        {
                            id: 3,
                            text: 'близину дела пута на коме се деца чешће и у већем броју крећу (близина школе, обданишта, игралишта и сл.)'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 52, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika618.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'почетак саобраћајне траке којом се морају кретати возила која се крећу брзином мањом од брзине означене на знаку'
                        },
                        {
                            id: 2,
                            text: 'почетак саобраћајне траке којом се возила не смеју кретати брзином већом од брзине која је означена на знаку'
                        },
                        {
                            id: 3,
                            text: 'место на коме се завршава трака којом се морају кретати возила која се крећу брзином мањом од брзине означене на знаку'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 53, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika619.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се завршава трака којом се морају кретати возила која се крећу брзином већом од брзине означене на знаку'
                        },
                        {
                            id: 2,
                            text: 'место на коме се завршава трака којом се морају кретати возила која се крећу брзином мањом од брзине означене на знаку'
                        },
                        {
                            id: 3,
                            text: 'почетак саобраћајне траке којом се морају кретати возила која се крећу брзином мањом од брзине означене на знаку'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 54, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika620.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место од којег почиње пешачка стаза'
                        },
                        {
                            id: 2,
                            text: 'место од којег почиње зона школе'
                        },
                        {
                            id: 3,
                            text: 'почетак зоне намењене искључиво за кретање пешака'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 55, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika621.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'завршетак пешачке зоне'
                        },
                        {
                            id: 2,
                            text: 'место где се завршава зона успореног саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'завршетак зоне школе'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 56, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika622.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место од којег почиње зона успореног саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'зону у којој је брзина кретања возила ограничена до 30 km/h'
                        },
                        {
                            id: 3,
                            text: 'место од којег почиње зона школе'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 57, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika623.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место од којег почиње зона школе'
                        },
                        {
                            id: 2,
                            text: 'почетак зоне намењене искључиво за кретање пешака'
                        },
                        {
                            id: 3,
                            text: 'место од којег почиње зона успореног саобраћаја'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 58, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika624.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где се завршава зона успореног саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'завршетак зоне у којој је ограничена брзина кретања возила до 30 km/h'
                        },
                        {
                            id: 3,
                            text: 'место где се завршава зона школе'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 59, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika625.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме је коловоз нераван због близине опасног превоја пута или веће избочине на коловозу'
                        },
                        {
                            id: 2,
                            text: 'наилазак на место где су постављени елементи за успоравање саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'близину дела пута на коме је коловоз нераван због постојања опасних избочина и улегнућа'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 60, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika626.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину објекта намењеног за рекреацију и спортске активности, са леве стране пута'
                        },
                        {
                            id: 2,
                            text: 'место на коме се налази подземни или надземни пешачки пролаз'
                        },
                        {
                            id: 3,
                            text: 'излаз за пешаке у случају опасности'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 61, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika627.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме се деца чешће и у већем броју крећу'
                        },
                        {
                            id: 2,
                            text: 'место од којег почиње зона школе'
                        },
                        {
                            id: 3,
                            text: 'место од којег почиње зона успореног саобраћаја'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 62, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika628.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где се завршава део пута на којем се деца чешће и у већем броју крећу'
                        },
                        {
                            id: 2,
                            text: 'место где се завршава зона успореног саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'завршетак зоне школе'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 63, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika629.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да је одређена саобраћајна трака намењена за кретање врсте возила чији је симбол приказан на знаку'
                        },
                        {
                            id: 2,
                            text: 'да одређена саобраћајна трака није намењена за кретање појединих врста возила чији је симбол приказан на знаку'
                        },
                        {
                            id: 3,
                            text: 'да је на тој деоници пута забрањено кретање врсте возила чији је симбол приказан на знаку'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 64, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika630.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину дела пута на коме постоји опасност због загушења саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'приближавање сужењу коловоза које може да представља извесну опасност'
                        },
                        {
                            id: 3,
                            text: 'место где се због завршавања саобраћајне траке, сужења коловоза и смањења броја саобраћајних трака, возила наизменично укључују у једну саобраћајну траку'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 65, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika631.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место одакле почиње аутопут'
                        },
                        {
                            id: 2,
                            text: 'место на коме се завршава аутопут'
                        },
                        {
                            id: 3,
                            text: 'близину места на којем се налази надвожњак на путу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 66, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika632.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'излаз за пешаке у случају опасности'
                        },
                        {
                            id: 2,
                            text: 'близину објекта намењеног за рекреацију и спортске активности, са десне стране пута'
                        },
                        {
                            id: 3,
                            text: 'место на коме се налази подземни или надземни пешачки пролаз'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 67, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika633.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'излаз за пешаке у случају опасности'
                        },
                        {
                            id: 2,
                            text: 'удаљеност до објекта намењеног за рекреацију и спортске активности, са леве стране пута'
                        },
                        {
                            id: 3,
                            text: 'смер у коме се налази излаз за случај опасности и удаљеност до њега'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 68, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika634.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'излаз за пешаке у случају опасности'
                        },
                        {
                            id: 2,
                            text: 'удаљеност до објекта намењеног за рекреацију и спортске активности, са десне стране пута'
                        },
                        {
                            id: 3,
                            text: 'смер у коме се налази излаз за случај опасности и удаљеност до њега'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 69, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika635.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смер кретања обилазним путем на месту где се изводе радови'
                        },
                        {
                            id: 2,
                            text: 'раскрсницу на којој је скретање улево забрањено'
                        },
                        {
                            id: 3,
                            text: 'пут којим се возило мора кретати ако намерава да скрене улево на следећој раскрсници на којој је скретање улево забрањено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 70, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika636.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'правац пута до одредишта или карактеристичног објекта'
                        },
                        {
                            id: 2,
                            text: 'потврду правца кретања после проласка раскрснице'
                        },
                        {
                            id: 3,
                            text: 'претходно обавештење возачу ради престројавања на раскрсници на путевима са више саобраћајних трака'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 71, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika637.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место одакле почиње аутопут'
                        },
                        {
                            id: 2,
                            text: 'паркиралишта за путничка возила'
                        },
                        {
                            id: 3,
                            text: 'место одакле почиње мотопут'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 72, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika638.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'одредиште или објекат туристичког или историјског значаја'
                        },
                        {
                            id: 2,
                            text: 'територију насељеног места у које улази пут и границу од које почиње то насељено место'
                        },
                        {
                            id: 3,
                            text: 'место од кога почиње насеље и од кога се примењују прописи о саобраћају у насељу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 73, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika639.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место на коме се завршава насељенo место кроз које пролази пут'
                        },
                        {
                            id: 2,
                            text: 'место на коме се завршава насеље и од кога престају да важе прописи о саобраћају у насељу'
                        },
                        {
                            id: 3,
                            text: 'место на коме се завршава одредиште или објекат туристичког или историјског значаја'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 74, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika640.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место одакле престаје ограничење брзине'
                        },
                        {
                            id: 2,
                            text: 'место одакле престаје обавеза кретања најмање прописаном брзином'
                        },
                        {
                            id: 3,
                            text: 'место одакле престаје обавеза кретања брзином која је препоручена на одређеном делу пута'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 75, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika641.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место одакле престаје ограничење брзине'
                        },
                        {
                            id: 2,
                            text: 'место одакле престаје обавеза кретања брзином која је препоручена на одређеном делу пута'
                        },
                        {
                            id: 3,
                            text: 'место одакле престаје обавеза кретања најмање прописаном брзином'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 76, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika642.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'претходно обавештење возачу ради престројавања на раскрсници на путевима са више саобраћајних трака'
                        },
                        {
                            id: 2,
                            text: 'потврду правца кретања после проласка раскрснице'
                        },
                        {
                            id: 3,
                            text: 'међусобни положај и правце путева и називе места до којих воде путеви који се укрштају'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 77, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika643.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'потврду правца кретања после проласка раскрснице'
                        },
                        {
                            id: 2,
                            text: 'пут са једносмерним саобраћајем'
                        },
                        {
                            id: 3,
                            text: 'правац пута до одредишта или карактеристичног објекта'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 78, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika644.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'потврду правца кретања после проласка раскрснице'
                        },
                        {
                            id: 2,
                            text: 'међусобни положај и правце путева и називе места до којих воде путеви који се укрштају'
                        },
                        {
                            id: 3,
                            text: 'претходно обавештење возачу ради престројавања на раскрсници на путевима са више саобраћајних трака'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 79, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika645.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'положај путног правца до насељеног места исписаног на знаку'
                        },
                        {
                            id: 2,
                            text: 'обавештење о називу петље на коју се наилази'
                        },
                        {
                            id: 3,
                            text: 'потврду правца кретања после проласка раскрснице где се путеви укрштају'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 80, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika646.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'положај путног правца до насељеног места исписаног на знаку'
                        },
                        {
                            id: 2,
                            text: 'потврду правца кретања после проласка раскрснице где се путеви укрштају'
                        },
                        {
                            id: 3,
                            text: 'обавештење о називу петље на коју се наилази'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 81, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika647.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смер и ток преусмереног саобраћаја када је због радова на путу, привремених препрека или оштећења коловоза, пут затворен'
                        },
                        {
                            id: 2,
                            text: 'близину и положај пута који нема излаз'
                        },
                        {
                            id: 3,
                            text: 'пут којим се возило мора кретати ако намерава да скрене улево на следећој раскрсници на којој је скретање улево забрањено'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 82, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika648.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где се врши скретање саобраћајних трака, при чему број саобраћајних трака остаје исти'
                        },
                        {
                            id: 2,
                            text: 'приближавање делу пута са више кривина или са узастопним кривинама, које су опасне по својим физичким карактеристикама или због недостатка прегледности'
                        },
                        {
                            id: 3,
                            text: 'приближавање кривини на десно, опасној због физичких карактеристика или недовољне прегледности'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 83, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици:', 
                    image: './img/slika649.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'означава правац кретања до одредишта или објекта туристичког значаја'
                        },
                        {
                            id: 2,
                            text: 'означава пут са једносмерним саобраћајем'
                        },
                        {
                            id: 3,
                            text: 'служи за усмеравање возила на обилазни пут'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 84, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika650.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'почетак саобраћајне траке којом се морају кретати спора возила'
                        },
                        {
                            id: 2,
                            text: 'место где почиње затварање једне саобраћајне траке намењене за кретање у истом смеру'
                        },
                        {
                            id: 3,
                            text: 'приближавање сужењу коловоза са леве стране које може да представља извесну опасност'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 85, 
                    points: 2,
                    text: 'Саобраћајни знак приказан на слици означава:', 
                    image: './img/slika651.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'удаљеност до места на коме се затвара једна саобраћајна трака'
                        },
                        {
                            id: 2,
                            text: 'удаљеност до места сужења коловоза са леве стране које може да представља извесну опасност'
                        },
                        {
                            id: 3,
                            text: 'даљеност до места где почиње саобраћајна трака којом се морају кретати спора возила'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 5,
            name: 'Значење допунских табли и начин постављања',
            total_number_of_questions: 29,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Допунска табла се поставља:', 
                    answers: [
                        {
                            id: 1,
                            text: 'испод доње ивице саобраћајног знака на који се допунска табла односи'
                        },
                        {
                            id: 2,
                            text: 'изнад горње ивице саобраћајног знака на који се допунска табла односи'
                        },
                        {
                            id: 3,
                            text: 'са леве или десне стране саобраћајног знака на који се допунска табла односи'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [2]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици допунска табла је саставни део:', 
                    image: './img/slika333.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајног знака „Ограничење брзине“'
                        },
                        {
                            id: 2,
                            text: 'оба саобраћајна знака'
                        },
                        {
                            id: 3,
                            text: 'саобраћајног знака „Забрана претицања свих моторних возила, осим мотоцикала без приколице“'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Допунска табла приказана на слици означава:', 
                    image: './img/slika334.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'удаљеност између знака уз који је постављена допунска табла и почетка дела пута односно места на које се знак односи'
                        },
                        {
                            id: 2,
                            text: 'дужину дела пута на коме прети опасност означена знаком, односно на коме се примењује изричита забрана, обавезе односно ограничење означено знаком'
                        },
                        {
                            id: 3,
                            text: 'примену забране паркирања или заустављања возила до знака'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [4, 5]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Допунска табла приказана на слици означава:', 
                    image: './img/slika335.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'примену забране паркирања или заустављања возила с једне или друге стране знака'
                        },
                        {
                            id: 2,
                            text: 'удаљеност између знака уз који је постављена допунска табла и почетка дела пута односно места на које се знак односи'
                        },
                        {
                            id: 3,
                            text: 'дужину дела пута на коме прети опасност означена знаком, односно на коме се примењује изричита забрана, обавезе, односно ограничење означено знаком'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Допунска табла приказана на слици означава:', 
                    image: './img/slika336.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'додатна обавештења о врсти и начину коришћења временске зоне паркирања'
                        },
                        {
                            id: 2,
                            text: 'време за које изричита забрана, обавезa, односно ограничење не важи'
                        },
                        {
                            id: 3,
                            text: 'време за које изричита забрана, обавезa, односно ограничење важи'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Допунске табле које садрже текстуалне поруке, као у ситуацији на слици:', 
                    image: './img/slika337.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'речима дају додатна обавештења о врсти и начину коришћења временске зоне паркирања'
                        },
                        {
                            id: 2,
                            text: 'речима стављају до знања забране, ограничења и обавезе којих се учесници у саобраћају морају придржавати'
                        },
                        {
                            id: 3,
                            text: 'речима дају обавештење које није у вези са значењем саобраћајног знака'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Допунске табле које садрже поруке у облику симбола, као у ситуацији на слици:', 
                    image: './img/slika338.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'симболом стављају до знања забране, ограничења и обавезе којих се учесници у саобраћају морају придржавати'
                        },
                        {
                            id: 2,
                            text: 'симболом дају обавештењa која нису у вези са значењем саобраћајних знакова'
                        },
                        {
                            id: 3,
                            text: 'симболом ближе одређују значење знакова уз које се истичу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Допунска табла приказана на слици означава:', 
                    image: './img/slika339.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'примену забране паркирања или заустављања возила 10 m са леве стране саобраћајног знака'
                        },
                        {
                            id: 2,
                            text: 'примену забране паркирања или заустављања возила 10 m иза саобраћајног знака'
                        },
                        {
                            id: 3,
                            text: 'примену забране паркирања или заустављања возила 10 m са десне стране саобраћајног знака'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [9, 10]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, означава:', 
                    image: './img/slika340.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'примену забране паркирања или заустављања возила иза саобраћајног знака'
                        },
                        {
                            id: 2,
                            text: 'примену забране паркирања или заустављања возила испред и иза саобраћајног знака'
                        },
                        {
                            id: 3,
                            text: 'примену забране паркирања или заустављања возила испред саобраћајног знака'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Допунска табла приказана на слици означава:', 
                    image: './img/slika341.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'примену забране паркирања или заустављања возила испред и иза саобраћајног знака'
                        },
                        {
                            id: 2,
                            text: 'примену забране паркирања или заустављања возила испред саобраћајног знака'
                        },
                        {
                            id: 3,
                            text: 'примену забране паркирања или заустављања возила са леве и десне стране саобраћајног знака'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika342.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на коловозу управно на подужну осу коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на коловозу под углом, у односу на подужну осу коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на коловозу паралелно са подужном осом коловоза'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [12]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika343.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на тротоару под углом у односу на подужну осу коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на тротоару управно на подужну осу коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на тротоару паралелно са подужном осом коловоза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак, означава:', 
                    image: './img/slika344.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'временске услове у којима важи знаком означена опасност или изричита наредба, и то када је на коловозу снег'
                        },
                        {
                            id: 2,
                            text: 'временске услове у којима важи знаком означена опасност или изричита наредба, и то када пада киша'
                        },
                        {
                            id: 3,
                            text: 'временске услове у којима важи знаком означена опасност или изричита наредба, и то када пада киша или снег'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Ограничење брзине“, означава:', 
                    image: './img/slika345.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да изричита наредба дата знаком важи када је снег на коловозу'
                        },
                        {
                            id: 2,
                            text: 'да изричита наредба дата знаком важи када пада снег'
                        },
                        {
                            id: 3,
                            text: 'да изричита наредба дата знаком важи када пада снег или киша'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Ограничење брзине“, означава:', 
                    image: './img/slika346.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да саобраћајни знак „Ограничење брзине“ не важи када пада киша'
                        },
                        {
                            id: 2,
                            text: 'да саобраћајни знак „Ограничење брзине“ важи када пада снег'
                        },
                        {
                            id: 3,
                            text: 'да саобраћајни знак „Ограничење брзине“ важи када пада киша'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Обавезно заустављање“, означава:', 
                    image: './img/slika347.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'пружање пута са првенством пролаза'
                        },
                        {
                            id: 2,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 3,
                            text: 'близину и положај пута који нема излаз (слепи пут)'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Пут са првенством пролаза“, означава:', 
                    image: './img/slika348.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину и положај пута који нема излаз (слепи пут)'
                        },
                        {
                            id: 2,
                            text: 'смер којим се возила морају кретати'
                        },
                        {
                            id: 3,
                            text: 'пружање пута са првенством пролаза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Допунска табла приказана на слици означава:', 
                    image: './img/slika349.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'примену забране паркирања или заустављања возила 10 m иза саобраћајног знака'
                        },
                        {
                            id: 2,
                            text: 'примену забране паркирања или заустављања возила 10 m са леве стране саобраћајног знака'
                        },
                        {
                            id: 3,
                            text: 'примену забране паркирања или заустављања возила 10 m са десне стране саобраћајног знака'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Допунска табла приказана на слици означава:', 
                    image: './img/slika350.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'примену забране паркирања или заустављања возила 5 m испред и иза саобраћајног знака'
                        },
                        {
                            id: 2,
                            text: 'примену забране паркирања или заустављања возила 5 m са леве и десне стране саобраћајног знака'
                        },
                        {
                            id: 3,
                            text: 'примену забране паркирања или заустављања возила 5 m са десне стране, испред и иза саобраћајног знака'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika351.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на тротоару под углом у односу на подужну осу коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на тротоару управно на подужну осу коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на тротоару паралелно са подужном осом коловоза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika352.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на тротоару под углом у односу на подужну осу коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на тротоару паралелно са подужном осом коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на тротоару управно на подужну осу коловоза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika353.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на тротоару и коловозу, под углом у односу на подужну осу коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на тротоару и коловозу, управно на подужну осу коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на тротоару и коловозу, паралелно са подужном осом коловоза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika354.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на тротоару и коловозу, под углом у односу на подужну осу коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на тротоару и коловозу, управно на подужну осу коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на тротоару и коловозу, паралелно са подужном осом коловоза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika355.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на тротоару и коловозу паралелно са подужном осом коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на тротоару и коловозу под углом у односу на подужну осу коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на тротоару и коловозу управно на подужну осу коловоза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika356.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на коловозу под углом, у односу на подужну осу коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на коловозу паралелно са подужном осом коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на коловозу управно на подужну осу коловоза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак, означава:', 
                    image: './img/slika357.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'временске услове у којима важи знаком означена опасност или изричита наредба, и то када пада киша'
                        },
                        {
                            id: 2,
                            text: 'временске услове у којима важи знаком означена опасност или изричита наредба, и то када не пада киша'
                        },
                        {
                            id: 3,
                            text: 'временске услове у којима важи знаком означена опасност или изричита наредба, и то када пада снег'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак „Паркиралиште”, означава:', 
                    image: './img/slika358.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'паркирање на коловозу управно на подужну осу коловоза'
                        },
                        {
                            id: 2,
                            text: 'паркирање на коловозу паралелно са подужном осом коловоза'
                        },
                        {
                            id: 3,
                            text: 'паркирање на коловозу под углом, у односу на подужну осу коловоза'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Допунска табла, постављена уз знак „Паркиралиште”, приказана на слици означава:', 
                    image: './img/slika359.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да је паркиралиште, односно паркинг место, резервисано за возила лица са инвалидитетом'
                        },
                        {
                            id: 2,
                            text: 'гаражу за возило лица са инвалидитетом'
                        },
                        {
                            id: 3,
                            text: 'простор намењен за кретање лица са инвалидитетом у инвалидским колицима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Допунска табла приказана на слици, постављена уз саобраћајни знак, означава:', 
                    image: './img/slika360.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'удаљеност до дела пута на коме постоје колотрази'
                        },
                        {
                            id: 2,
                            text: 'врсту оштећења на коловозу и дужину пута на коју се односи'
                        },
                        {
                            id: 3,
                            text: 'удаљеност до дела пута где не постоји изграђен коловозни застор'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
        id: 6,
            name: 'Ознаке на коловозу и тротоару, појмови и значење',
            total_number_of_questions: 34,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Ознакама на коловозу се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ближе одређује значење саобраћајног знака уз који су ознаке изведене'
                        },
                        {
                            id: 2,
                            text: 'означавају опасности на путу'
                        },
                        {
                            id: 3,
                            text: 'учесницима у саобраћају стављају до знања ограничења, забране и обавезе'
                        },
                        {
                            id: 4,
                            text: 'врши усмеравање кретања учесника у саобраћају'
                        },
                        {
                            id: 5,
                            text: 'учесницима у саобраћају дају обавештења'
                        },
                        {
                            id: 6,
                            text: 'дају информације о објектима од туристичког значаја'
                        }
                    ],
                    correct_answers: [3, 4, 5]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Уздужна линија која раздваја коловоз на коловозне траке, односно на саобраћајне траке, је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ивична линија'
                        },
                        {
                            id: 2,
                            text: 'линија упозорења'
                        },
                        {
                            id: 3,
                            text: 'разделна линија'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Да ли су ознаке на коловозу и тротоару саобраћајни знакови?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Не'
                        },
                        {
                            id: 2,
                            text: 'Да'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици линија водиља је означена бројем:', 
                    image: './img/slika361.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '2'
                        },
                        {
                            id: 2,
                            text: '4'
                        },
                        {
                            id: 3,
                            text: '3'
                        },
                        {
                            id: 4,
                            text: '1'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Разделна удвојена комбинована линија означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрану преласка преко те линије или кретања по њој, за возила која се крећу коловозном траком којој је ближа испрекидана линија'
                        },
                        {
                            id: 2,
                            text: 'забрану преласка преко те линије или кретања по њој, за возила која се крећу коловозном траком којој је ближа неиспрекидана линија'
                        },
                        {
                            id: 3,
                            text: 'забрану преласка преко те линије за сва возила из обе коловозне траке'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Разделна удвојена комбинована линија, приказана на слици, даје могућност преласка преко линије:', 
                    image: './img/slika362.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'било којом путањом'
                        },
                        {
                            id: 2,
                            text: 'путањом означеном бројем 1'
                        },
                        {
                            id: 3,
                            text: 'путањом означеном бројем 2'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Разделна удвојена комбинована линија даје могућност преласка преко те линије или кретања по њој:', 
                    answers: [
                        {
                            id: 1,
                            text: 'за возила која се крећу коловозном траком којој је ближа испрекидана линија'
                        },
                        {
                            id: 2,
                            text: 'за сва возила из обе коловозне траке под условом да не угрожавају возила из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'за возила која се крећу коловозном траком којој је ближа неиспрекидана линија'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, саобраћајна трака са изменљивим смером кретања на којој је саобраћај регулисан семафорима је означена бројем:', 
                    image: './img/slika363.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици уздужна линија која се користи за најављивање близине неиспрекидане линије је означена бројем:', 
                    image: './img/slika364.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '3'
                        },
                        {
                            id: 4,
                            text: '4'
                        }
                    ],
                    correct_answers: [4]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, разделна линија је означена бројевима:', 
                    image: './img/slika365.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 4'
                        },
                        {
                            id: 2,
                            text: '1 и 3'
                        },
                        {
                            id: 3,
                            text: '3 и 4'
                        },
                        {
                            id: 4,
                            text: '2 и 3'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Саобраћајна трака означена са разделним удвојеним испрекиданим линијама означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'да је она намењена само за претицање возила'
                        },
                        {
                            id: 2,
                            text: 'да се на њој одвија саобраћај са изменљивим смером кретања'
                        },
                        {
                            id: 3,
                            text: 'да је на њој саобраћај регулисан семафорима, постављеним изнад саобраћајне траке'
                        },
                        {
                            id: 4,
                            text: 'да је на њој саобраћај регулисан правилима саобраћаја'
                        }
                    ],
                    correct_answers: [2, 3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Ознака на коловозу означена на слици служи за:', 
                    image: './img/slika366.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'скретање саобраћаја'
                        },
                        {
                            id: 2,
                            text: 'обавештење о намени саобраћајних трака на делу пута где постоје две блиске раскрснице'
                        },
                        {
                            id: 3,
                            text: 'означавање обавезног смера, на делу пута где постоје две блиске раскрснице, при чему означени смер није дозвољен на првој раскрсници'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'На коловозу поред пешачког прелаза који се налази у зони школе изводи се натпис:', 
                    answers: [
                        {
                            id: 1,
                            text: '„ДЕЦА НА ПУТУ”'
                        },
                        {
                            id: 2,
                            text: '„ЗОНА ШКОЛЕ”'
                        },
                        {
                            id: 3,
                            text: '„ШКОЛА”'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Ознака приказана на слици („Стрелица“) служи за:', 
                    image: './img/slika367.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обавештавање возача о намени саобраћајне траке'
                        },
                        {
                            id: 2,
                            text: 'означавање смера кретања у гаражама'
                        },
                        {
                            id: 3,
                            text: 'скретање саобраћаја'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Ознака приказана на слици („Стрелица“) служи за:', 
                    image: './img/slika368.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'најављивање близине неиспрекидане линије'
                        },
                        {
                            id: 2,
                            text: 'скретање саобраћаја'
                        },
                        {
                            id: 3,
                            text: 'обавештавање возача о намени саобраћајне траке'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Ознака приказана на слици („Поља за усмеравање саобраћаја“) означава:', 
                    image: './img/slika369.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'површину на којој је дозвољен саобраћај, а на којој није дозвољено заустављање и паркирање'
                        },
                        {
                            id: 2,
                            text: 'површину на којој је забрањен саобраћај, а на којој је дозвољено заустављање и паркирање'
                        },
                        {
                            id: 3,
                            text: 'површину на којој је забрањен саобраћај и на којој није дозвољено заустављање и паркирање'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Ознаку приказану на слици возач може обићи:', 
                    image: './img/slika370.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'само са леве стране'
                        },
                        {
                            id: 2,
                            text: 'само са десне стране'
                        },
                        {
                            id: 3,
                            text: 'са обе стране'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Ознака приказана на слици, са бр. 1 („Поља за усмеравање саобраћаја“) означава:', 
                    image: './img/slika371.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'површину на којој је забрањен саобраћај, а на којој је дозвољено заустављање и паркирање'
                        },
                        {
                            id: 2,
                            text: 'површину на којој је забрањен саобраћај и на којој није дозвољено заустављање и паркирање'
                        },
                        {
                            id: 3,
                            text: 'површину на којој је дозвољен саобраћај, а на којој није дозвољено заустављање и паркирање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Ознака приказана на слици („Поља за усмеравање саобраћаја“) означава:', 
                    image: './img/slika372.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'површину на којој је дозвољен саобраћај, а на којој није дозвољено заустављање и паркирање'
                        },
                        {
                            id: 2,
                            text: 'површину на којој је забрањен саобраћај и на којој није дозвољено заустављање и паркирање'
                        },
                        {
                            id: 3,
                            text: 'површину на којој је забрањен саобраћај, а на којој је дозвољено заустављање и паркирање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Натпис приказан на слици („BUS”) означава:', 
                    image: './img/slika373.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'саобраћајну траку за возила јавног превоза путника'
                        },
                        {
                            id: 2,
                            text: 'саобраћајну траку само за возила којима се обавља ауто такси превоз'
                        },
                        {
                            id: 3,
                            text: 'саобраћајну траку за аутобусе'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Ознака на коловозу приказана на слици означава:', 
                    image: './img/slika374.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место резервисано за стајалиште за школски аутобус'
                        },
                        {
                            id: 2,
                            text: 'зону пешачког прелаза у зони школе'
                        },
                        {
                            id: 3,
                            text: 'саобраћајне траке за возила која врше организовани превоз деце'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Натпис приказан на слици („саобраћајни знак“) означава:', 
                    image: './img/slika375.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'додатно упозорење возачу на најмању дозвољену брзину кретања одређену саобраћајним знаком'
                        },
                        {
                            id: 2,
                            text: 'додатно упозорење возачу на највећу дозвољену брзину одређену саобраћајним знаком'
                        },
                        {
                            id: 3,
                            text: 'додатно упозорење возачу на брзину која се препоручује на одређеном делу пута'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'Ознака означена на слици („Саобраћајна површина за посебне намене“) означава:', 
                    image: './img/slika376.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где је забрањено заустављање и паркирање на тротоару'
                        },
                        {
                            id: 2,
                            text: 'место где је забрањено заустављање и паркирање на коловозу'
                        },
                        {
                            id: 3,
                            text: 'место резервисано за аутобуско стајалиште'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Ознака приказана на слици („Саобраћајна површина за посебне намене“) означава:', 
                    image: './img/slika377.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место резервисано за аутобуско стајалиште'
                        },
                        {
                            id: 2,
                            text: 'место где је забрањено заустављање и паркирање на коловозу'
                        },
                        {
                            id: 3,
                            text: 'место где је забрањено заустављање и паркирање на тротоару'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Ознака приказана на слици („Саобраћајна површина за посебне намене“) означава:', 
                    image: './img/slika378.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место резервисано за паркирање аутобуса и заустављање других возила'
                        },
                        {
                            id: 2,
                            text: 'место резервисано за аутобуско стајалиште'
                        },
                        {
                            id: 3,
                            text: 'место резервисано за такси возила или друга возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Ознака приказана на слици („Саобраћајна површина за посебне намене“) означава:', 
                    image: './img/slika379.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место резервисано за паркирање возила јавног градског превоза путника'
                        },
                        {
                            id: 2,
                            text: 'место резервисано за такси возила'
                        },
                        {
                            id: 3,
                            text: 'место резервисано за паркирање такси возила и заустављање осталих возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 27, 
                    points: 2,
                    text: 'Ознака приказана на слици означава:', 
                    image: './img/slika380.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где је забрањено заустављање и паркирање'
                        },
                        {
                            id: 2,
                            text: 'аутобуско стајалиште'
                        },
                        {
                            id: 3,
                            text: 'место за паркирање'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 28, 
                    points: 2,
                    text: 'Ознака приказана на слици („Паркинг место“) означава:', 
                    image: './img/slika381.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место за паркирање под било којим углом'
                        },
                        {
                            id: 2,
                            text: 'место за подужно паркирање'
                        },
                        {
                            id: 3,
                            text: 'место за управно паркирање'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 2,
                    text: 'Ознака приказана на слици означава:', 
                    image: './img/slika382.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где је забрањено заустављање и паркирање'
                        },
                        {
                            id: 2,
                            text: 'аутобуско стајалиште'
                        },
                        {
                            id: 3,
                            text: 'место за паркирање'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 30, 
                    points: 2,
                    text: 'Ознака приказана на слици означава:', 
                    image: './img/slika383.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место за паркирање'
                        },
                        {
                            id: 2,
                            text: 'аутобуско стајалиште'
                        },
                        {
                            id: 3,
                            text: 'место где је забрањено заустављање и паркирање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 31, 
                    points: 2,
                    text: 'Ознака приказана на слици („Паркинг место“) означава:', 
                    image: './img/slika384.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место за подужно паркирање'
                        },
                        {
                            id: 2,
                            text: 'место за косо паркирање'
                        },
                        {
                            id: 3,
                            text: 'место за управно паркирање'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 32, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, ивична линија је означена бројем:', 
                    image: './img/slika385.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '3 и 4'
                        },
                        {
                            id: 2,
                            text: '1 и 2'
                        },
                        {
                            id: 3,
                            text: '2 и 4'
                        },
                        {
                            id: 4,
                            text: '2 и 3'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 33, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika386.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете проћи без заустављања'
                        },
                        {
                            id: 2,
                            text: 'морате се зауставити непосредно пре линије заустављања'
                        },
                        {
                            id: 3,
                            text: 'морате се зауставити на линији прегледности'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 34, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, настављате кретање кроз раскрсницу на прописан начин путањом означеном бројем:', 
                    image: './img/slika387.jpg',
                    answers: [
                        {
                            id: 1,
                            text: '1 и 2'
                        },
                        {
                            id: 2,
                            text: '2'
                        },
                        {
                            id: 3,
                            text: '1'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        },
        {
            id: 7,
            name: 'Светлосни саобраћајни знакови, појмови и значење, семафори и њихова намена (регулисање кретања возила: по путу, преко раскрснице, на прелазу преко железничке пруге, регулисање кретања на бициклистичким тракама, односно стазама и регулисање кретања пешака)',
            total_number_of_questions: 42,
            questions: [
                {
                    id: 1, 
                    points: 3,
                    text: 'Семафори се користе за:', 
                    answers: [
                        {
                            id: 1,
                            text: 'давање знакова са измењивим садржајем порука'
                        },
                        {
                            id: 2,
                            text: 'означавање возила'
                        },
                        {
                            id: 3,
                            text: 'регулисање саобраћаја'
                        },
                        {
                            id: 4,
                            text: 'давање обавештења'
                        },
                        {
                            id: 5,
                            text: 'означавање радова и препрека на путу'
                        }
                    ],
                    correct_answers: [3, 5]
                },
                {
                    id: 2, 
                    points: 3,
                    text: 'Уређаји за давање светлосних саобраћајних знакова су:', 
                    answers: [
                        {
                            id: 1,
                            text: 'семафори'
                        },
                        {
                            id: 2,
                            text: 'знакови са изменљивим садржајем порука'
                        },
                        {
                            id: 3,
                            text: 'светлосне ознаке на путу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 3, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - црвено светло који даје семафор има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз уз обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        },
                        {
                            id: 3,
                            text: 'забрањен пролаз'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 4, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - зелено светло који даје семафор има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрањен пролаз'
                        },
                        {
                            id: 2,
                            text: 'обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 5, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - истовремено укључено црвено и жуто светло који даје семафор има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрањен пролаз и наговештај да ће се укључити зелено светло'
                        },
                        {
                            id: 2,
                            text: 'дозвољен пролаз уз обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз и наговештај да ће се ускоро укључити црвено светло'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - истовремено укључено црвено и жуто светло са симболом једне или више стрелица, које даје семафор, има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама, уз обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама и наговештај да ће се укључити зелено светло'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама и наговештај да ће се ускоро укључити црвено светло'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 7, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици има значење:', 
                    image: './img/slika441.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици, значи да Вам је:', 
                    image: './img/slika442.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз и наговештај да ће се ускоро укључити црвено светло'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - трепћуће зелено светло са симболом једне или више стрелица, које даје семафор, има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама и наговештај скорог престанка дозвољеног пролаза укључењем жутог, а затим црвеног светла'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама'
                        },
                        {
                            id: 3,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици има значење:', 
                    image: './img/slika443.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз уз обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз'
                        },
                        {
                            id: 3,
                            text: 'забрањен пролаз, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици означава да Вам је:', 
                    image: './img/slika444.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз и наговештај да ће се ускоро укључити црвено светло'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз и наговештај да ће се укључити зелено светло'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз уз обавезу да се крећете уз повећану опрезност'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 12, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - зелено светло са симболом једне или више стрелица, које даје семафор, има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз при чему се морају пропустити сва возила која долазе из супротног смера, односно возила која се крећу по путу на који возило улази'
                        },
                        {
                            id: 2,
                            text: 'дозвољен пролаз само у смеру означеном стрелицом, односно смеровима означеним стрелицама'
                        },
                        {
                            id: 3,
                            text: 'обавезу за све учеснике у саобраћају који се крећу у смеру означеном стрелицом, односно смеровима означеним стрелицама, да се крећу уз повећану опрезност'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - трепћуће жуто светло који даје семафор има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрањен пролаз, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз'
                        },
                        {
                            id: 3,
                            text: 'обавеза за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 14, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - трепћуће зелено светло који даје семафор има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз и наговештај скорог престанка дозвољеног пролаза укључењем жутог, а затим црвеног светла'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз'
                        },
                        {
                            id: 3,
                            text: 'забрањен пролаз, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 15, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици, означава:', 
                    image: './img/slika445.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да Вам је дозвољен пролаз, при чему морате пропустити сва возила која долазе из супротног смера, односно возила која се крећу по путу на који возило улази'
                        },
                        {
                            id: 2,
                            text: 'да Вам је дозвољен пролаз само у смеру означеном стрелицом'
                        },
                        {
                            id: 3,
                            text: 'обавезу да се крећете уз повећану опрезност'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 16, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, светлосни саобраћајни знакови дозвољавају кретање:', 
                    image: './img/slika446.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'у свим смеровима'
                        },
                        {
                            id: 2,
                            text: 'право и лево'
                        },
                        {
                            id: 3,
                            text: 'само лево'
                        },
                        {
                            id: 4,
                            text: 'само право'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 3,
                    text: 'У ситуaцији приказаној на слици, светлосни саобраћајни знак који регулише скретање улево на раскрсници, означава:', 
                    image: './img/slika447.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз у смеру означеном стрелицом'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз у смеру означеном стрелицом, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз у смеру означеном стрелицом и наговештај да ће се ускоро укључити црвено светло'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 18, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици има значење:', 
                    image: './img/slika448.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама, уз обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 19, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - жуто светло са симболом једне или више стрелица, које даје семафор, има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама и наговештај да ће се ускоро укључити црвено светло'
                        },
                        {
                            id: 2,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама'
                        },
                        {
                            id: 3,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 20, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици из саобраћајне траке намењене за кретање право и скретање улево светлосним саобраћајним знаком:', 
                    image: './img/slika449.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен Вам је пролаз право и улево'
                        },
                        {
                            id: 2,
                            text: 'није Вам дозвољен пролаз ни право ни улево'
                        },
                        {
                            id: 3,
                            text: 'дозвољен Вам је пролаз право уз повећану опрезност, а није Вам дозвољен пролаз улево'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - црвено светло са симболом једне или више стрелица, које даје семафор, има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама, уз обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама'
                        },
                        {
                            id: 3,
                            text: 'забрањен пролазу смеру означеном стрелицом, односно смеровима означеним стрелицама, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 22, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - трепћуће жуто светло, са симболом једне или више стрелица, које даје семафор, има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама'
                        },
                        {
                            id: 2,
                            text: 'обавеза за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 3,
                            text: 'забрањен пролаз у смеру означеном стрелицом, односно смеровима означеним стрелицама, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 23, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак у облику зелене стрелице (условни знак), који је додат семафору са тробојним светлима, на којем је укључено црвено или жуто светло, има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, при чему возила која се крећу у означеном смеру имају првенство пролаза у односу на сва друга возила'
                        },
                        {
                            id: 2,
                            text: 'дозвољен пролаз у смеру означеном стрелицом само за возила којима се врши јавни превоз путника'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз само у смеру означеном стрелицом, при чему се морају пропустити пешаци који прелазе преко коловоза, као и сва возила која се крећу по путу на који се улази'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 24, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици има значење:', 
                    image: './img/slika450.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз у смеру означеном стрелицом само за возила јавног превоза путника'
                        },
                        {
                            id: 2,
                            text: 'дозвољен пролаз само у смеру означеном стрелицом при чему се морају пропусти сва возила која се крећу по путу на који се улази као и пешаци који прелазе преко коловоза'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз у смеру означеном стрелицом, при чему возила која се крећу у означеном смеру имају првенство пролаза у односу на сва друга возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 25, 
                    points: 3,
                    text: 'На семафорима са тробојним светлима којима се регулише кретање возила, када се светла постављају по вертикалној оси, једно испод другог, њихов распоред је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'црвено горе, зелено у средини, а жуто доле'
                        },
                        {
                            id: 2,
                            text: 'црвено горе, жуто у средини, а зелено доле'
                        },
                        {
                            id: 3,
                            text: 'зелено горе, жуто у средини, а црвено доле'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 26, 
                    points: 3,
                    text: ' ситуацији приказаној на слици, кретање можете наставити:', 
                    image: './img/slika451.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'путањама 1 и 2'
                        },
                        {
                            id: 2,
                            text: 'само путањом 1'
                        },
                        {
                            id: 3,
                            text: 'путањама 1, 2 и 3'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 27, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак − жута трепћућа стрелица, приказан на слици, означава:', 
                    image: './img/slika452.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'почетак саобраћајне траке намењене за кретање возила јавног превоза путника'
                        },
                        {
                            id: 2,
                            text: 'обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 3,
                            text: 'обавезну промену саобраћајне траке изнад које се овај знак налази, односно саобраћајне траке у којој се овај знак налази и обавезу кретања саобраћајном траком на коју упућује стрелица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 28, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици, означава:', 
                    image: './img/slika453.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обавезно заустављање возила непосредно испод места где се овај знак налази'
                        },
                        {
                            id: 2,
                            text: 'забрану кретања возила дуж саобраћајне траке изнад које се овај знак налази'
                        },
                        {
                            id: 3,
                            text: 'забрану кретања возила дуж саобраћајне траке изнад које се овај знак налази, осим за возила јавног превоза путника'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 29, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак − жута трепћућа стрелица приказан на слици означава:', 
                    image: './img/slika454.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обавезу за све учеснике у саобраћају да се крећу уз повећану опрезност'
                        },
                        {
                            id: 2,
                            text: 'почетак саобраћајне траке намењене за кретање возила јавног превоза путника'
                        },
                        {
                            id: 3,
                            text: 'обавезну промену саобраћајне траке изнад које се овај знак налази, односно саобраћајне траке у којој се овај знак налази и обавезу кретања саобраћајном траком на коју упућује стрелица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 30, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици означава:', 
                    image: './img/slika456.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'обавезну промену саобраћајне траке изнад које се овај знак налази,осим за возила јавног превоза путника'
                        },
                        {
                            id: 2,
                            text: 'слободан пролаз само за трамваје'
                        },
                        {
                            id: 3,
                            text: 'слободан пролаз дуж саобраћајне траке изнад које се овај знак налази'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 31, 
                    points: 3,
                    text: 'Бројчана ознака на светлосном саобраћајном знаку приказана на слици означава:', 
                    image: './img/slika457.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'највећу дозвољену брзину кретања возила'
                        },
                        {
                            id: 2,
                            text: 'препоручену брзину којом возило треба да се креће да би на наредном семафору имало слободан пролаз'
                        },
                        {
                            id: 3,
                            text: 'најмању брзину којом возила морају да се крећу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 32, 
                    points: 3,
                    text: 'На семафорима са тробојним светлима којима се регулише кретање возила, када се светла постављају по хоризонталној оси, једно поред другог, њихов распоред је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'зелено лево, жуто у средини, а црвено десно'
                        },
                        {
                            id: 2,
                            text: 'црвено лево, зелено у средини, а жуто десно'
                        },
                        {
                            id: 3,
                            text: 'црвено лево, жуто у средини, а зелено десно'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 33, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак - жуто светло који даје семафор има значење:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољен пролаз и наговештај да ће се ускоро укључити црвено светло'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз, осим у случају када се возило не може безбедно зауставити испред наведеног знака'
                        },
                        {
                            id: 3,
                            text: 'дозвољен пролаз'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 34, 
                    points: 3,
                    text: 'Семафор приказан на слици намењен је за:', 
                    image: './img/slika458.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'регулисање кретања бицикала и мопеда на бициклистичким тракама'
                        },
                        {
                            id: 2,
                            text: 'регулисање кретања мотоцикала, мопеда и бицикала на бициклистичким стазама'
                        },
                        {
                            id: 3,
                            text: 'регулисање кретања мотоцикала, мопеда и бицикала на бициклистичким тракама'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 35, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици означава:', 
                    image: './img/slika459.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'забрањен пролаз за пешаке'
                        },
                        {
                            id: 2,
                            text: 'дозвољен пролаз за пешаке'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 36, 
                    points: 3,
                    text: 'Светлосни саобраћајни знак приказан на слици означава:', 
                    image: './img/slika460.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'забрањен пролаз за пешаке'
                        },
                        {
                            id: 2,
                            text: 'дозвољен пролаз за пешаке'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 37, 
                    points: 3,
                    text: 'Укључена положена црта на уређајима за давање светала за регулисање кретања трамваја, означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'слободан пролаз трамваја у правцу који означава црта'
                        },
                        {
                            id: 2,
                            text: 'забрану саобраћаја трамваја'
                        },
                        {
                            id: 3,
                            text: 'наилазак на раскрсницу на којој се трамваји могу кретати само у правцу означеном цртом'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 38, 
                    points: 3,
                    text: 'Знак који даје уређај за давање светала за регулисање кретања трамваја, приказан на слици, означава:', 
                    image: './img/slika461.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'правац пружања трамвајских шина на раскрсници на којој се уређај налази'
                        },
                        {
                            id: 2,
                            text: 'забрану проласка трамваја'
                        },
                        {
                            id: 3,
                            text: 'слободан пролаз трамваја у правцу који означава црта'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 39, 
                    points: 3,
                    text: 'Укључена усправна или коса црта, односно њихова комбинација, на уређајима за давање светала за регулисање кретања трамваја означава:', 
                    answers: [
                        {
                            id: 1,
                            text: 'забрану саобраћаја трамваја'
                        },
                        {
                            id: 2,
                            text: 'правац пружања трамвајских шина на одређеној раскрсници'
                        },
                        {
                            id: 3,
                            text: 'слободан пролаз у одговарајућем смеру'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 40, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици знак који даје уређај за давање светала за регулисање кретања трамваја означава:', 
                    image: './img/slika462.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'забрањен пролаз трамваја'
                        },
                        {
                            id: 2,
                            text: 'слободан пролаз у одговарајућем смеру'
                        },
                        {
                            id: 3,
                            text: 'правац пружања трамвајских шина на одређеној раскрсници'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 41, 
                    points: 3,
                    text: 'Семафори приказани на слици намењени су за:', 
                    image: './img/slika463.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'регулисање кретања трамваја'
                        },
                        {
                            id: 2,
                            text: 'регулисање кретања бицикала на бициклистичким стазама'
                        },
                        {
                            id: 3,
                            text: 'регулисање приступа возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 42, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, светлосне знакове за регулисање Вашег кретања:', 
                    image: './img/slika464.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дају семафори који се налазе на левој и на десној страни пута и на конзолном носачу'
                        },
                        {
                            id: 2,
                            text: 'даје само семафор који се налази на десној страни пута'
                        },
                        {
                            id: 3,
                            text: 'даје само семафор који се налази на левој страни пута'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 8,
            name: 'Светлосне ознаке (подела и начин обележавања)',
            total_number_of_questions: 1,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Ознака приказана на слици означава:', 
                    image: './img/slika316.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'сталну препреку унутар габарита слободног профила пута'
                        },
                        {
                            id: 2,
                            text: 'вертикалну запреку'
                        },
                        {
                            id: 3,
                            text: 'запречну траку'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        },
        {
            id: 9,
            name: 'Начин обележавање прелаза пута преко железничке пруге',
            total_number_of_questions: 3,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Наизменично паљење два округла црвена светла, на семафору приказаном на слици, означава:', 
                    image: './img/slika317.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'близину раскрснице на којој је саобраћај регулисан помоћу семафора'
                        },
                        {
                            id: 2,
                            text: 'спуштање браника или полубраника'
                        },
                        {
                            id: 3,
                            text: 'наилазак на место на коме пут прелази преко трамвајске пруге у истом нивоу'
                        },
                        {
                            id: 4,
                            text: 'наилазак на опасну раскрсницу'
                        },
                        {
                            id: 5,
                            text: 'приближавање воза'
                        },
                        {
                            id: 6,
                            text: 'да је браник или полубраник у спуштеном положају'
                        }
                    ],
                    correct_answers: [2, 5, 6],
                    similar_questions_ids: [2, 3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, уређаји којима се забрањује и спречава прелазак возила су:', 
                    image: './img/slika318.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'полубраници'
                        },
                        {
                            id: 2,
                            text: 'запречне траке'
                        },
                        {
                            id: 3,
                            text: 'браници'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [1, 3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици, уређаји којима се забрањује и спречава прелазак возила су:', 
                    image: './img/slika319.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'браници'
                        },
                        {
                            id: 2,
                            text: 'запречне траке'
                        },
                        {
                            id: 3,
                            text: 'полубраници'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [1, 2]
                }
            ]
        },
        {
            id: 10,
            name: 'Начин обележавања препрека на путу и места на коме се изводе радови на путу',
            total_number_of_questions: 8,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Приликом наиласка на место на ком се изводе радови на путу возач:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дужан да уклони своје возило на захтев извођача радова'
                        },
                        {
                            id: 2,
                            text: 'мора уклонити своје возило само на захтев саобраћајне полиције'
                        },
                        {
                            id: 3,
                            text: 'не мора да поступа по знаковима које даје радник одређен од стране извођача радова, већ само по постављеној саобраћајној сигнализацији'
                        },
                        {
                            id: 4,
                            text: 'не сме да омета радника који обавља радове на путу или поред пута'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'На делу пута на коме су настале препреке, односно оштећења, које се не могу одмах уклонити, односно отклонити или на коме се изводе радови, учесници у саобраћају морају бити обезбеђени постављањем:', 
                    answers: [
                        {
                            id: 1,
                            text: 'браника'
                        },
                        {
                            id: 2,
                            text: 'приручних средстава (старе гуме, грана дрвета и сл.)'
                        },
                        {
                            id: 3,
                            text: 'сигурносног троугла'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Сигнална табла, приказана на слици, поставља се:', 
                    image: './img/slika320.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'на „Раздвајајућу ограду“ којом је извршено скретање саобраћаја у десну страну'
                        },
                        {
                            id: 2,
                            text: 'на задњи део моторних возила или приколице, када је возило заустављено'
                        },
                        {
                            id: 3,
                            text: 'на „Чеони браник“ којим је извршено ограђивање радилишта или привремених препрека на путу са чеоне стране'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'На делу пута на коме се изводе радови регулисање саобраћаја могу да обављају најмање два радника одређена од стране извођача радова који дају знакове:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само заставицом црвене боје, при чему подигнута заставица означава да је пролаз забрањен, а спуштена заставица да је пролаз дозвољен'
                        },
                        {
                            id: 2,
                            text: 'заставицама црвене и зелене боје, при чему подигнута заставица црвене боје означава да је пролаз забрањен, а подигнута заставица зелене боје да је пролаз дозвољен'
                        },
                        {
                            id: 3,
                            text: 'само заставицом зелене боје, при чему подигнута заставица означава да је пролаз дозвољен, а спуштена заставица да је пролаз забрањен'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици радник извођача радова даје знак заставицом који означава:', 
                    image: './img/slika321.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'место где се морате зауставити'
                        },
                        {
                            id: 2,
                            text: 'слободан пролаз и обавезујући је за Вас'
                        },
                        {
                            id: 3,
                            text: 'слободан пролаз и није обавезујући за Вас'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [6, 7, 8]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици радник извођача радова даје знак заставицом који означава:', 
                    image: './img/slika322.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да је потребно да успорите кретање'
                        },
                        {
                            id: 2,
                            text: 'место где се морате зауставити'
                        },
                        {
                            id: 3,
                            text: 'слободан пролаз'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици радник извођача радова даје знак заставицом који означава:', 
                    image: './img/slika323.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да је потребно да успорите кретање, односно да наставите да се крећете ако проходна саобраћајна трака није заузета возилима из супротног смера и обавезујући је за Вас'
                        },
                        {
                            id: 2,
                            text: 'забрањен пролаз и није обавезујући за Вас ако проходна саобраћајна трака није заузета возилима из супротног смера'
                        },
                        {
                            id: 3,
                            text: 'забрањен пролаз и обавезујући је за Вас'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'У ситуацији приказаној на слици радник извођача радова даје знак заставицом који означава:', 
                    image: './img/slika416.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да је потребно да успорите кретање'
                        },
                        {
                            id: 2,
                            text: 'да Вам је забрањен пролаз'
                        },
                        {
                            id: 3,
                            text: 'да Вам је забрањен пролаз док је проходна саобраћајна трака заузета возилима из супротног смера'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        },
        {
            id: 11,
            name: 'Знаци и наредбе које дају овлашћена лица (њихово значење и начин давања)',
            total_number_of_questions: 43,
            questions: [
                {
                    id: 1, 
                    points: 3,
                    text: 'Знаци које даје полицијски службеник који непосредно регулише или врши контролу саобраћаја, дају се:', 
                    answers: [
                        {
                            id: 1,
                            text: 'знаковима са измењивим садржајем порука'
                        },
                        {
                            id: 2,
                            text: 'рукама, односно положајем тела полицијског службеника'
                        },
                        {
                            id: 3,
                            text: 'усмено'
                        },
                        {
                            id: 4,
                            text: '„стоп таблицом“'
                        },
                        {
                            id: 5,
                            text: 'уређајима за давање светлосних и звучних знакова'
                        },
                        {
                            id: 6,
                            text: 'заставицом за регулисање саобраћаја'
                        }
                    ],
                    correct_answers: [2, 4, 5]
                },
                {
                    id: 1, 
                    points: 3,
                    text: 'Знак који даје полицијски службеник приказан на слици означава:', 
                    image: './img/slika465.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да возачи који возилима долазе из правца у коме су окренута леђа, односно прса полицијског службеника морају зауставити своја возила, а да возачи који возилима долазе са његових бочних страна имају право пролаза'
                        },
                        {
                            id: 2,
                            text: 'забрану пролаза за све возаче, осим за оне возаче чија се возила, у часу када полицијски службеник подигне руку, не могу на безбедан начин зауставити, а за пешаке - значи забрану да прелазе коловоз'
                        },
                        {
                            id: 3,
                            text: 'да возачи који возилима долазе из правца у коме су окренута леђа, односно прса полицијског службеника морају смањити брзину кретања'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 3,
                    text: 'Знак који даје полицијски службеник приказан на слици, када се налази на коловозу, означава:', 
                    image: './img/slika466.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'забрану пролаза за све возаче, осим за оне возаче чија се возила, у часу када полицијски службеник подигне руку, не могу на безбедан начин зауставити'
                        },
                        {
                            id: 2,
                            text: 'обавезно заустављање за све возаче према којима је окренут длан и прса полицијског службеника'
                        },
                        {
                            id: 3,
                            text: 'да возачи који возилима долазе из правца у коме су окренута леђа, односно прса полицијског службеника морају зауставити своја возила, а да возачи који возилима долазе са његових бочних страна имају право пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 4, 
                    points: 3,
                    text: 'Знак који даје полицијски службеник приказан на слици означава:', 
                    image: './img/slika467.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'забрану пролаза за све учеснике у саобраћају чији смер кретања сече смер предручене руке'
                        },
                        {
                            id: 2,
                            text: 'обавезу возача да се креће у смеру предручене руке'
                        },
                        {
                            id: 3,
                            text: 'забрану пролаза за све возаче, осим за оне возаче чија се возила, у часу када полицијски службеник подигне руку, не могу на безбедан начин зауставити'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 5, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika468.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете наставити кретање'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да се зауставите'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да кретање наставите смањеном брзином'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 6, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika469.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете наставити кретање право'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да се крећете у смеру предручене руке'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено да наставите кретање ако сечете смер предручене руке'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 7, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици дужни сте да:', 
                    image: './img/slika470.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'убрзате кретање возила'
                        },
                        {
                            id: 2,
                            text: 'померите своје возило ближе овлашћеном лицу које даје знак'
                        },
                        {
                            id: 3,
                            text: 'смањите брзину кретања возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 8, 
                    points: 3,
                    text: 'Знак полицијског службеника - лагано махање хоризонтално одрученом руком горе - доле, са дланом отворене шаке окренутим на доле, приказан на слици, означава да:', 
                    image: './img/slika471.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возач у чијем смеру се даје тај знак треба да помери своје возило ближе раскрсници, односно овлашћеном лицу које даје знак'
                        },
                        {
                            id: 2,
                            text: 'возач у чијем смеру се даје тај знак треба да смањи брзину кретања возила'
                        },
                        {
                            id: 3,
                            text: 'возач у чијем смеру се даје тај знак, треба да убрза кретање возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 9, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika472.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете наставити кретање'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да кретање наставите смањеном брзином'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да се зауставите'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 10, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици дужни сте да:', 
                    image: './img/slika473.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смањите брзину кретања возила'
                        },
                        {
                            id: 2,
                            text: 'померите своје возило ближе овлашћеном лицу које даје знак'
                        },
                        {
                            id: 3,
                            text: 'убрзате кретање возила'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 11, 
                    points: 3,
                    text: 'Знак који даје полицијски службеник приказан на слици означава да:', 
                    image: './img/slika474.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'је возач у чијем смеру се даје тај знак обавезан да заустави возило'
                        },
                        {
                            id: 2,
                            text: 'је возач у чијем смеру се даје тај знак обавезан да уклони возило са коловоза'
                        },
                        {
                            id: 3,
                            text: 'возач у чијем смеру се даје тај знак треба да смањи брзину кретања возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 12, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици дужни сте да:', 
                    image: './img/slika475.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'уклоните возило са коловоза'
                        },
                        {
                            id: 2,
                            text: 'зауставите возило'
                        },
                        {
                            id: 3,
                            text: 'смањите брзину кретања возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 13, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици дужни сте да:', 
                    image: './img/slika476.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'померите своје возило ближе раскрсници, односно овлашћеном лицу које даје зна'
                        },
                        {
                            id: 2,
                            text: 'смањите брзину кретања возила'
                        },
                        {
                            id: 3,
                            text: 'убрзате кретање возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 14, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika477.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете да наставите кретање право, јер Вам је знаком који даје полицијски службеник то дозвољено'
                        },
                        {
                            id: 2,
                            text: 'дужни сте да зауставите возило'
                        },
                        {
                            id: 3,
                            text: 'можете да наставите кретање право, када пропустите возила која се крећу путем са којим се пут којим се крећете укршта'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 15, 
                    points: 3,
                    text: 'Знак који даје полицијски службеник приказан на слици означава:', 
                    image: './img/slika478.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да возачи који возилима долазе из правца у коме су окренута леђа, односно прса полицијског службеника морају зауставити своја возила, а да возачи који возилима долазе са његових бочних страна имају право пролаза'
                        },
                        {
                            id: 2,
                            text: 'да возачи који возилима долазе са његових бочних страна морају зауставити своја возила, а да возачи који возилима долазе из правца у коме су окренута леђа, односно прса полицијског службеника имају право пролаза'
                        },
                        {
                            id: 3,
                            text: 'забрану пролаза за све возаче, осим за оне возаче чија се возила, у часу када полицијски службеник подигне рукe, не могу на безбедан начин зауставити'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 16, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika479.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'можете да наставите кретање право, када пропустите возила која се крећу путем са којим се пут којим се крећете укршта'
                        },
                        {
                            id: 2,
                            text: 'можете да наставите кретање право, јер Вам је знаком који даје полицијски службеник то дозвољено'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да зауставите возило'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 17, 
                    points: 3,
                    text: 'Знак полицијског службеника - хоризонтално одручена рука са дланом отворене шаке окренутим на горе и лагано махање подлактице и шаке савијањем у лакту, приказан на слици, означава да:', 
                    image: './img/slika480.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возач у чијем смеру се даје тај знак треба да помери своје возило ближе раскрсници, односно овлашћеном лицу које даје знак'
                        },
                        {
                            id: 2,
                            text: 'возач у чијем смеру се даје тај знак, треба да убрза кретање возила'
                        },
                        {
                            id: 3,
                            text: 'возач у чијем смеру се даје тај знак треба да смањи брзину кретања возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 18, 
                    points: 3,
                    text: 'Знак који даје полицијски службеник приказан на слици означава:', 
                    image: './img/slika481.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да возачи који возилима долазе из правца у коме су окренута леђа, односно прса полицијског службеника морају зауставити своја возила, а да возачи који возилима долазе са његових бочних страна имају право пролаза'
                        },
                        {
                            id: 2,
                            text: 'да возачи који возилима долазе са његових бочних страна морају зауставити своја возила, а да возачи који возилима долазе из правца у коме су окренута леђа, односно прса полицијског службеника имају право пролаза'
                        },
                        {
                            id: 3,
                            text: 'забрану пролаза за све возаче, осим за оне возаче чија се возила, у часу када полицијски службеник подигне руку, не могу на безбедан начин зауставити'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 19, 
                    points: 3,
                    text: 'Знак полицијског службеника - хоризонтално предручена рука савијена у лакту, са отвореном шаком и кружно кретање подлактице и шаке, приказан на слици, означава да:', 
                    image: './img/slika482.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'возач у чијем смеру се даје тај знак треба да помери своје возило ближе раскрсници, односно овлашћеном лицу које даје знак'
                        },
                        {
                            id: 2,
                            text: 'возач у чијем смеру се даје тај знак, треба да убрза кретање возила'
                        },
                        {
                            id: 3,
                            text: 'возач у чијем смеру се даје тај знак треба да смањи брзину кретања возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 20, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици:', 
                    image: './img/slika483.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'дужни сте да померите своје возило ближе раскрсници, односно овлашћеном лицу које даје знак'
                        },
                        {
                            id: 2,
                            text: 'можете да наставите кретање право'
                        },
                        {
                            id: 3,
                            text: 'дужни сте да зауставите возило'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 21, 
                    points: 3,
                    text: 'Полицијски службеник прописани знак којим се наређује смањење брзине кретања:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може давати и из возила, односно са мотоцикла, када полицијски службеник, односно возило, има видно обележје полиције'
                        },
                        {
                            id: 2,
                            text: 'не може давати из возила, односно са мотоцикла'
                        },
                        {
                            id: 3,
                            text: 'може давати само из возила са првенством пролаза'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 22, 
                    points: 3,
                    text: 'Полицијски службеник прописани знак којим се наређује убрзање кретања:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не може давати из возила, односно са мотоцикла'
                        },
                        {
                            id: 2,
                            text: 'може давати и из возила, односно са мотоцикла, када полицијски службеник, односно возило, има видно обележје полиције'
                        },
                        {
                            id: 3,
                            text: 'може давати само из возила са првенством пролаза'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 23, 
                    points: 3,
                    text: 'Полицијски службеник прописане знаке којима се наређује заустављање возила:', 
                    answers: [
                        {
                            id: 1,
                            text: 'може давати само из возила са првенством пролаза'
                        },
                        {
                            id: 2,
                            text: 'може давати и из возила, односно са мотоцикла, када полицијски службеник, односно возило, има видно обележје полиције'
                        },
                        {
                            id: 3,
                            text: 'не може давати из возила, односно са мотоцикла'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 24, 
                    points: 3,
                    text: 'Звучне знаке пиштаљком који се дају у комбинацији са знацима који се дају рукама, полицијски службеник може давати:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само кад се налази ван возила'
                        },
                        {
                            id: 2,
                            text: 'само кад се налази у возилу са видним обележјем полиције'
                        },
                        {
                            id: 3,
                            text: 'и када се налази ван возила и када се налази у возилу са видним обележјем полиције'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 25, 
                    points: 3,
                    text: 'Један дужи звиждук пиштаљком који је дат од стране полицијског службеника значи:', 
                    answers: [
                        {
                            id: 1,
                            text: 'позив учесницима у саобраћају који га чују да обрате пажњу на полицијског службеника који ће дати одговарајући знак'
                        },
                        {
                            id: 2,
                            text: 'обавезу возача да се заустави'
                        },
                        {
                            id: 3,
                            text: 'да је неко од учесника у саобраћају поступио противно датом знаку, правилима саобраћаја или постављеним саобраћајним знаковима'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 26, 
                    points: 3,
                    text: 'Више узастопних кратких звиждука пиштаљком који су дати од стране полицијског службеника значе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'обавезу возача да се заустави'
                        },
                        {
                            id: 2,
                            text: 'позив учесницима у саобраћају који га чују да обрате пажњу на полицијског службеника који ће дати одговарајући знак'
                        },
                        {
                            id: 3,
                            text: 'да је неко од учесника у саобраћају поступио противно датом знаку, правилима саобраћаја или постављеним саобраћајним знаковима'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 27, 
                    points: 3,
                    text: 'Возач који чује звучни знак пиштаљком који се састоји од више узастопних кратких звиждука који су дати од стране полицијског службеника, дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'заустави возило'
                        },
                        {
                            id: 2,
                            text: 'убрза кретање возила'
                        },
                        {
                            id: 3,
                            text: 'осматрањем полицијског службеника, утврди да ли се тај знак односи на њега'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 28, 
                    points: 3,
                    text: 'Светлосни знак - црвено и плаво трепћуће светло која се наизменично пале на возилу под пратњом, за возача који сусретне та возила, односно кога сустигну та возила, значи обавезу да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возила под пратњом пропусти, да им омогући мимоилажење и претицање, односно обилажење'
                        },
                        {
                            id: 2,
                            text: 'смањи брзину и настави кретање'
                        },
                        {
                            id: 3,
                            text: 'се заустави и да кретање настави тек пошто сва возила под пратњом прођу'
                        },
                        {
                            id: 4,
                            text: 'се строго придржава наредби које му дају лица из пратње'
                        },
                        {
                            id: 5,
                            text: 'по потреби заустави своје возило или га уклони са коловоза и да кретање настави тек пошто сва возила под пратњом прођу'
                        }
                    ],
                    correct_answers: [1, 4, 5]
                },
                {
                    id: 29, 
                    points: 3,
                    text: 'Светлосни знак - два трепћућа или ротациона светла плаве боје на возилу са првенством пролаза, које се креће по путу, значи обавезу возача да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'смањи брзину и настави кретање'
                        },
                        {
                            id: 2,
                            text: 'по потреби заустави своје возило или га уклони са коловоза док та возила прођу'
                        },
                        {
                            id: 3,
                            text: 'обрати пажњу на возило с првенством пролаза, односно на возила којима оно обезбеђује пролаз и да пропусти та возила'
                        },
                        {
                            id: 4,
                            text: 'се строго придржава наредби које му дају лица из возила с првенством пролаза'
                        },
                        {
                            id: 5,
                            text: 'се заустави и да кретање настави тек пошто сва возила са првенством пролаза прођу'
                        }
                    ],
                    correct_answers: [2, 3, 4]
                },
                {
                    id: 30, 
                    points: 3,
                    text: 'Светлосни знак - једно трепћуће или ротационо светло плаве боје на возилу са првенством пролаза које се креће по путу, значи обавезу за возача који види то светло да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'се заустави и да кретање настави тек пошто сва возила са првенством пролаза прођу'
                        },
                        {
                            id: 2,
                            text: 'смањи брзину и настави кретање'
                        },
                        {
                            id: 3,
                            text: 'по потреби заустави своје возило или га уклони са коловоза док то возило прође'
                        },
                        {
                            id: 4,
                            text: 'обрати пажњу на ово возило и да му уступи првенство пролаза, односно да га пропусти'
                        }
                    ],
                    correct_answers: [3, 4]
                },
                {
                    id: 31, 
                    points: 3,
                    text: 'Светлосни знак - једно трепћуће или ротационо светло плаве боје на возилу са првенством пролаза које стоји на коловозу, значи обавезу за возаче других возила да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'зауставе своје возило'
                        },
                        {
                            id: 2,
                            text: 'поступају по наредбама полицијског службеника'
                        },
                        {
                            id: 3,
                            text: 'по потреби зауставе своје возило'
                        },
                        {
                            id: 4,
                            text: 'убрзају кретање свог возила'
                        },
                        {
                            id: 5,
                            text: 'смање брзину кретања свог возила'
                        }
                    ],
                    correct_answers: [2, 3, 5]
                },
                {
                    id: 32, 
                    points: 3,
                    text: 'Светлосни знак - два трепћућа или ротациона светла плаве боје на возилу са првенством пролаза које стоји на коловозу, значи обавезу за возаче других возила да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'по потреби зауставе своје возило'
                        },
                        {
                            id: 2,
                            text: 'убрзају кретање свог возила'
                        },
                        {
                            id: 3,
                            text: 'зауставе своје возило'
                        },
                        {
                            id: 4,
                            text: 'смање брзину кретања свог возила'
                        },
                        {
                            id: 5,
                            text: 'поступају по наредбама полицијског службеника'
                        }
                    ],
                    correct_answers: [1, 4, 5]
                },
                {
                    id: 33, 
                    points: 3,
                    text: 'Светлосни знак - црвено и плаво трепћуће светло која се наизменично пале на возилу под пратњом, за возача који сусретне та возила, односно кога сустигну та возила, значи обавезу да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'возила под пратњом пропусти, да им омогући мимоилажење и претицање, односно обилажење и по потреби да заустави своје возило или га уклони са коловоза, да се строго придржава наредби које му дају лица из пратње и да кретање настави тек пошто сва возила под пратњом прођу'
                        },
                        {
                            id: 2,
                            text: 'се заустави и да кретање настави тек пошто сва возила под пратњом прођу'
                        },
                        {
                            id: 3,
                            text: 'смањи брзину и настави кретање'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 34, 
                    points: 3,
                    text: 'Светлосни знак на возилу полиције које представља возило с првенством пролаза, исписан на дисплеју у виду променљиве поруке, значи за возача возила које се налази непосредно иза полицијског возила које даје овај светлосни знак:', 
                    answers: [
                        {
                            id: 1,
                            text: 'препоруку како да настави кретање'
                        },
                        {
                            id: 2,
                            text: 'обавезу да поступи по знаку исписаном у виду поруке на дисплеју'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 35, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици када је возило полиције заустављено дужни сте да:', 
                    image: './img/slika483.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'убрзате кретање свог возила'
                        },
                        {
                            id: 2,
                            text: 'поступате по наредбама полицијског службеника'
                        },
                        {
                            id: 3,
                            text: 'зауставите своје возило'
                        },
                        {
                            id: 4,
                            text: 'по потреби зауставите своје возило'
                        },
                        {
                            id: 5,
                            text: 'смањите брзину кретања свог возила'
                        }
                    ],
                    correct_answers: [2, 4, 5]
                },
                {
                    id: 36, 
                    points: 3,
                    text: 'Светлосни знак који полицијски службеник даје батеријском лампом која емитује постојано црвено светло машући управно на уздужну осу пута, значи обавезу возача возила које се креће на делу пута где се тај светлосни знак даје и на кога се знак односи, да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'безбедно заустави своје возило на коловозу, а по могућности ван коловоза, непосредно испред полицијског службеника који тај знак даје'
                        },
                        {
                            id: 2,
                            text: 'убрза кретање свог возила'
                        },
                        {
                            id: 3,
                            text: 'смањи брзину кретања свог возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 37, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, када полицијски службеник даје светлосни знак батеријском лампом која емитује постојано црвено светло машући управно на уздужну осу пута, дужни сте да:', 
                    image: './img/slika484.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'смањите брзину кретања свог возила'
                        },
                        {
                            id: 2,
                            text: 'убрзате кретање свог возила'
                        },
                        {
                            id: 3,
                            text: 'безбедно зауставите своје возило на коловозу, а по могућности ван коловоза, непосредно испред полицијског службеника који тај знак даје'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 38, 
                    points: 3,
                    text: 'У ситуацији приказаној на слици, када полицијски службеник даје светлосни знак батеријском лампом која емитује постојано црвено светло машући управно на уздужну осу пута, дужни сте да:', 
                    image: './img/slika485.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'зауставите своје возило'
                        },
                        {
                            id: 2,
                            text: 'смањите брзину кретања свог возила, односно да се крећете са повећаном опрезношћу'
                        },
                        {
                            id: 3,
                            text: 'убрзате кретање свог возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 39, 
                    points: 3,
                    text: 'Када возило под пратњом, односно возило са првенством пролаза даје истовремено и светлосни знак упозорења (узастопним или наизменичним паљењем дугих светала), возач возила које се креће непосредно испред полицијског возила које даје те знаке, дужан је да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'омогући претицање полицијском возилу'
                        },
                        {
                            id: 2,
                            text: 'одмах безбедно заустави своје возило уз десну ивицу коловоза, а по могућности ван коловоза'
                        },
                        {
                            id: 3,
                            text: 'смањи брзину кретања свог возила'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 40, 
                    points: 3,
                    text: 'Светлосни знак на возилу полиције, приказан на слици, означава:', 
                    image: './img/slika486.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да сте дужни да успорите кретање, односно да се крећете брзином којом се креће полицијско возило док даје тај знак'
                        },
                        {
                            id: 2,
                            text: 'препоруку за безбедно кретање'
                        },
                        {
                            id: 3,
                            text: 'да сте дужни да успорите кретање само у случају ако сте прекорачили дозвољену брзину'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 41, 
                    points: 3,
                    text: 'Светлосни знак на возилу полиције приказан на слици означава:', 
                    image: './img/slika487.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да нисте дужни да се зауставите иза полицијског возилом, ако при свом кретању нисте учинили прекршај'
                        },
                        {
                            id: 2,
                            text: 'да сте дужни да зауставите возило иза полицијског возила'
                        },
                        {
                            id: 3,
                            text: 'обавезу поступања по њему само када уз тај знак полицијски службеник из полицијског возила даје прописани знак за заустављање „стоп таблицом“'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 42, 
                    points: 3,
                    text: 'Светлосни знак на возилу полиције, приказан на слици, означава:', 
                    image: './img/slika488.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да сте дужни да се крећете за полицијским возилом док даје тај знак'
                        },
                        {
                            id: 2,
                            text: 'препоруку за безбедно кретање'
                        },
                        {
                            id: 3,
                            text: 'да сте дужни да се крећете за полицијским возилом, само ако сте при свом кретању учинили прекршај'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 43, 
                    points: 3,
                    text: 'Светлосни знак на возилу полиције приказан на слици означава:', 
                    image: './img/slika489.jpg',
                    answers: [
                        {
                            id: 1,
                            text: 'да сте дужни да зауставите возило испред полицијског возила'
                        },
                        {
                            id: 2,
                            text: 'да нисте дужни да се зауставите, ако при свом кретању нисте учинили прекршај'
                        },
                        {
                            id: 3,
                            text: 'обавезу поступања по њему само када уз тај знак полицијски службеник из полицијског возила даје прописани знак за заустављање „стоп таблицом“'
                        }
                    ],
                    correct_answers: [1]
                }
            ]
        }
    ]
});
