var questions = questions || [];

questions.push({
    id: 7,
    name: 'Возачке дозволе',
    questions: [
        {
            id: 0,
            name: 'Прописи везани за право на управљање возилом у саобраћају на путу, услови за управљање возилом, старосни услови за добијање возачке дозволе, поступак издавања возачке дозволе, здравствени прегледи, возачке дозволе за категорије моторних возила, одузимање возачке дозволе, извршење мере забране управљања, професионални возачи, возачи трамваја, возачи туристичког воза',
            total_number_of_questions: 26,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Моторним возилом, односно скупом возила, може самостално да управља возач који:', 
                    answers: [
                        {
                            id: 1,
                            text: 'има возачку дозволу'
                        },
                        {
                            id: 2,
                            text: 'испуњава прописане услове и има уверење о положеном возачком испиту оне категорије возила којим управља'
                        },
                        {
                            id: 3,
                            text: 'испуњава прописане услове и има возачку дозволу за управљање возилом оне категорије возила којим управља'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Возачу којем је одлуком надлежног органа забрањено управљање моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'дозвољено је управљање моторним возилом, односно скупом возила, само на локалним путевима'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је управљање само скупом возила'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено управљање моторним возилом, односно скупом возила'
                        },
                        {
                            id: 4,
                            text: 'дозвољено је управљање само моторним возилима чија највећа конструктивна брзина није већа од 45 km/h'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [3]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Возачу који је искључен из саобраћаја:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено управљање само моторним возилима оне категорије којом је управљао у моменту искључења'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је управљање само скупом возила'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено управљање моторним возилом, односно скупом возила'
                        },
                        {
                            id: 4,
                            text: 'дозвољено је управљање моторним возилом, односно скупом возила, само до места његовог пребивалишта, односно седишта правног лица у случају када је возило власништво правног лица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Возачу који има две возачке дозволе издате од стране две државе, коришћење обе дозволе у исто време:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено, ако борави ван места пребивалишта дуже од три месеца'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Коришћење возачке дозволе чији је нестанак возач пријавио надлежном органу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'је дозвољено само у случају одузимања дупликата возачке дозволе'
                        },
                        {
                            id: 2,
                            text: 'је дозвољено'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Да ли возач има обавезу да пријави промену пребивалишта надлежном органу?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Да, ради уписа у евиденцију возача, у року од 90 дана од дана те промене'
                        },
                        {
                            id: 2,
                            text: 'Да, ради уписа у евиденцију возача, у року од 30 дана од дана те промене'
                        },
                        {
                            id: 3,
                            text: 'Не, јер постоји јединствена евиденција возача'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'За време управљања моторним возилом, односно скупом возила, возач код себе:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора имати возачку дозволу, односно пробну возачку дозволу'
                        },
                        {
                            id: 2,
                            text: 'не мора имати возачку дозволу, односно пробну возачку дозволу, ако поседује међународну возачку дозволу'
                        },
                        {
                            id: 3,
                            text: 'мора имати само личну карту, јер постоји јединствени регистар возача, путем кога је могуће извршити проверу'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Возач коме је издата пробна возачка дозвола не управља возилом савесно и на прописан начин ако има:', 
                    answers: [
                        {
                            id: 1,
                            text: 'најмање 18 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'најмање 9 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'најмање 12 казнених поена'
                        }
                    ],
                    correct_answers: [2],
                    similar_questions_ids: [12]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Међународна возачка дозвола издата у Републици Србији:', 
                    answers: [
                        {
                            id: 1,
                            text: 'сме се користити за управљање моторним возилима на територији Републике Србије'
                        },
                        {
                            id: 2,
                            text: 'не сме се користити за управљање моторним возилима на територији Републике Србије'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Да ли возач мора дати овлашћеном лицу на увид возачку дозволу, односно пробну возачку дозволу, при контроли у саобраћају на путу?', 
                    answers: [
                        {
                            id: 1,
                            text: 'Не, ако је на увид дата лична карта помоћу које се може извршити провера у јединственом регистру возача'
                        },
                        {
                            id: 2,
                            text: 'Да'
                        },
                        {
                            id: 3,
                            text: 'Не, ако је на увид дата међународна возачка дозвола'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 11, 
                    points: 2,
                    text: 'Приликом управљања возилом на путу возач је дужан да:', 
                    answers: [
                        {
                            id: 1,
                            text: 'има у возилу помагала која су уписана у возачку дозволу, односно пробну возачку дозволу и да их по потреби користи'
                        },
                        {
                            id: 2,
                            text: 'користи само она помагала која су му потребна за време вожње'
                        },
                        {
                            id: 3,
                            text: 'користи помагала која су уписана у возачку дозволу, односно пробну возачку дозволу'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 12, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола не управља возилом савесно и на прописан начин ако има:', 
                    answers: [
                        {
                            id: 1,
                            text: 'најмање 18 казнених поена'
                        },
                        {
                            id: 2,
                            text: 'најмање 14 казнених поена'
                        },
                        {
                            id: 3,
                            text: 'најмање 10 казнених поена'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 13, 
                    points: 2,
                    text: 'Возачу који возилом не управља савесно и на прописан начин организациона јединица Министарства унутрашњих послова која возача води у евиденцији:', 
                    answers: [
                        {
                            id: 1,
                            text: 'привремено ће забранити управљање моторним возилом у трајању до једне године'
                        },
                        {
                            id: 2,
                            text: 'одузеће возачку дозволу'
                        },
                        {
                            id: 3,
                            text: 'изрећи ће одговарајући број казнених поена'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 14, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола не управља возилом савесно и на прописан начин уколико је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'правноснажном пресудом осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има смрт лица'
                        },
                        {
                            id: 2,
                            text: 'правноснажном пресудом осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има тешке телесне повреде другог лица'
                        },
                        {
                            id: 3,
                            text: 'најмање 2 пута у року од 5 година правноснажно осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има смрт лица'
                        }
                    ],
                    correct_answers: [1],
                    similar_questions_ids: [15, 16]
                },
                {
                    id: 15, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола не управља возилом савесно и на прописан начин уколико је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'правноснажном пресудом осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има тешке телесне повреде другог лица'
                        },
                        {
                            id: 2,
                            text: 'више од једном у року од 5 година правноснажно осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има телесне повреде другог лица или имовинску штету'
                        },
                        {
                            id: 3,
                            text: 'више од једном у року од 5 година правноснажно осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има тешке телесне повреде другог лица'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 16, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола не управља возилом савесно и на прописан начин уколико је:', 
                    answers: [
                        {
                            id: 1,
                            text: 'правноснажном пресудом осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има телесне повреде другог лица или имовинску штету'
                        },
                        {
                            id: 2,
                            text: 'више од једном у року од 3 године правноснажно осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има телесне повреде другог лица или имовинску штету'
                        },
                        {
                            id: 3,
                            text: 'више од једном у року од 5 година правноснажно осуђен за кривично дело против безбедности јавног саобраћаја, које за последицу има телесне повреде другог лица или имовинску штету'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 17, 
                    points: 2,
                    text: 'Казнени поени изречени возачу се бришу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'након истека 24 месеца од дана извршења прекршаја'
                        },
                        {
                            id: 2,
                            text: 'уколико возач у току 24 месеца од дана правноснажности одлуке о прекршају није поново правноснажно кажњен изрицањем казнених поена'
                        },
                        {
                            id: 3,
                            text: 'након истека 24 месеца од дана правноснажности одлуке о прекршају'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 18, 
                    points: 2,
                    text: 'Лице којем је изречена заштитна мера, односно мера безбедности забране управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'не може започети нити вршити обуку и полагати возачки испит у време трајања те мере'
                        },
                        {
                            id: 2,
                            text: 'може вршити обуку али не може полагати возачки испит, у време трајања те мере'
                        },
                        {
                            id: 3,
                            text: 'може вршити теоријску обуку и полагати теоријски испит, али не може вршити практичну обуку и полагати практични испит, у време трајања те мере'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 19, 
                    points: 2,
                    text: 'Кандидат за возача за време практичне обуке код себе мора имати и ставити на увид:', 
                    answers: [
                        {
                            id: 1,
                            text: 'потврду о положеном теоријском испиту'
                        },
                        {
                            id: 2,
                            text: 'уговор о условима под којима ће се обавити обука'
                        },
                        {
                            id: 3,
                            text: 'књижицу обуке кандидата за возача'
                        },
                        {
                            id: 4,
                            text: 'доказ о здравственој способности за возача'
                        },
                        {
                            id: 5,
                            text: 'личну карту'
                        },
                        {
                            id: 6,
                            text: 'потврду о завршеној теоријској обуци'
                        }
                    ],
                    correct_answers: [1, 4, 5]
                },
                {
                    id: 20, 
                    points: 2,
                    text: 'Возачку дозволу за управљање возилима категорије BЕ могу добити само они возачи који већ имају возачку дозволу за управљање моторним возилом категорије:', 
                    answers: [
                        {
                            id: 1,
                            text: 'А'
                        },
                        {
                            id: 2,
                            text: 'B1'
                        },
                        {
                            id: 3,
                            text: 'B'
                        }
                    ],
                    correct_answers: [3]
                },
                {
                    id: 21, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола за управљање моторним возилима категорије B сме да управља у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тешким трициклом чија снага мотора није већа од 15 kW'
                        },
                        {
                            id: 2,
                            text: 'трактором'
                        },
                        {
                            id: 3,
                            text: 'радном машином чија највећа дозвољена маса није већа од 3.500 kg'
                        },
                        {
                            id: 4,
                            text: 'тешким трициклом чија снага мотора је већа од 15 kW када напуни 21 годину'
                        }
                    ],
                    correct_answers: [1, 4],
                    similar_questions_ids: [22]
                },
                {
                    id: 22, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола за управљање моторним возилима категорије B сме да управља у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'лаким четвороциклом'
                        },
                        {
                            id: 2,
                            text: 'лаким трициклом'
                        },
                        {
                            id: 3,
                            text: 'мопедом'
                        },
                        {
                            id: 4,
                            text: 'радном машином'
                        }
                    ],
                    correct_answers: [1, 2]
                },
                {
                    id: 23, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола за управљање моторним возилима категорије B може да управља у саобраћају на путу тим возилима и када им је придодато прикључно возило:', 
                    answers: [
                        {
                            id: 1,
                            text: 'ако највећа дозвољена маса скупа возила није већа од 3.500 kg'
                        },
                        {
                            id: 2,
                            text: 'ако маса прикључног возила није већа од масе вучног возила'
                        },
                        {
                            id: 3,
                            text: 'чија највећа дозвољена маса није већа од 750 kg'
                        }
                    ],
                    correct_answers: [3],
                    similar_questions_ids: [24, 25, 26]
                },
                {
                    id: 24, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола за управљање моторним возилима категорије B сме да управља у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'путничким возилима чија највећа дозвољена маса није већа од 3.500 kg'
                        },
                        {
                            id: 2,
                            text: 'теретним возилима чија носивост није већа од 3.500 kg'
                        },
                        {
                            id: 3,
                            text: 'мопедом'
                        },
                        {
                            id: 4,
                            text: 'теретним возилима чија највећа дозвољена маса није већа од 3.500 kg'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 25, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола за управљање моторним возилима категорије B сме да управља у саобраћају на путу:', 
                    answers: [
                        {
                            id: 1,
                            text: 'тешким четвороциклом'
                        },
                        {
                            id: 2,
                            text: 'радном машином'
                        },
                        {
                            id: 3,
                            text: 'трактором'
                        },
                        {
                            id: 4,
                            text: 'мотокултиватором'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 26, 
                    points: 2,
                    text: 'Возач коме је издата возачка дозвола за управљање возилима категорије BE сме да управља у саобраћају на путу скуповима возила који чине вучно возило које припада категорији B и прикључно возило чија:', 
                    answers: [
                        {
                            id: 1,
                            text: 'носивост није већа од 3.500 kg'
                        },
                        {
                            id: 2,
                            text: 'највећа дозвољена маса није већа од 5.000 kg'
                        },
                        {
                            id: 3,
                            text: 'највећа дозвољена маса није већа од 3.500 kg'
                        }
                    ],
                    correct_answers: [3]
                }
            ]
        },
        {
            id: 1,
            name: 'Пробна возачка дозвола (појам, значај и услови за управљање возилом)',
            total_number_of_questions: 10,
            questions: [
                {
                    id: 1, 
                    points: 2,
                    text: 'Пробна возачка дозвола се издаје за управљање моторним возилима категорије:', 
                    answers: [
                        {
                            id: 1,
                            text: 'B'
                        },
                        {
                            id: 2,
                            text: 'B1'
                        },
                        {
                            id: 3,
                            text: 'A'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 2, 
                    points: 2,
                    text: 'Лице са пробном возачком дозволом може управљати моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'само на територији општине у којој живи'
                        },
                        {
                            id: 2,
                            text: 'на територији Републике Србије'
                        },
                        {
                            id: 3,
                            text: 'без ограничења у територијалном смислу'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 3, 
                    points: 2,
                    text: 'Пробна возачка дозвола се може издати лицу које испуњава услове за управљање возилима категорије B и:', 
                    answers: [
                        {
                            id: 1,
                            text: 'које је навршило 17 година живота'
                        },
                        {
                            id: 2,
                            text: 'коме је одузета возачка дозвола зато што није управљао возилом на савестан и прописан начин'
                        },
                        {
                            id: 3,
                            text: 'које је навршило 16 година живота'
                        },
                        {
                            id: 4,
                            text: 'које је навршило 18 година живота, и први пут стиче право на управљање моторним возилом категорије B'
                        }
                    ],
                    correct_answers: [1, 4]
                },
                {
                    id: 4, 
                    points: 2,
                    text: 'Возач који је пробну возачку дозволу стекао пре навршених 18 година живота за време управљања моторним возилом категорије B:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора бити под надзором лица које се налази у возилу и има возачку дозволу за категорију B најмање пет година, до навршених 18 година живота'
                        },
                        {
                            id: 2,
                            text: 'мора бити под надзором лица које се налази у возилу и има возачку дозволу за категорију B најмање пет година, у периоду важења пробне возачке дозволе'
                        },
                        {
                            id: 3,
                            text: 'мора бити под надзором лица које се налази у возилу и има возачку дозволу за категорију B најмање три године, до навршених 18 година живота'
                        }
                    ],
                    correct_answers: [2],
                similar_questions_ids: [6]
                },
                {
                    id: 5, 
                    points: 2,
                    text: 'Моторно возило, којим управља возач који има пробну возачку дозволу, мора бити означено посебном ознаком "П", која мора бити постављена на видном месту:', 
                    answers: [
                        {
                            id: 1,
                            text: 'са предње и задње стране возила'
                        },
                        {
                            id: 2,
                            text: 'са предње, задње и бочне стране возила'
                        },
                        {
                            id: 3,
                            text: 'само са задње стране возила'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 6, 
                    points: 2,
                    text: 'Возач који је пробну возачку дозволу стекао са навршених 18 година живота за време управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'мора бити под надзором лица које се налази у возилу и има возачку дозволу за категорију B најмање три године, у периоду од 6 месеци од дана добијања дозволе'
                        },
                        {
                            id: 2,
                            text: 'не мора бити под надзором лица које се налази у возилу и има возачку дозволу за категорију B најмање пет година'
                        },
                        {
                            id: 3,
                            text: 'мора бити под надзором лица које се налази у возилу и има возачку дозволу за категорију B најмање пет година, у периоду важења пробне возачке дозволе'
                        }
                    ],
                    correct_answers: [2]
                },
                {
                    id: 7, 
                    points: 2,
                    text: 'Возач који има пробну возачку дозволу, не сме управљати моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'у периоду од 23,00 до 05,00 сати'
                        },
                        {
                            id: 2,
                            text: 'у периоду од 23,00 до 05,00 сати, до навршених 18 година живота'
                        },
                        {
                            id: 3,
                            text: 'у периоду од 22,00 до 06,00 сати'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 8, 
                    points: 2,
                    text: 'Возачу који има пробну возачку дозволу, за време управљања моторним возилом:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено коришћење телефона и других средстава за комуникацију'
                        },
                        {
                            id: 2,
                            text: 'дозвољено је коришћење телефона и других средстава за комуникацију само уз опрему која омогућава њихову употребу без ангажовања руку, у периоду од 05,00 до 23,00 сата'
                        },
                        {
                            id: 3,
                            text: 'дозвољено је коришћење телефона и других средстава за комуникацију само уз опрему која омогућава њихову употребу без ангажовања руку'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 9, 
                    points: 2,
                    text: 'Возачу који има пробну возачку дозволу кретање брзином већом од 90% од брзине која је дозвољена на делу пута којим се креће:', 
                    answers: [
                        {
                            id: 1,
                            text: 'није дозвољено'
                        },
                        {
                            id: 2,
                            text: 'није дозвољено само у периоду од 23,00 до 05,00 сати'
                        },
                        {
                            id: 3,
                            text: 'није дозвољено само до навршених 18 година живота'
                        }
                    ],
                    correct_answers: [1]
                },
                {
                    id: 10, 
                    points: 2,
                    text: 'Пробна возачка дозвола издаје се са роком важења:', 
                    answers: [
                        {
                            id: 1,
                            text: 'од пет година'
                        },
                        {
                            id: 2,
                            text: 'од једне године'
                        },
                        {
                            id: 3,
                            text: 'до навршених 18 година живота лица које има пробну возачку дозволу'
                        }
                    ],
                    correct_answers: [2]
                }
            ]
        }
    ]
});
